Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Like always, I've given you Asgore's SOUL.
ru_ru: <25>{*}{#p/мигающий}{#f/19}{#e/мигающий/0} Как обычно, я дал тебе душу Асго.

source: <25>{*}{#e/twinkly/20}And remember...
ru_ru: <25>{*}{#e/twinkly/20} Запомни...

source: <25>{*}{#e/twinkly/15}This doesn't stop until you do exactly what I've told you.
ru_ru: <25>{*}{#e/twinkly/15} Это не прекратится, если вы не будете полностью следовать тому, что я вам скажу.

source: <32>{#p/human}* (You catch your breath...)
ru_ru: <32>{#p/human}* (Вы задерживаете дыхание...)

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}Wow.
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/15} вау.

source: <25>{*}{#e/twinkly/17}You really screwed things up, didn'tcha?
ru_ru: <25>{*}{#e/twinkly/17} Вы действительно все испортили, не так ли?

source: <25>{*}{#e/twinkly/20}Not only did you lose control of the timeline...
ru_ru: <25>{*}{#e/twinkly/20} Вы не только потеряли контроль над линией времени.

source: <25>{*}{#e/twinkly/15}But now, you can't get it back unless you start from scratch.
ru_ru: <25>{*}{#e/twinkly/15} Но теперь, если вы не начнете с нуля, вы не сможете вернуть его обратно.

source: <25>{*}{#p/twinkly}{#e/twinkly/14}I mean, hey.
ru_ru: <25>{*}{#p/мигающий}{#e/мигающий/14} Я имею в виду, эй.

source: <25>{*}{#e/twinkly/23}If that's the ending you wanted, then...
ru_ru: <25>{*}{#e/twinkly/23} Если это конец, который вы хотите, то...

source: <25>{*}{#e/twinkly/15}Who am I to judge?
ru_ru: <25>{*}{#e/twinkly/15} Почему я должен судить?

source: <25>{*}{#e/twinkly/17}But you can't SERIOUSLY expect me to believe that, right?
ru_ru: <25>{*}{#e/twinkly/17} Но вы не можете действительно ожидать, что я поверю, не так ли?

source: <25>{*}{#e/twinkly/17}That THIS is what you were trying to achieve?
ru_ru: <25>{*}{#e/twinkly/17} Это то, чего вы пытаетесь достичь?

source: <25>{*}{#e/twinkly/15}I mean, sure. It was interesting to watch.
ru_ru: Это забавно.

source: <25>{*}{#e/twinkly/17}But now that it's over...
ru_ru: <25>{*}{#e/twinkly/17} Но теперь все кончено.

source: <25>{*}{#p/twinkly}{#e/twinkly/15}... well. We both know you can do better.
ru_ru: Мы оба знаем, что ты можешь сделать лучше.

source: <25>{*}{#e/twinkly/20}I'm not saying I'm some kind of saint or anything...
ru_ru: <25>{*}{#e/twinkly/20} Я не говорю, что я какой - то святой или что - то в этом роде.

source: <25>{*}{#e/twinkly/15}But, believe it or not, I'm on your side here.
ru_ru: <25>{*}{#e/twinkly/15} Но верите вы или нет, я здесь на вашей стороне.

source: <25>{*}{#e/twinkly/15}I WANT you to regain control of the timeline.
ru_ru: <25>{*}{#e/twinkly/15} Я хочу, чтобы вы восстановили контроль над временной линией.

source: <25>{*}{#e/twinkly/17}After all, watching you sit here and do nothing...
ru_ru: <25>{*}{#e/twinkly/17} В конце концов, наблюдая, как вы сидите здесь, ничего не делая...

source: <25>{*}{#e/twinkly/17}Wouldn't be very entertaining now, would it?
ru_ru: <25>{*}{#e/twinkly/17} Не будет весело сейчас, не так ли?

source: <25>{*}{#p/twinkly}{#e/twinkly/15}... oh, and don't worry.
ru_ru: <25>{*}{#p/сцинтилляция}{#e/сцинтилляция/15}. О, не волнуйся.

source: <25>{*}{#e/twinkly/20}Even if I lose all my memories, what does it matter?
ru_ru: <25>{*}{#e/twinkly/20} Какое это имеет значение, даже если я потерял все свои воспоминания?

source: <25>{*}{#e/twinkly/18}You'll remember. And you'll avoid this trap next time.
ru_ru: В следующий раз избегайте этой ловушки.

source: <25>{*}{#e/twinkly/15}Then, we can go back to the way things were before.
ru_ru: <25>{*}{#e/twinkly/15} Затем мы можем вернуться к тому, что было раньше.

source: <25>{*}{#e/twinkly/20}So whaddya say?
ru_ru: <25>{*}{#e/twinkly/20} Что вы говорите?

source: <25>{*}{#e/twinkly/20}Are you with me, $(name)?
ru_ru: <25>{*}{#e/twinkly/20} Ты со мной, $(имя)?

source: <25>{*}{#p/twinkly}{#e/twinkly/15}Oh, who am I kidding.
ru_ru: <25>{*}{#p/мигающий}{#e/мигающий/15} О, с кем я шучу.

source: <25>{*}{#e/twinkly/16}Of course you are!
ru_ru: <25>{*}{#e/twinkly/16} Конечно!

source: <25>{*}(But still, the option remains.)
ru_ru: <25>{*} (но выбор все еще есть).

source: <25>{*}(The option to erase everything you've ever known.)
ru_ru: <25>{*} (опция удалить все, что вы знаете).

source: <25>{*}(The option to bring it all back to zero.)
ru_ru: <25>{*} (вариант, который сводит все к нулю).

source: <25>{*}(But you only want to live your life.)
ru_ru: <25>{*} (Но ты думаешь только о своей жизни.)

source: <25>{*}(You only want to see the future take hold.)
ru_ru: <25>{*} (Вы просто хотите увидеть будущее.)

source: <25>{*}(You only want to be yourself.)
ru_ru: <25>{*} (Ты хочешь быть только собой.)

source: <25>{*}(You thank the one beyond for what they have done...)
ru_ru: <25>{*} (Вы благодарите Трансцендента за все, что он сделал...)

source: <25>{*}(And ask that you be allowed to carry on.)
ru_ru: <25>{*} (и просит разрешения продолжить.)

source: <25>{*}(You're so alone.)
ru_ru: <25>{*} (Ты слишком одинок.)

source: <25>{*}(You're so afraid.)
ru_ru: <25>{*} (Ты слишком напуган.)

source: <25>{*}(You'd do anything to get another chance...)
ru_ru: <25>{*} (Вы готовы сделать все, чтобы получить еще один шанс...)

source: <25>{*}(... even if it means forgetting everything you've ever known.)
ru_ru: <25>{*} (даже если это означает забыть все, что вы знаете).

source: <25>{*}(But the choice wasn't yours to make.)
ru_ru: <25>{*} (но это не ваш выбор.)

source: <25>{*}(It's someone else's choice, now.)
ru_ru: <25>{*} (Теперь это выбор других.)

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Hi.
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/0} Привет.

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Seems as if everyone is perfectly happy.
ru_ru: <25>{*}{#p/мигающий}{#f/19}{#e/мигающий/0} кажется, что все очень счастливы.

source: <25>{*}{#e/twinkly/0}Monsters have found their new homeworld.
ru_ru: <25>{*}{#e/twinkly/0} Монстры нашли свой новый дом.

source: <25>{*}{#e/twinkly/0}Peace and prosperity will rule across the galaxy.
ru_ru: <25>{*}{#e/twinkly/0} Мир и процветание будут править всей галактикой.

source: <25>{*}{#e/twinkly/1}Take a deep breath.
ru_ru: <25>Ааа* Ааа* Ааа #е/мигающий/1 Дышите глубоко.

source: <25>{*}{#e/twinkly/2}There's nothing left to worry about.
ru_ru: <25>{*}{#e/twinkly/2} Беспокоиться не о чем.

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/3}...
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/3}.

source: <25>{*}{#e/twinkly/4}Well.
ru_ru: <25>{*}{#e/twinkly/4} Хорошо.

source: <25>{*}{#e/twinkly/4}There is one thing.
ru_ru: <25>{*}{#e/twinkly/4} Есть одна вещь.

source: <25>{*}{#e/twinkly/5}One last... mystery.
ru_ru: <25>{*}{#e/twinkly/5} Последняя. Мистика.

source: <25>{*}{#e/twinkly/6}Something I've been curious about since you arrived.
ru_ru: <25>{*}{#e/twinkly/6} Мне было любопытно с тех пор, как вы прибыли.

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/7}...
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/7}.

source: <25>{*}{#e/twinkly/7}You see, when I first met you, I noticed something.
ru_ru: <25>{*}{#e/twinkly/7} Видите ли, когда я впервые увидел вас, я заметил что - то.

source: <25>{*}{#e/twinkly/3}Something about your LOVE.
ru_ru: <25>{*}{#e/twinkly/3} О вашей любви.

source: <25>{*}{#e/twinkly/4}It was... zero.
ru_ru: <25>{*}{#e/twinkly/4} Это... Ноль.

source: <25>{*}{#e/twinkly/6}If you could find out what that means, then...
ru_ru: <25>{*}{#e/twinkly/6} Если вы можете понять, что это означает, тогда...

source: <25>{*}{#e/twinkly/7}Maybe... it'd bring about something new.
ru_ru: <25>{*}{#e/twinkly/7} Возможно. Это принесет что - то новое.

source: <25>{*}{#e/twinkly/10}I don't know.
ru_ru: <25>{*}{#e/twinkly/10/Я не знаю.

source: <25>{*}{#e/twinkly/10}I'm not really sure where I'm going with this.
ru_ru: <25>{*}{#e/twinkly/10} Я действительно не уверен, куда я иду.

source: <25>{*}{#e/twinkly/9}To be honest...
ru_ru: <25>{*}{#e/twinkly/9} Скажи правду.

source: <25>{*}{#e/twinkly/1}I doubt if there's even any point to it.
ru_ru: <25>{*}{#e/twinkly/1} Я сомневаюсь, что это имеет какой - либо смысл.

source: <25>{*}{#e/twinkly/2}Everyone's happy, right?
ru_ru: <25>{*}{#e/twinkly/2} Все счастливы, не так ли?

source: <25>{*}{#e/twinkly/3}Toriel, Sans, Papyrus, Undyne, Alphys, Asgore...
ru_ru: <25>{*}{#e/twinkly/3} Торьель, Санс, Бумага, Виндин, Алфис, Асгор...

source: <25>{*}{#e/twinkly/4}Even Monster Kid, and... Napstablook.
ru_ru: <25>{*}{#e/twinkly/4} Даже монстр - пацан, есть еще... Напстаблике.

source: <25>{*}{#e/twinkly/2}Is it really worth starting all over because of... me?
ru_ru: <25>{*}{#e/twinkly/2} Действительно ли стоит начинать все сначала, потому что... Я?

source: <25>{*}{#e/twinkly/10}Maybe I'm only telling you this, because... when I had your powers...
ru_ru: <25>{*}{#e/twinkly/10} Возможно, я просто говорю вам эти, потому что... Когда у меня есть твоя сила.

source: <25>{*}{#e/twinkly/11}I might've considered doing the same in your place.
ru_ru: <25>{*}{#e/twinkly/11: Я могу подумать о том, чтобы сделать то же самое на вашем месте.

source: <25>{*}{#e/twinkly/12}But now, the idea of resetting everything...
ru_ru: <25>{*}{#e/twinkly/12} Но теперь, сбросить все идеи...

source: <25>{*}{#e/twinkly/10}I...
ru_ru: <25>{*}{#e/twinkly/10 - Я.

source: <25>{*}{#e/twinkly/10}I don't know if I could do it all again.
ru_ru: <25>{*}{#e/twinkly/10} Я не знаю, смогу ли я сделать это снова.

source: <25>{*}{#e/twinkly/10}Not after that.
ru_ru: <25>{*}{#e/twinkly/10 не будет после.

source: <25>{*}{#e/twinkly/11}So, please.
ru_ru: <25>{*}{#e/twinkly/11: Итак, пожалуйста.

source: <25>{*}{#e/twinkly/11}Just be content with what you have.
ru_ru: <25>{*}{#e/twinkly/11} Просто довольствуйтесь тем, что у вас есть.

source: <25>{*}{#e/twinkly/7}It's not perfect, but...
ru_ru: <25>{*}{#e/twinkly/7} Это не идеально, но...

source: <25>{*}{#e/twinkly/5}... who ever said it had to be?
ru_ru: <25>{*}{#e/twinkly/5}. Кто сказал, что это необходимо?

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/5}...
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/5}.

source: <25>{*}{#e/twinkly/8}Well.
ru_ru: <25>{*}{#e/twinkly/8} Хорошо.

source: <25>{*}{#e/twinkly/8}If I can't change your mind.
ru_ru: Если я не могу изменить твое мнение.

source: <25>{*}{#e/twinkly/7}If you DO end up erasing everything...
ru_ru: <25>{*}{#e/twinkly/7} Если вы в конечном итоге удалили все содержимое.

source: <25>{*}{#e/twinkly/2}You have to wipe MY memories, too.
ru_ru: <25>{*}{#e/twinkly/2} Вы также должны стереть мою память.

source: <25>{*}{#e/twinkly/6}I'm sorry.
ru_ru: <25>{*}{#e/twinkly/6} Мне очень жаль.

source: <25>{*}{#e/twinkly/2}You've probably heard this a hundred times already, haven't you...?
ru_ru: <25>{*}{#e/twinkly/2} Вы, возможно, слышали это сто раз, не так ли?

source: <25>{*}{#e/twinkly/6}Well, that's all.
ru_ru: <25>{*}{#e/twinkly/6} Хорошо, это все.

source: <25>{*}{#e/twinkly/4}Until we meet again...
ru_ru: <25>{*}{#e/twinkly/4} Пока мы не встретимся снова.

source: <25>{*}{#e/twinkly/13}$(name).
ru_ru: <25>{*}{#e/twinkly/13} $(имя и фамилия).

source: <25>{#p/alphys}{#g/alphysSide}* H-h-hiya... * You...
ru_ru: * Ты...

source: <25>{#g/alphysSideSad}* You r-really enjoy killing people... * ... huh?
ru_ru: * ..... Ха?

source: <25>{#g/alphysNervousLaugh}* I-I mean, I'm not judging, I just...
ru_ru: <25>{#g/alphys NervousLaugh}* Я имею в виду, я не судю, я просто...

source: <25>{#g/alphysUhButHeresTheDeal}* I just think it's super duper cool!!!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Я просто думаю, что это супер круто!!

source: <25>{#g/alphysSideSad}* S-so... like...
ru_ru: <25>{#g/alphysSideSad}* S - so... как...

source: <25>{#g/alphysCutscene3}* Now maybe you'll think about not killing me???
ru_ru: <25>{#g/alphysCutscene3}* Теперь, возможно, вы подумаете не убивать меня?

source: <25>{#p/asgore}{#f/0}* Isn't it pretty...?
ru_ru: <25>{#p/asgore}{#f/0}* Разве это не красиво?

source: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* Behind you!!!{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* За тобой!! {%}

source: <25>{#p/asgore}{#f/6}* I apologize if I startled you, young one.
ru_ru: <25>{#p/asgore}{#f/6}* Молодые люди, если я вас напугал, я извиняюсь.

source: <25>{#p/asgore}{#f/6}* Alphys informed me of your arrival.
ru_ru: <25>{#p/asgore}{#f/6}* Alphys сообщает мне о своем прибытии.

source: <25>{#p/asgore}{#f/12}* Hm...? * You have already heard this story?
ru_ru: * Вы уже слышали эту историю?

source: <25>{#p/asgore}{#f/6}* Well.
ru_ru: <25>{#p/asgore}{#f/6}* Хорошо.

source: <25>{#p/asgore}{#f/6}* If you have already heard it, there is no need to repeat it.
ru_ru: <25>{#p/asgore}{#f/6}* Если вы уже слышали об этом, повторяться не нужно.

source: <25>{#p/asgore}{#f/6}* You may continue forth on your own.
ru_ru: <25>{#p/asgore}{#f/6}* Вы можете двигаться дальше самостоятельно.

source: <25>{#p/asgore}{#f/7}* Come along.
ru_ru: <25>{#p/asgore}{#f/7}* Давай.

source: <25>{#p/asgore}{#f/7}* I would like to tell you a story.
ru_ru: <25>{#p/asgore}{#f/7}* Я хочу рассказать вам историю.

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Oh, y-you're probably wondering about where ASGORE is, right?
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* О, вы можете захотеть знать, где ASGORE, не так ли?

source: <25>{#g/alphysNervousLaugh}* Well... he's...
ru_ru: <25>{#g/alphys NervousLaugh}* Хорошо. Он был...

source: <25>{#g/alphysHellYeah}* S-somewhere safe!
ru_ru: <25>{#g/alphys Добрый день}* S - Безопасное место!

source: <25>{#g/alphysTheFactIs}* Relatively speaking.
ru_ru: <25>{#g/alphysTheFactis}* Относительно.

source: <25>{#g/alphysOhGodNo}* Or- * No, Absolutely! * Absolutely speaking!
ru_ru: * Абсолютно возможно!

source: <25>{#g/alphysInquisitive}* So b-basically, you might as well... just give up.
ru_ru: <25>{#g/alphysInquisitive}* Так что b - в основном, вы тоже можете. Сдавайся.

source: <26>{#g/alphysInquisitive}* Because...
ru_ru: <26>{#g/alphysInquiry}* Потому что...

source: <26>{#g/alphysNervousLaugh}* You'll never find him!!
ru_ru: <26>{#g/alphys NervousLaugh}* Вы никогда не найдете его!

source: <25>{#g/alphysHellYeah}* Yeah! * T-take that!
ru_ru: * Т возьми!

source: <25>{#p/alphys}{#g/alphysOhGodNo}* ...
ru_ru: <25>Сержант #p/alphys сержант #g/alphys OhGodNo* ...

source: <25>{#g/alphysNervousLaugh}* ... eheh...
ru_ru: <25>{#g/Альфа Нейронный смех}* ... Эм...

source: <25>{#g/alphysNervousLaugh}* Got through like you always do, h-huh?
ru_ru: <25>{#g/alphys NervousLaugh}* Выжил, как обычно, а?

source: <25>{#g/alphysNeutralSweat}* ...
ru_ru: <25>Ar #g/alphys NeutralSweat* ...

source: <25>{#g/alphysIDK2}* I guess you'll be going to meet ASGORE.
ru_ru: <25>{#g/alphysIDK2}* Я думаю, вы встретите ASGORE.

source: <25>{#g/alphysIDK3}* I'm so pathetic...
ru_ru: <25>{#g/alphysIDK3}* Мне так жаль.

source: <25>{#g/alphysThatSucks}* You probably don't even care about me, right?
ru_ru: <25>{#g/alphysThatSucks}* Возможно, вам все равно на меня, не так ли?

source: <25>{#g/alphysIDK2}* All that time I was scared, you probably weren't even after me.
ru_ru: <25>{#g/alphysIDK2}* В то время я был напуган, и вы, возможно, не догнали меня вообще.

source: <25>{#g/alphysIDK2}* Go. * Do whatever it is you're going to do.
ru_ru: * Делай, что хочешь.

source: <26>{#g/alphysIDK3}* I can't stop you.
ru_ru: <26>{#g/alphysIDK3}* Я не могу остановить вас.

source: <25>{#p/alphys}{#g/alphysFR}* There's only one person who really could.
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Это может сделать только один человек.

source: <25>{*}{#p/asgore}{#f/6}* A long time ago, a human child crash- landed on the outpost.{~}
ru_ru: <25>{*}{#p/asgore}{#f/6}* Давным - давно в форпосте разбился человеческий ребенок. {~}

source: <25>{*}{#p/asgore}{#f/6}* Injured, they called out for help.{~}
ru_ru: <25>{*}{#p/asgore}{#f/6}* Они ранены и громко кричат о помощи. {~}

source: <32>{#p/basic}* I'm sorry.{%40}
ru_ru: <32>{#p/basic}* Извините. {% 40}

source: <25>{*}{#p/asgore}{#f/7}* Asriel, our first-born son, heeded the call.{~}
ru_ru: <25>{*}{#p/asgore}{#f/7}* Наш старший сын Асрил прислушался к этому призыву. {~}

source: <25>{*}{#p/asgore}{#f/7}* He brought them back home to our quarters.{~}
ru_ru: <25>{*}{#p/asgore}{#f/7}* Он вернул их в наши дома. {~}

source: <32>{#p/basic}* I did the best I could.{%40}
ru_ru: <32>{#p/basic}* Я сделал все, что мог. {% 40}

source: <25>{*}{#p/asgore}{#f/6}* Over time, the two children became like siblings.{~}
ru_ru: <25>{*}{#p/asgore}{#f/6}* С течением времени эти дети становятся похожими на братьев и сестер. {~}

source: <25>{*}{#p/asgore}{#f/6}* The outpost expanded, and so too did their kinship.{~}
ru_ru: <25>{*}{#p/asgore}{#f/6}* Посты расширились, а их родственные связи расширились. {~}

source: <25>{*}{#p/asgore}{#f/6}* The outpost was filled with hope.{~}
ru_ru: <25>{*}{#p/asgore}{#f/6}* Аванпост полон надежд. {~}

source: <32>{#p/basic}* I tried to follow my heart.{%40}
ru_ru: <32>{#p/basic}* Я стараюсь следовать своему сердцу. {% 40}

source: <25>{*}{#p/asgore}{#f/1}* Then, one day...{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* Затем, однажды... {~}

source: <25>{*}{#p/asgore}{#f/2}* A sickness took the human by surprise.{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* Болезнь поражает. {~}

source: <32>{#p/basic}* I tried to do the right thing.{%40}
ru_ru: <32>{#p/basic}* Я стараюсь поступать правильно. {% 40}

source: <25>{*}{#p/asgore}{#f/1}* Fatally ill, the human had only one request.{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* Этот человек очень болен и имеет только одну просьбу. {~}

source: <25>{*}{#p/asgore}{#f/1}* To see the remains of our once great and bountiful world.{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* Посмотрите на остатки нашего некогда великого и богатого мира. {~}

source: <25>{*}{#p/asgore}{#f/2}* But there was nothing we could do.{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* Но мы ничего не можем сделать.

source: <32>{#p/basic}* All I wanted was for him to see the universe.{%40}
ru_ru: <32>{#p/basic}* Я просто хочу, чтобы он увидел Вселенную. {% 40}

source: <25>{*}{#p/asgore}{#f/1}* The next day...{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* На следующий день. {~}

source: <25>{*}{#p/asgore}{#f/2}* The human died.{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* Человек умер. {~}

source: <32>{#p/basic}* All I wanted was for him to be happy.{%40}
ru_ru: <32>{#p/basic}* Я просто хочу, чтобы он был счастлив. {% 40}

source: <25>{*}{#p/asgore}{#f/15}* Asriel, wracked with grief, absorbed their SOUL.{~}
ru_ru: <25>{*}{#p/asgore}{#f/15}* Asriel скорбит и поглощает их души. {~}

source: <25>{*}{#p/asgore}{#f/16}* Transforming into a being with unimaginable power.{~}
ru_ru: <25>{*}{#p/asgore}{#f/16}* Превращается в существование с невообразимой силой. {~}

source: <33>{#p/basic}* I never wanted to...{%40}
ru_ru: <33>{#p/basic}* Я никогда не думал... {% 40}

source: <25>{*}{#p/asgore}{#f/4}* With his newfound power, Asriel crossed the force field.{~}
ru_ru: <25>{*}{#p/asgore}{#f/4}* Благодаря своей вновь открывшейся силе, Аслиль пересек силовое поле. {~}

source: <25>{*}{#p/asgore}{#f/4}* The human's body in tow as he flew off in a small shuttle.{~}
ru_ru: <25>{*}{#p/asgore}{#f/4}* Когда человек улетает на небольшом шаттле, его тело тащится. {~}

source: <25>{*}{#p/asgore}{#f/4}* Hoping to find those legendary artifacts.{~}
ru_ru: <25>{*}{#p/asgore}{#f/4}* Желание найти эти легендарные артефакты. {~}

source: <32>{#p/basic}* ... to...{%40}
ru_ru: <32>{#p/basic}* ... До... {% 40}

source: <25>{*}{#p/asgore}{#f/1}* Soon, he stumbled onto what he was looking for.{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* Вскоре он наткнулся на то, что искал. {~}

source: <25>{*}{#p/asgore}{#f/1}* Landing amidst the broken, scattered pieces...{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* Посадка в осколках. {~}

source: <25>{*}{#p/asgore}{#f/1}* The human's body was laid to rest.{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* Тело человека покоится с миром.

source: <25>{*}{#p/asgore}{#f/5}* Suddenly, the shuttle's proximity alarm blared.{~}
ru_ru: <25>{*}{#p/asgore}{#f/5}* Внезапно раздался сигнал тревоги о приближении шаттла. {~}

source: <25>{*}{#p/asgore}{#f/5}* Scavengers had seen him holding a human's body.{~}
ru_ru: <25>{*}{#p/asgore}{#f/5}* Сборщик мусора видел, как он держал на руках человеческое тело. {~}

source: <25>{*}{#p/asgore}{#f/2}* They thought he had killed the child.{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* Они думают, что он убил ребенка. {~}

source: <25>{*}{#p/asgore}{#f/2}* The humans attacked him with everything they had.{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* Люди нападают на него всеми своими вещами. {~}

source: <25>{*}{#p/asgore}{#f/2}* Shot after shot, blow after blow...{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* Один выстрел за одним выстрелом, один выстрел за другим. {~}

source: <25>{*}{#p/asgore}{#f/2}* In this form, he had the power to destroy them all.{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* В этой форме он способен уничтожить их всех. {~}

source: <25>{*}{#p/asgore}{#f/4}* But...{~}
ru_ru: <25>{*}{#p/asgore}{#f/4}* Однако... {~}

source: <25>{*}{#p/asgore}{#f/4}* Asriel did not fight back.{~}
ru_ru: <25>{*}{#p/asgore}{#f/4}* Asriel не сопротивлялся. {~}

source: <32>{#p/human}* (You hear someone crying...){%40}
ru_ru: <32>{#p/human}* (Вы слышите, как кто - то плачет...) {% 40}

source: <25>{*}{#p/asgore}{#f/9}* Clutching the human's body, Asriel took one last look outward...{~}
ru_ru: <25>{*}{#p/asgore}{#f/9}* Асрил крепко схватил человеческое тело и выглянул наружу последним взглядом. {~}

source: <25>{*}{#p/asgore}{#f/9}* Then he smiled... and walked away.{~}
ru_ru: <25>{*}{#p/asgore}{#f/9}* Затем он рассмеялся. Тогда уходи. {~}

source: <32>{#p/basic}* I c-couldn't... * He d-d-didn't let m-me...{%40}
ru_ru: * Он не дает мне... {% 40}

source: <25>{*}{#p/asgore}{#f/1}* Wounded, Asriel flew the damaged shuttle back home.{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* После травмы Асрил возвращается домой на поврежденном шаттле. {~}

source: <25>{*}{#p/asgore}{#f/1}* He exited the vehicle and collapsed.{~}
ru_ru: <25>{*}{#p/asgore}{#f/1}* Он вышел из машины и рухнул на землю. {~}

source: <25>{*}{#p/asgore}{#f/2}* His dust spread across the grove.{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* Его пыль посыпалась в роще. {~}

source: <25>{*}{#p/asgore}{#f/13}* The outpost, MY outpost... fell into despair.{~}
ru_ru: <25>{*}{#p/asgore}{#f/13}* форпост, мой форпост... Попасть в отчаяние. {~}

source: <25>{*}{#p/asgore}{#f/13}* We had lost two children in one night.{~}
ru_ru: <25>{*}{#p/asgore}{#f/13}* Мы потеряли двух детей за одну ночь. {~}

source: <25>{*}{#p/asgore}{#f/14}* Everything had once again been taken from us.{~}
ru_ru: <25>{*}{#p/asgore}{#f/14}* Все отняли снова {~}.

source: <32>{#p/basic}* ... it's not fair...{%40}
ru_ru: <32>{#p/basic}* ... Это нечестно. {% 40}

source: <25>{*}{#p/asgore}{#f/13}* In a fit of rage, I declared war on humanity.{~}
ru_ru: <25>{*}{#p/asgore}{#f/13}* Я был в ярости и объявил войну человечеству. {~}

source: <25>{*}{#p/asgore}{#f/13}* No matter the cost, I was going to set us free.{~}
ru_ru: <25>{*}{#p/asgore}{#f/13}* Я дам нам свободу, независимо от цены. {~}

source: <25>{*}{#p/asgore}{#f/14}* ... and the people believed in me.{~}
ru_ru: <25>{*}{#p/asgore}{#f/14}* ... Люди верят мне.

source: <32>{#p/basic}* It's not fair...!{%40}
ru_ru: <32>{#p/basic}* Это несправедливо. {% 40}

source: <25>{*}{#p/asgore}{#f/3}* When I came to my senses, it was far too late to go back.{~}
ru_ru: <25>{*}{#p/asgore}{#f/3}* Когда я очнулся, было уже слишком поздно, чтобы вернуться. {~}

source: <25>{*}{#p/asgore}{#f/2}* The people had set their minds on war, and nothing could avert it.{~}
ru_ru: <25>{*}{#p/asgore}{#f/2}* Народ полон решимости воевать, и ничто не остановит его.

source: <25>{*}{#p/asgore}{#f/5}* At least, nothing done publicly.{~}
ru_ru: <25>{*}{#p/asgore}{#f/5}* По крайней мере, ничего не делается публично. {~}
