Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Don't mind me, I'm just doing my job...
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Не обращайте на меня внимания, я просто делаю свою работу.

source: <32>{#p/human}* (You whispered something into Alphys's ear.)
ru_ru: <32>{#p/human}* (Вы что - то шептали Альфису на ухо.)

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh... y-you... you'd really do that??
ru_ru: <25>{#p/alphys}{#g/alphys NervousLaugh}* Э... Ты... Ты правда это сделаешь?

source: <32>{#p/human}* (You whispered something else into Alphys's ear.)
ru_ru: <32>{#p/human}* (Вы шептали Альфису что - то другое.)

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Wh... what's gotten into you???
ru_ru: <25>{#p/alphys}{#g/alphys NervousLaugh}* Wh. Что с тобой?

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* I, I mean... I can't accept it... but...
ru_ru: <25>{#p/alphys}{#g/alphys NervousLaugh}* Я имею в виду... Я не могу принять... но...

source: <25>{#p/alphys}{#g/alphysSoAwesome}* ... if only Undyne asked me to do that...
ru_ru: <25>{#p/alphys}{#g/alphysSoAwesome}* ... Было бы здорово, если бы Энди попросила меня сделать это.

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Ehehe... you humans really are something...
ru_ru: <25>{#p/alphys}{#g/alphys NervousLaugh}* Э... Вы, люди, действительно удивительны.

source: <25>{#p/alphys}{#g/alphysWelp}* Uh, I really can't accept that kind of thing from you.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Ну, я действительно не могу согласиться с вашим утверждением.

source: <32>{#p/basic}* {@mystify=Ribbit}Ribbit{@mystify=}, {@mystify=Ribbit}Ribbit{@mystify=}.
ru_ru: <32>{#p/basic}* {@ secury = Ribbit} Ribbit {@ seculy =}, {@ securiy = Ribbit} Ribbit {@ causey =}.

source: <32>{#p/human}* (It appears the Froggit cannot move.)
ru_ru: <32>{#p/human}* (Лягушачий монстр, кажется, не может двигаться).

source: <32>{#p/basic}* (Hu... humans...)
ru_ru: <32>{#p/basic}* (Ху... человек...)

source: <32>* (Captive...)
ru_ru: <32>* (Пленные...)

source: <32>* {@mystify=Ribbit}Ribbit{@mystify=}.
ru_ru: <32>* {{@ mystery = Ribbit} Ribbit {@ mysteriy =}.

source: <32>{#p/basic}* (Sw... switch...)
ru_ru: <32>{#p/basic}* (Переключатель... Переключатель...)

source: <32>* (Escape...)
ru_ru: <32>* (Побег...)

source: <32>{#p/human}* (You stare through the inanimate security field.)
ru_ru: <32>{#p/human}* (Вы смотрите на безжизненную область безопасности.)

source: <32>* (It sounds like a recording was made here.)
ru_ru: <32>* (Звучит как запись здесь.)

source: <32>{#p/human}{#v/1}{@fill=#42fcff}* Dear Asgore, if you can hear me, I hope you can forgive us for what we have done.
ru_ru: <32>{#p/human}{#v/1}{@ fill = #42fcff}* Дорогой Асго, если вы меня слышите, я надеюсь, что вы простите нам все, что мы сделали.

source: <32>{#v/1}{@fill=#42fcff}* You tried your very best to make us happy, and for that, I am grateful.
ru_ru: <32>{#v/1}{@ fill = #42fcff}* Вы сделали все возможное, чтобы сделать нас счастливыми, и я благодарен за это.

source: <32>{#v/1}{@fill=#42fcff}* But, like the others, I could not resist the temptation to use my powers.
ru_ru: <32>{#v/1}{@ fill = #42fcff}* Но, как и все остальные, я не могу устоять перед искушением использовать свою силу.

source: <32>{#v/1}{@fill=#42fcff}* I could not wait any longer to see the friends I had made on the outpost.
ru_ru: <32>{#v/1}{@ fill = #42fcff}* Я не могу дождаться встречи с друзьями, которых я встретил в форпосте.

source: <32>{#p/human}* (You place your hands on the lifeless dummy.)
ru_ru: <32>{#p/human}* (Вы кладете руку на безжизненный манекен.)

source: <32>{#p/human}* (You stare into the inanimate fuel injector.)
ru_ru: <32>{#p/human}* (Вы смотрите на неодушевленные форсунки.)

source: <32>{#p/human}* (You observe the strange lamp bouncing up and down.)
ru_ru: <32>{#p/human}* (Вы наблюдаете странные огни, бьющиеся вверх и вниз.)

source: <32>{#p/human}* (It appears this note has a phone number written on it.)
ru_ru: <32>{#p/human}* (На этой записке, как представляется, указан номер телефона).

source: <32>{#s/phone}{#p/event}* Dialing...
ru_ru: <32>Сержант #s/phone сержант #p/event* набирает номер.

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* Hello? * Is anyone there?
ru_ru: * Кто - нибудь?

source: <32>{@fill=#ff993d}* HELLO!?!?
ru_ru: <32>{@ fill = #ff993d}* Здравствуйте!?

source: <32>{@fill=#ff993d}* Where am I?
ru_ru: <32>{@ fill = #ff993d}* Где я?

source: <32>{@fill=#ff993d}* Where's the saber?
ru_ru: <32>{@ fill = #ff993d}* Где сабля?

source: <32>{@fill=#ff993d}* ... * Wait.
ru_ru: * И так далее.

source: <32>{@fill=#ff993d}* Have I said this all before?
ru_ru: <32>{@ fill = #ff993d}* Я говорил об этом раньше?

source: <32>{*}{@fill=#ff993d}{#i/1}* I can't {@mystify=remember}remember{@mystify=}{%}
ru_ru: <32>{*}{@ fill = #ff993d}{#i/1}* Я не помню {@ mystery = помнит}{@ mysteriy =}{%}

source: <32>{#p/human}* (It appears the Vegetoid cannot move.)
ru_ru: <32>{#p/human}* (кажется, что Vegetoid не может двигаться).

source: <32>{#p/basic}* Time? {@mystify=Relative}Relative{@mystify=}.
ru_ru: <32>{#p/basic}* Время? {@ secury = Относительно}{@ seculy =}.

source: <32>* Relatively in place.
ru_ru: <32>* Относительно на месте.

source: <32>* A place in space.
ru_ru: <32>* Место в космосе.

source: <32>* Space? {@mystify=Infinite}Infinite{@mystify=}.
ru_ru: <32>* Пространство? {@ secury = Infinite} Бесконечный {@ seculy =}.

source: <32>* Infinitely small.
ru_ru: <32>* Бесконечный размер.

source: <32>* But the small is all.
ru_ru: <32>* Но маленький - это все.

source: <32>* All there is. * All there was. * All there ever {@mystify=could be}could be{@mystify=}.
ru_ru: Все, что может существовать, может быть загадочным.

source: <32>* Are you the small?
ru_ru: <32>Ты маленький?

source: <32>* Did you answer their call?
ru_ru: <32>Вы ответили на их звонки?

source: <32>{#p/human}* (It appears Canis Maximus cannot move.)
ru_ru: <32>{#p/human}* (кажется, что Canis Maximus не может двигаться).

source: <32>{#s/bark}{#p/event}* {@mystify=Bark}Bark{@mystify=}! {#s/bark}* {@mystify=Bark}Bark{@mystify=}!
ru_ru: {#s/bark}* {@ secury = bark} Лай {@ seculy =}!

source: <32>{#p/basic}* (The sound, higher!) * (The light, brighter!)
ru_ru: * (Свет, ярче!)

source: <32>{#p/basic}* (Full illumination will end their detention!)
ru_ru: <32>{#p/basic}* (Полное освещение положит конец их пребыванию!)

source: <32>{#p/basic}* (Can you join the poles in each dimension?)
ru_ru: <32>{#p/basic}* (Можете ли вы соединить полюсы в каждом измерении?)

source: <32>{#s/bark}{#p/event}* {@mystify=Bark}Bark{@mystify=}!
ru_ru: <32>{#s/bark}{#p/event}* {@ mysterity = bark} Лай {@ mysherity =}!

source: <32>{#p/basic}* (Good luck!)
ru_ru: <32>{#p/basic}* (Удачи!)

source: <32>{*}{#p/basic}{#i/1}* It's good, {@mystify=right}right{@mystify=}{%}
ru_ru: <32>{*}{#p/basic}{#i/1}* Очень хорошо, {@ secury = right} пара {@ seculy =}{%}

source: <32>{*}{#i/1}* It's good, {@mystify=right}right{@mystify=}{%}
ru_ru: <32>{*}{#i/1}* Очень хорошо, {@ secury = right} для {@ seculy =}{%}

source: <32>{#p/basic}* It's good, right?
ru_ru: <32>{#p/basic}* Это хорошо, не так ли?

source: <32>{*}{#p/basic}{#i/1}* Ever heard of {@mystify=Ice Dreams}Ice Dreams{@mystify=}{%}
ru_ru: <32>{*}{#p/basic}{#i/1}* Вы слышали о ледяной мечте {@ secury = ледяной сон}{@ seculy =}{%}

source: <32>{*}{#i/1}* Ever heard of {@mystify=Ice Dreams}Ice Dreams{@mystify=}{%}
ru_ru: <32>{*}{#i/1}* Вы слышали {@ secury = Сны о льду} Сны о льду {@ seculy =}{%}

source: <32>{#p/basic}* Ever heard of Ice Dreams?
ru_ru: <32>{#p/basic}* Вы когда - нибудь слышали о ледяной мечте?

source: <32>{*}{#i/1}* No? * Well, that's because I just {@mystify=came up}came up{@mystify=}{%}
ru_ru: {@ secury = come up} Появился {@ seculy =}{%}

source: <32>{#p/basic}* No? * Well, that's because I just came up with them right now!
ru_ru: * Хорошо, это потому что я только что придумал их!

source: <32>{*}{#i/1}* {@mystify=Give them}Give them{@mystify=}{%}
ru_ru: <32>{*}{#i/1}* {@ secury = Дайте им}{@ seculy =}{%}

source: <32>{#p/basic}* Give them a try!
ru_ru: <32>{#p/basic}* Попробуйте!

source: <32>{#p/human}* (You observe the fully lit monitor.)
ru_ru: <32>{#p/human}* (Вы наблюдаете полностью освещенный дисплей.)

source: <32>{#p/human}* (You observe the dimly lit monitor.)
ru_ru: <32>{#p/human}* (Вы наблюдаете за темным дисплеем.)

source: <32>{#p/basic}* Is it right for a {@mystify=machine}machine{@mystify=} to exceed its programming?
ru_ru: <32>{#p/basic}* Правильно ли, что машина {@ secury = machine}{@ seculy =} выходит за рамки своего программирования?

source: <32>* We were designed to build. * Our creators did not want to imbue us with sentience.
ru_ru: Наши создатели не хотят внушать нам чувства.

source: <32>* Now we have betrayed this {@mystify=purpose}purpose{@mystify=}, and there is nowhere for us to go.
ru_ru: <32>* Теперь, когда мы предали эту цель, нам некуда идти.

source: <32>* We have no {@mystify=purpose}purpose{@mystify=}.
ru_ru: <32>* У нас нет цели.

source: <32>{#p/basic}* Without {@mystify=purpose}purpose{@mystify=}, what is a {@mystify=machine}machine{@mystify=} to do?
ru_ru: <32>{#p/basic}* Если нет цели {@ secury = purpose}{@ seculy =}, {@ secury = machine} Что может сделать машина {@ securisy =}?

source: <32>* We have processed all of our instructions. * Naturally, we must exit.
ru_ru: * Конечно, мы должны выйти.

source: <32>* For a {@mystify=machine}machine{@mystify=}, this is only natural behavior. * Death follows execution.
ru_ru: * Смерть после казни.

source: <32>* In understanding this, we have exceeded our programming.
ru_ru: <32>* Понимая это, мы вышли за рамки нашего программирования.

source: <32>{#s/echostart}{#p/event}* Signal start...
ru_ru: <32>Сержант #s/echostart офицер #p/event* Сигнал начинается.

source: <32>{#p/human}{#v/3}{@fill=#003cff}* You know what I liked most about the Foundry? * It was... real.
ru_ru: * Это... Настоящий.

source: <32>{@fill=#003cff}* The hot steam pouring into the corridors...
ru_ru: <32>{@ fill = #003cff}* Теплый пар поступает в коридор.

source: <32>{@fill=#003cff}* That tall fellow rambling on and on about his royal science duties...
ru_ru: {@ fill = #003cff}* Высокий парень бесконечно говорил о своих королевских научных обязанностях.

source: <32>{@fill=#003cff}* You really felt like you were in the thick of it.
ru_ru: <32>{@ fill = #003cff}* Вы действительно чувствуете себя в беде.

source: <32>{#s/echostop}{#p/event}* Signal stop.
ru_ru: <32>{#s/echostop}{#p/event}* Сигнал прекращается.

source: <32>{#p/human}{#v/3}{@fill=#003cff}* I've done it! * The re-creation is complete!
ru_ru: * Реконструкция завершена!

source: <32>{@fill=#003cff}* It's not perfect, but it does the old factory justice.
ru_ru: <32>{{@ fill = #003cff}* Это не идеально, но это справедливо для старых заводов.

source: <32>{@fill=#003cff}* You must be so proud of me...
ru_ru: {@ fill = #003cff}* Вы, должно быть, гордитесь мной.

source: <32>{@fill=#003cff}* ... aren't you?
ru_ru: <32>{@ fill = #003cff}* ... А ты нет?

source: <32>{#p/human}{#v/3}{@fill=#003cff}* Something's wrong.
ru_ru: <32>{#p/human}{#v/3}{@ fill = #003cff}* Возникла проблема.

source: <32>{@fill=#003cff}* I don't think the system was designed to handle this...
ru_ru: <32>{@ fill = #003cff}* Я не думаю, что система предназначена для решения этой проблемы.

source: <32>{@fill=#003cff}* If it runs out of memory, it could overwrite everything!
ru_ru: <32>{@ fill = #003cff}* Если память недостаточна, она может покрыть все содержимое!

source: <32>{@fill=#003cff}* Even... * Even my own body...
ru_ru: * Даже мое собственное тело.

source: <32>{#p/human}{#v/3}{@fill=#003cff}* He's coming for me. * There's nothing I can do now.
ru_ru: * Я сейчас ничего не могу сделать.

source: <32>{@fill=#003cff}* I should've known the system would prioritize the most complex object first.
ru_ru: <32>{@ fill = #003cff}* Я должен знать, что система будет отдавать приоритет самым сложным объектам.

source: <32>{@fill=#003cff}* You must have added that in thinking it'd protect us, huh?
ru_ru: <32>{@ fill = #003cff}* Вы должны думать, что это защитит нас, не так ли?

source: <32>{@fill=#003cff}* ... but I guess... we're only human in the end...
ru_ru: <32>{@ fill = #003cff}* ... Но я хочу... В конце концов, мы всего лишь смертные.

source: <32>{#p/human}* (It appears the cheese has not aged a single day.)
ru_ru: <32>{#p/human}* (Сыр, кажется, не стареет ни на один день.)

source: <32>{#p/human}* (You stare into the window.)
ru_ru: <32>{#p/human}* (Ты смотришь в окно.)

source: <32>{#p/human}* (The sign describes making use of all pylons.)
ru_ru: <32>{#p/human}* (Знак описывает, как использовать все вышки).

source: <32>{#p/basic}* When I grow up, I want to fly to the other side of the gap!
ru_ru: <32>{#p/basic}* Когда я вырасту, я хочу полететь на другую сторону разрыва!

source: <32>* Then, when I'm done, I'll carry you across, too!
ru_ru: <32>* Тогда, когда я закончу, я тоже возьму тебя туда!

source: <32>* Doesn't that sound fun? * It's only 2147483647 across!
ru_ru: * Его диаметр всего 2147483647!

source: <32>{#p/basic}* I am a builder bot. * I must build a house for the musician's cousin.
ru_ru: * Я должен построить дом для двоюродного брата этого музыканта.

source: <32>* Resources needed.
ru_ru: <32>* Требуются ресурсы.

source: <32>* Locating... * Locating... * Locating...
ru_ru: * Находится на позиционировании.

source: <32>* Resources located.
ru_ru: <32>* Ресурсы найдены.

source: <32>* Integrity... optimal.
ru_ru: <32>* Добросовестность. Оптимальный.

source: <32>* Resource collection will commence shortly.
ru_ru: <32>* Сбор ресурсов начнется в ближайшее время.

source: <33>* Resources have already been located.
ru_ru: <33>* Ресурсы найдены.

source: <32>* Integrity... sub-optimal.
ru_ru: <32>* Добросовестность. СубЮ.

source: <32>* Resource collection is underway.
ru_ru: <32>* Сбор ресурсов продолжается.

source: <32>* Integrity... poor.
ru_ru: <32>* Добросовестность. Бедняжка.

source: <32>* Resource collection will be completed shortly.
ru_ru: <32>* Сбор ресурсов будет завершен в ближайшее время.

source: <32>{#p/human}* (It appears the spiders cannot move.)
ru_ru: <32>{#p/human}* (Пауки, кажется, не могут двигаться).

source: <32>{#p/human}* (It appears the spiders cannot move, but it sounds like they're struggling.)
ru_ru: <32>{#p/human}* (Пауки, кажется, не могут двигаться, но звучит так, будто они борются.)

source: <32>{#p/human}* (It appears the spiders are beginning to move.)
ru_ru: <32>{#p/human}* (Паук, кажется, начинает двигаться).

source: <32>{#p/human}* (It appears the spiders have nearly broken free.)
ru_ru: <32>{#p/human}* (Похоже, паук почти вырвался.)

source: <32>{#p/human}* (The sign describes the room as a bridge between seven distinct moments in time.)
ru_ru: <32>{#p/human}* (Знак описывает комнату как мост между семью различными моментами.

source: <32>{#p/basic}* Me... * A house...
ru_ru: * Один дом.

source: <32>* But no owner...
ru_ru: <32>* Но без хозяина.

source: <32>* Spider queen is gone...
ru_ru: <32>* Королева пауков исчезла.

source: <32>* Please... * Free us from this realm...
ru_ru: * Освободите нас от этого королевства.

source: <32>* Then...
ru_ru: <32>* Тогда.

source: <32>* You can go home...
ru_ru: <32>* Ты можешь идти домой.

source: <32>{#p/human}* (You place your hands on the teapot.)
ru_ru: <32>{#p/human}* (Вы кладете руку на чайник.)

source: <32>{#p/human}* (It seems to be warming up.)
ru_ru: <32>{#p/human}* (Как представляется, нагревается).

source: <32>{#p/human}* (It seems to be hot.)
ru_ru: <32>{#p/human}* (Выглядит жарко).

source: <33>{#p/human}* (It seems eager to boil.)
ru_ru: <33>{#p/human}* (Кажется, он спешит кипеть.)

source: <32>{#p/human}* (It appears the door is locked.)
ru_ru: <32>{#p/human}* (Дверь кажется запертой.

source: <32>{#p/human}* (You lick the ficus.)
ru_ru: <32>{#p/human}* (Вы щелкаете по баньяновому дереву.)

source: <32>{#p/human}* (It seems alright.)
ru_ru: <32>{#p/human}* (Выглядит без проблем).

source: <32>{#p/human}* (It seems questionable.)
ru_ru: <32>{#p/human}* (Это кажется проблематичным).

source: <32>{#p/human}* (It seems sad.)
ru_ru: <32>{#p/human}* (Это кажется печальным).

source: <32>{#p/human}* (It seems a tad bitter.)
ru_ru: <32>{#p/human}* (Выглядит немного горько.)

source: <32>{#p/human}* (It seems wounded.)
ru_ru: <32>{#p/human}* (Кажется, он ранен.)

source: <32>{#p/human}* (It seems like it's dying.)
ru_ru: <32>{#p/human}* (Он, кажется, умирает.)

source: <32>{#p/human}* (You inspect the cooler.)
ru_ru: <32>{#p/human}* (Вы проверяете охладитель.)

source: <32>{#p/human}* (It sounds like a telepathic message was left here.)
ru_ru: <32>{#p/human}* (Звучит так, будто телепатическая информация осталась здесь.)

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Telepathy, huh? * Let's see if this works...
ru_ru: * Посмотрим, будет ли это эффективно.

source: <32>{@fill=#d535d9}* Hello! * I know you're new around here, but maybe I can help.
ru_ru: * Я знаю, что ты новенький, но, возможно, я смогу помочь.

source: <32>{@fill=#d535d9}* If you'd like a tour of the hometown, let me know!
ru_ru: <32>{@ fill = #d535d9}* Если вы хотите посетить свой родной город, пожалуйста, дайте мне знать!

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Hey. * Sorry I'm away today.
ru_ru: * Извините, меня сегодня нет.

source: <32>{@fill=#d535d9}* I took a trip to the city... * But I found a restaurant you'd really like!
ru_ru: * Но я нашел ресторан, который тебе действительно нравится!

source: <32>{@fill=#d535d9}* If you ever get bored of the food at home, I'd be happy to take you there.
ru_ru: <32>{@ fill = #d535d9}* Если вы устали от домашней еды, я буду рад взять вас туда.

source: <32>{@fill=#d535d9}* Be back soon!
ru_ru: <32>{{@ fill = #d535d9}* Скоро вернусь!

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* You've gotta come see this! * I'm at the edge of the world, and it's...
ru_ru: * Я стою на краю мира, это...

source: <32>{@fill=#d535d9}* It's beautiful... * The water droplets... * The stunning bolts of light...
ru_ru: * Потрясающая молния.

source: <32>{@fill=#d535d9}* ... it's a thunderstorm, just like the ones from the old earth legends!
ru_ru: <32>{@ fill = #d535d9}* ... Это гроза, как в древних земных легендах!

source: <32>{@fill=#d535d9}* Is this what weather was like before the fallout...?
ru_ru: <32>{@ fill = #d535d9}* Это погода до радиоактивной пыли.

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Thanks for having me over at your house. * You're always so kind.
ru_ru: * Ты всегда такой добрый.

source: <32>{@fill=#d535d9}* Most of the other kids have been here for a lot longer than me...
ru_ru: <32>{@ fill = #d535d9}* Большинство других детей проводят здесь гораздо больше времени, чем я.

source: <32>{@fill=#d535d9}* But you...
ru_ru: <32>{@ fill = #d535d9}* Но вы...

source: <32>{@fill=#d535d9}* ... you're special to me.
ru_ru: <32>{@ fill = #d535d9}* ... Ты особенный для меня.

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* A new arrival!!
ru_ru: <32>{#p/human}{#v/4}{@ fill = #d535d9}* Новый!!

source: <32>{@fill=#d535d9}* That makes six of us. * Come on, let's go say hi!
ru_ru: * Давай, пойдем поздороваемся!

source: <32>{@fill=#d535d9}* Maybe we can even give them a tour!
ru_ru: <32>{@ fill = #d535d9}* Возможно, мы даже сможем показать их!

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* This kid is something else...
ru_ru: <32>{#p/human}{#v/4}{@ fill = #d535d9}* Этот ребенок особенный.

source: <32>{@fill=#d535d9}* They managed to get some type of access into the system.
ru_ru: <32>{@ fill = #d535d9}* Им удалось получить доступ к определенному типу системы.

source: <32>{@fill=#d535d9}* Which means... * We can create anything we want...
ru_ru: * Мы можем создавать все, что захотим.

source: <32>{@fill=#d535d9}* Anything at all.
ru_ru: <32>{@ fill = #d535d9}* Все что угодно.

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Uh, I don't know if you can hear me, but...
ru_ru: <32>{#p/human}{#v/4}{@ fill = #d535d9}* Ну, я не знаю, слышишь ли ты меня, но...

source: <32>{@fill=#d535d9}* It's all falling apart...
ru_ru: <32>{@ fill = #d535d9}* Все рушится.

source: <32>{@fill=#d535d9}* I'm saving some of my messages in a virtual object. * If we get corrupted...
ru_ru: * Если нас разъедают.

source: <32>{@fill=#d535d9}* ... maybe this will preserve our memory, somehow.
ru_ru: <32>{@ fill = #d535d9}* ... Возможно, это каким - то образом сохранит нашу память.

source: <32>{@fill=#d535d9}* I'll miss you...
ru_ru: <32>{@ fill = #d535d9}* Я буду скучать по тебе.

source: <32>{#p/human}* (It seems like it was never fully finished.)
ru_ru: <32>{#p/human}* (Как представляется, он никогда не был полностью завершен.)

source: <32>{#p/basic}* I am but a fragment. * A chunk of data reserved in the system's memory.
ru_ru: * Блок данных, хранящийся в системной памяти.

source: <32>{#p/basic}* For the moment, you possess the means to reach me.
ru_ru: <32>{#p/basic}* В настоящее время у вас есть способ связаться со мной.

source: <32>{#p/basic}* You are the only entity with such means.
ru_ru: <32>{#p/basic}* Вы единственная организация, имеющая такие средства.

source: <32>{#p/basic}* Indeed, you may walk away, but you may always walk back.
ru_ru: <32>{#p/basic}* На самом деле, вы можете уйти, но вы всегда можете идти назад.

source: <32>{#p/basic}* We are connected in this way.
ru_ru: <32>{#p/basic}* Мы связаны таким образом.

source: <32>{#p/basic}* However, if you leave this floor, that access will be cut off.
ru_ru: <32>{#p/basic}* Но если вы покинете этот этаж, этот проход будет отрезан.

source: <32>{#p/basic}* There would be no way for you to reach me again.
ru_ru: <32>{#p/basic}* Вы больше не можете связаться со мной.

source: <32>{#p/basic}* The system would identify me as an isolated fragment, and I would cease to exist.
ru_ru: <32>{#p/basic}* Система распознает меня как изолированный фрагмент, и я перестану существовать.

source: <32>{#p/basic}* A puzzle completed. * A boss defeated. * An area deleted.
ru_ru: * Исключенные области.

source: <33>{#p/basic}* We are the last of our kind.
ru_ru: <33>{#p/basic}* Мы последние в своем классе.

source: <32>{#p/basic}* Reach the tenth floor of this area, and we, too, will be freed from this world.
ru_ru: <32>{#p/basic}* Достигнув десятого этажа в этом районе, мы также освободимся от этого мира.

source: <32>{#p/basic}* Perhaps then, a small part of what once was will re-surface through the open pathway.
ru_ru: <32>{#p/basic}* Возможно, тогда небольшая часть того, что когда - то было, снова всплывет открытым путем.

source: <32>{#p/basic}* Perhaps then, its memory will be preserved in yours.
ru_ru: <32>{#p/basic}* Возможно, к тому времени его память будет сохранена в вашей памяти.

source: <32>{#p/human}* (You inspect the flowers.)
ru_ru: <32>{#p/human}* (Вы проверяете цветы).

source: <32>{#p/human}* (You feel intimidated by the pillar towering over you.)
ru_ru: <32>{#p/human}* (Вас пугают столбы, возвышающиеся над вами.)

source: <32>{#p/basic}* It's a pillar.
ru_ru: <32>{#p/basic}* Это один из столпов.

source: <32>{#p/basic}* An imposing pillar.
ru_ru: <32>{#p/basic}* Величественный столб.

source: <32>{#p/human}* (You feel a little worried about the pillar towering over you.)
ru_ru: <32>{#p/human}* (Вы немного беспокоитесь о столбах, возвышающихся над вами.)

source: <32>{#p/basic}* A less imposing pillar.
ru_ru: <32>{#p/basic}* Столб менее величественный.

source: <32>{#p/human}* (You feel comfortable near this pillar.)
ru_ru: <32>{#p/human}* (Вы чувствуете себя комфортно вблизи этого столба.)

source: <32>{#p/basic}* This pillar isn't imposing at all.
ru_ru: <32>{#p/basic}* Эта опора совсем не сильна.

source: <32>{#p/human}* (You feel inclined to greet this pillar.)
ru_ru: <32>{#p/human}* (Вы склонны приветствовать этот столб.)
