Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <20>{#p/alphys}{#e/alphys/19}... but I understand the truth, now.
ru_ru: <20>{#p/alphys}{#e/alphys/19}. Но теперь я понимаю правду.

source: <20>{#e/alphys/18}That power... The power to turn back time, to change fate...
ru_ru: Время повернулось вспять, сила изменить судьбу...

source: <20>{#e/alphys/19}Would I be wrong to assume that one of you has it?
ru_ru: <20>{#e/alphys/19} Если предположить, что кто - то из вас владеет им, я ошибаюсь?

source: <20>{#p/alphys}{#f/alphys/18}If that's the case, then whoever DOESN'T have it should be careful.
ru_ru: <20>{#p/alphys}{#f/alphys/18} Если это так, то те, у кого его нет, должны быть осторожны.

source: <21>{#e/alphys/23}People don't tend to care much for others when they can do whatever they want without consequences.
ru_ru: <21>{#e/alphys/23} Когда люди могут делать все, что они хотят, без последствий, они часто не заботятся о других.

source: <21>{#e/alphys/39}I need a moment.
ru_ru: <21>{#e/alphys/39} Мне нужно немного времени.

source: <20>{*}{#p/alphys}{#e/alphys/45}Thanks.{^20}{%}
ru_ru: <20>{*}{#p/alphys}{#e/alphys/45} Спасибо. {^ 20}{%}

source: <20>{#z2}{#p/alphys}{#e/alphys/7}After Undyne died, I didn't know what to do.
ru_ru: <20>{#z2}{#p/alphys}{#e/alphys/7} После смерти Undyne я не знаю, что делать.

source: <20>{#e/alphys/46}So I ran as fast and as far as I could.
ru_ru: <20>{#e/alphys/46] Поэтому я бегаю как можно быстрее и далеко.

source: <20>{#p/alphys}{#e/alphys/47}The more I ran, the more frustrated I became with myself.
ru_ru: <20>{#p/alphys}{#e/alphys/47} Чем больше я бегаю, тем больше я расстраиваюсь о себе.

source: <20>{#e/alphys/48}How could I stand by and do NOTHING as I watched them die?
ru_ru: <20>{#e/alphys/48} Как я могу оставаться в стороне, наблюдая, как они умирают?

source: <20>{#p/alphys}{#e/alphys/21}... it was all just a little too much.
ru_ru: <20>{#p/alphys}{#e/alphys/21. Это все слишком.

source: <21>{#e/alphys/39}Still, no matter how terrible I felt...
ru_ru: <21>{#e/alphys/39} Несмотря на это, как бы мне ни было плохо...

source: <20>{#e/alphys/45}The reality of what had happened stayed the same.
ru_ru: <20>Реальность происходящего остается неизменной {#e/alphys/45}.

source: <20>{#p/alphys}{#e/alphys/39}Undyne said you'd go on to kill everyone in the galaxy...
ru_ru: <20>{#p/alphys}{#e/alphys/39} Undyne говорит, что вы будете продолжать убивать всех в галактике.

source: <20>{#e/alphys/40}But it's worse than that, isn't it?
ru_ru: <20>{#e/alphys/40} Но ситуация хуже, не так ли?

source: <20>{#e/alphys/47}I may have brought one of you back to life, but I'm not to blame for everything you've done.
ru_ru: <20>{#e/alphys/47} Я могу воскресить одного из вас, но я не должен нести ответственность за все, что вы делаете.

source: <20>{#e/alphys/38}Whatever it is you're planning, I won't let you get away with it.
ru_ru: <20>{#e/alphys/38} Что бы вы ни планировали, я не позволю вам избежать наказания.

source: <20>{*}{#z4}{#e/alphys/54}Even if it means...!{^10}{%}
ru_ru: <20>{*}{#z4}{#e/alphys/54} Даже если это означает. {^ 10}{%}

source: <20>{*}{#e/alphys/25}Losing my sanity in the process!{^10}{%}
ru_ru: <20>{*}{#e/alphys/25} теряют рассудок в этом процессе! {^ 10}{%}

source: <20>{#p/alphys}{#e/alphys/25}Take THIS!!
ru_ru: <20>{#p/alphys}{#e/alphys/25} Возьми это!

source: <20>{#p/alphys}{#e/alphys/25}Or THIS!!
ru_ru: <20>{#p/alphys}{#e/alphys/25} или это!

source: <20>{#p/alphys}{#e/alphys/25}How about THIS!!
ru_ru: <20>{#p/alphys}{#e/alphys/25} Как насчет этого!

source: <20>{#p/alphys}{#e/alphys/24}Hahaha...
ru_ru: <20>{#p/alphys}{#e/alphys/24} Ха - ха.

source: <20>{#p/alphys}{#e/alphys/27}Come ON!!
ru_ru: <20>{#p/alphys}{#e/alphys/27} Давай!

source: <20>{*}{#p/alphys}{#e/alphys/42}No...{^40}{%}
ru_ru: <20>{*}{<p/alphys}{#e/alphys/42} Не... {^ 40}{%}

source: <20>{*}{#e/alphys/43}How am I already...{^40}{%}
ru_ru: <20>{*}{#e/alphys/43} Как я уже... {^ 40}{%}

source: <20>{*}{#e/alphys/43}How did you...{^40}{%}
ru_ru: <20>{*}{#e/alphys/43} Как ты... {^ 40}{%}

source: <20>{*}I d-didn't think you'd be this strong...{^40}{%}
ru_ru: <20>{*} Я не ожидал, что ты будешь такой сильной. {^ 40}{%}

source: <20>{*}But now, I realize...{^40}{%}
ru_ru: <20>{*} Но теперь я понимаю... {^ 40}{%}

source: <20>{*}I'm going to die here... a-aren't I?{^40}{%}
ru_ru: <20>{*} Я умру здесь. Не так ли? {^ 40}{%}

source: <20>{*}After everything...{^40}{%}
ru_ru: <20>{*} В конце концов... {^ 40}{%}

source: <20>{*}{#p/alphys}I never had a chance.{^40}{%}
ru_ru: <20>{*}{#p/alphys} У меня никогда не было шанса. {^ 40}{%}

source: <20>{*}{#p/alphys}I'm sorry, Asgore.{^40}{%}
ru_ru: <20>{*}{#p/alphys} Извините, Асго. {^ 40}{%}

source: * Toriel
ru_ru: * Торьель

source: <32>{#p/human}* (546f7269656c now stands before you.)
ru_ru: <32>{#p/human}* (546f7269656c прямо перед вами.)

source: <32>{#p/human}* (546f7269656c seems intent on following a routine.)
ru_ru: <32>{#p/human}* (546f7269656c, как представляется, намеренно следуют сложившейся практике).

source: <32>{#p/human}* (But you have already eaten your dinner.)
ru_ru: <32>{#p/human}* (Но вы уже поужинали).

source: <11>{#p/toriel}Eat {@fill=#42fcff}{@mystify=slowly}slowly{@mystify=}{@fill=#ffffff}, my child.
ru_ru: <11>{#p/toriel} Ешьте медленно {@ fill = #42fcff}{@ mystery = медленно}{@ Mystery =}{@ fill = #ffff}, мой ребенок.

source: <32>{#p/human}* (546f7269656c would like to share something with you.)
ru_ru: <32>{#p/human}* (546f7269656c хочет поделиться с вами чем - то.)

source: <32>{#p/human}* (But you have already been read a story.)
ru_ru: <32>{#p/human}* (Но вы уже прочитали историю.)

source: <32>{#p/human}* (But 546f7269656c was not yet ready to read you a story.)
ru_ru: <32>{#p/human}* (но 546f7269656c еще не готов прочитать вам историю).

source: <11>{#p/toriel}Once, there was a {@fill=#42fcff}{@mystify=monster}monster{@mystify=}{@fill=#ffffff}...
ru_ru: <11>{#p/toriel} Когда - то был монстр {@ fill = #42fcff}{@ mystery = monster}{@ mysteriy =}{@ fill = #ffff}.

source: <32>{#p/human}* (546f7269656c has one more thing to do.)
ru_ru: <32>{#p/human}* (546f7269656c Есть еще одна вещь, которую нужно сделать).

source: <32>{#p/human}* (But you have already been put to sleep.)
ru_ru: <32>{#p/human}* (Но ты уже спишь).

source: <32>{#p/human}* (But 546f7269656c was not yet ready to put you to sleep.)
ru_ru: <32>{#p/human}* (но 546f7269656c еще не готов заснуть.)

source: <11>{#p/toriel}Good night, my child.
ru_ru: <11>{#p/toriel} Спокойной ночи, мой ребенок.

source: <32>{#p/human}* (Toriel has served her purpose in this world.)
ru_ru: <32>{#p/human}* (Ториэль достигла своей цели в этом мире.

source: <32>{#p/human}* (But 546f7269656c's wasn't finished with her routine.)
ru_ru: <32>{#p/human}* (но повседневная деятельность 546f7269656c еще не завершена).

source: <32>{#p/human}* (And Toriel shared her wisdom before fading away.)
ru_ru: <32>{#p/human}* (Ториэль поделилась своей мудростью, прежде чем исчезнуть.

source: <32>{#p/human}* (But there was no puzzle left to solve.)
ru_ru: <32>{#p/human}* (но больше нет головоломок, которые нужно решить).

source: <11>{#p/toriel}Are you {@fill=#42fcff}{@mystify=hungry}hungry{@mystify=}{@fill=#ffffff}, my child?
ru_ru: <11>Мой ребенок, ты голоден?

source: <11>{#p/toriel}Are you {@fill=#42fcff}{@mystify=restless}restless{@mystify=}{@fill=#ffffff}, my child?
ru_ru: <11>Мой ребенок, неужели ты не расстроен?

source: <11>{#p/toriel}Are you {@fill=#42fcff}{@mystify=sleepy}sleepy{@mystify=}{@fill=#ffffff}, my child?
ru_ru: <11>{#p/toriel} Мой ребенок, ты не очень сонный?

source: * Gerson
ru_ru: * Герсон

source: <32>{#p/human}* (476572736f6e stands opposite the training area.)
ru_ru: <32>{#p/human}* (476572736f6e стоит напротив тренировочной зоны).

source: <32>{#p/human}* (476572736f6e awaits your first move.)
ru_ru: <32>{#p/human}* (476572736f6e ждет вашего первого шага).

source: <32>{#p/human}* (But you have already risen to the challenge.)
ru_ru: <32>{#p/human}* (Но вы приняли вызов.)

source: <32>{#p/human}* (But you have not yet rested after your previous failure.)
ru_ru: <32>{#p/human}* (но вы не отдыхали после предыдущей неудачи.)

source: <11>{#p/basic}It takes {@fill=#ff993d}{@mystify=courage}courage{@mystify=}{@fill=#ffffff} to face your fears.
ru_ru: <11>{#p/basic} Перед лицом ваших потребностей в страхе {@ fill = #ff993d}{@ mystery = courage} Мужество {@ mysteriy =}{@ fill = #fffff}.

source: <11>{*}{#p/basic}Failure! You must stay {@fill=#ff993d}{@mystify=focused}focused{@mystify=}{@fill=#ffffff}!{^30}{%}
ru_ru: Ты должен быть сосредоточен! {^ 30}{%}

source: <32>{#p/human}* (476572736f6e thinks it's time for a break.)
ru_ru: <32>{#p/human}* (476572736f6e считает, что пора отдохнуть).

source: <32>{#p/human}* (Gerson has served his purpose in this world.)
ru_ru: <32>{#p/human}* (Герсон достиг своей цели в этом мире.)

source: <32>{#p/human}* (But you were not in need of rest.)
ru_ru: <32>{#p/human}* (Но вам не нужен отдых.)

source: <11>{#p/basic}A good {@fill=#ff993d}{@mystify=hero}hero{@mystify=}{@fill=#ffffff} knows their limits.
ru_ru: <11>{#p/basic} Хороший {@ fill = #ff993d}{@ mysterity = hero} Герой {@ mysherity =}{@ fill = #fffff} знает свои пределы.

source: <32>{#p/human}* (476572736f6e awaits your next move with anticipation.)
ru_ru: <32>{#p/human}* (476572736f6e с нетерпением ждет вашего следующего шага.)

source: <32>{#p/human}* (But 476572736f6e's training was not yet complete.)
ru_ru: <32>{#p/human}* (но подготовка 476572736f6e еще не завершена).

source: <32>{#p/human}* (And Gerson taught you his favorite handshake before fading away.)
ru_ru: <32>{#p/human}* (Герсон научил вас своим любимым рукопожатиям, прежде чем исчезнуть).

source: <32>{#p/human}* (But your gesture seems to have been ignored.)
ru_ru: <32>{#p/human}* (но ваши жесты, похоже, игнорируются).

source: <32>{#p/human}* (But there was no advice left to hear.)
ru_ru: <32>{#p/human}* (но нет никаких предложений, которые можно было бы выслушать.)

source: <11>{#p/basic}You must not show {@fill=#ff993d}{@mystify=hesitation}hesitation{@mystify=}{@fill=#ffffff}.
ru_ru: <11>{#p/basic} Вы не можете проявлять колебания {@ fill = #ff993d}{@ mystery = колебания}{@ mysteriy =}{@ fill = #fffff}.

source: <11>{#p/basic}To learn is to face {@fill=#ff993d}{@mystify=adversity}adversity{@mystify=}{@fill=#ffffff}.
ru_ru: <11>Учиться - это сталкиваться с невзгодами.

source: <11>{#p/basic}The key to success is {@fill=#ff993d}{@mystify=humility}humility{@mystify=}{@fill=#ffffff}.
ru_ru: <11>Ключом к успеху является скромность.

source: * Prof. Roman
ru_ru: * Профессор Роман

source: <32>{#p/human}* (50726f662e20526f6d616e takes control of the situation.)
ru_ru: <32>{#p/human}* (50726f662e20526f616e Контроль ситуации).

source: <32>{#p/human}* (50726f662e20526f6d616e would like to run some tests on you.)
ru_ru: <32>{#p/human}* (50726f662e20526f616e хочет сделать несколько тестов для вас).

source: <32>{#p/human}* (But your objection was swiftly overruled.)
ru_ru: <32>{#p/human}* (но ваше возражение было быстро отклонено).

source: <32>{#p/human}* (But you have already completed this test.)
ru_ru: <32>{#p/human}* (но вы завершили этот тест).

source: <11>Please, remain {#p/basic}{@fill=#003cff}{@mystify=still}still{@mystify=}{@fill=#ffffff}...
ru_ru: <11>Пожалуйста, сохраняйте {#p/basic}{@ fill = #003cff}{@ secury = still} все еще {@ seculy =}{@ fill = #fffff}.

source: <11>{#p/basic}The {@fill=#003cff}{@mystify=fun}fun{@mystify=}{@fill=#ffffff} has only just begun.
ru_ru: <11>{#p/basic}{@ fill = #003cff}{@ mystery = fun} Веселье {@ mysteriy =}{@ fill = #fffff} только начинается.

source: <11>{#p/basic}Behold, the {@fill=#003cff}{@mystify=power}power{@mystify=}{@fill=#ffffff} of scientific endeavour.
ru_ru: <11>{#p/basic} Взгляните на силу научных усилий {@ fill = #003cff}{@ mystery = power}{@ mysteriy =}{@ fill = #fffff}.

source: <32>{#p/human}* (50726f662e20526f6d616e is ready to begin the next test.)
ru_ru: <32>{#p/human}* (50726f662e20526f616e готов приступить к следующему испытанию).

source: <32>{#p/human}* (Professor Roman has served his purpose in this world.)
ru_ru: <32>{#p/human}* (Профессор Роман достиг своей цели в этом мире.

source: <32>{#p/human}* (But 50726f662e20526f6d616e wasn't ready to exchange notes.)
ru_ru: <32>{#p/human}* (но 50726f662e20526f616e еще не готов к обмену бумажными деньгами).

source: <32>{#p/human}* (And Professor Roman exchanged notes before fading away.)
ru_ru: <32>{#p/human}* (Профессор Роман обменялся мнениями до своего исчезновения).

source: * Napstablook
ru_ru: * Напстаблике

source: <32>{#p/human}* (4e6170737461626c6f6f6b is here by their computer.)
ru_ru: <32>{#p/human}* (4e6170737461626c6f6f6b6b рядом с компьютером).

source: <32>{#p/human}* (4e6170737461626c6f6f6b is looking for a new sound.)
ru_ru: <32>{#p/human}* (4e6170737461626c6f6f6b6b ищет новый звук).

source: <32>{#p/human}* (But you already have the required samples.)
ru_ru: <32>{#p/human}* (но у вас уже есть необходимый образец).

source: <11>{#p/napstablook}this should do {@fill=#d535d9}{@mystify=nicely}nicely{@mystify=}{@fill=#ffffff}...
ru_ru: <11>{#p/napstaplok} Это должно быть сделано хорошо {@ fill = #d535d9} {@ mystery = welly}{@ Mystery =}{@ fill = #fffff}.

source: <32>{#p/human}* (4e6170737461626c6f6f6b is ready to start composing.)
ru_ru: <32>{#p/human}* (4e6170737461626c6f6f6b6b готов приступить к написанию композиции).

source: <32>{#p/human}* (But you have already finished composing the track.)
ru_ru: <32>{#p/human}* (но вы завершили создание трека.)

source: <32>{#p/human}* (But you have not yet found any samples to compose with.)
ru_ru: <32>{#p/human}* (но вы еще не нашли ни одного образца, который можно было бы комбинировать).

source: <11>{#p/napstablook}let's see how this {@fill=#d535d9}{@mystify=plays}plays{@mystify=}{@fill=#ffffff} out...
ru_ru: <11>{#p/napstaplok} Давайте посмотрим, как это {@ fill = #d535d9}{@ mystery = plays} воспроизводится {@ mysteriy =}{@ fill = #fffffff}.

source: <11>{*}{#p/napstablook}oh... back to the {@fill=#d535d9}{@mystify=drawing}drawing{@mystify=}{@fill=#ffffff} board...{^30}{%}
ru_ru: Возвращаясь к доске {@ fill = #d535d9}{@ secury = drawing} для рисования {@ seculy =}{@ fill = #fffffff}. {^ 30}{%}

source: <32>{#p/human}* (4e6170737461626c6f6f6b would like to try that again.)
ru_ru: <32>{#p/human}* (4e6170737461626c6f6f6f6b Попробуйте еще раз).

source: <32>{#p/human}* (4e6170737461626c6f6f6b is ready to start mixing.)
ru_ru: <32>{#p/human}* (4e6170737461626c6f6f6b6b готов к смешиванию).

source: <32>{#p/human}* (But you have already finished mixing the track.)
ru_ru: <32>{#p/human}* (но вы закончили микстейп.)

source: <32>{#p/human}* (But you have not yet composed a track to mix.)
ru_ru: <32>{#p/human}* (но вы еще не создали трек для микширования.)

source: <11>{#p/napstablook}remember to keep the {@fill=#d535d9}{@mystify=balance}balance{@mystify=}{@fill=#ffffff} straight...
ru_ru: <11>{#p/napstaplok} Помните, чтобы поддерживать баланс {@ fill = #d535d9}{@ mystery = balance}{@ mysteriy =}{@ fill = #ffffff} прямо.

source: <11>{*}{#p/napstablook}oh... looks like we'll need a {@fill=#d535d9}{@mystify=remix}remix{@mystify=}{@fill=#ffffff}...{^30}{%}
ru_ru: Похоже, нам нужен микс {@ fill = #d535d9}{@ mystery = remix}{@ mysteriy =} {@ fill = #fffff}. {^ 30}{%}

source: <32>{#p/human}* (Napstablook has served their purpose in this world.)
ru_ru: <32>{#p/human}* (Napstablike достиг своей цели в этом мире).

source: <32>{#p/human}* (But 4e6170737461626c6f6f6b wasn't yet ready to tell you that.)
ru_ru: <32>{#p/human}* (но 4e6170737461626c6f6f6f6b еще не готов сказать вам об этом).

source: <32>{#p/human}* (And Napstablook told you a secret before fading away.)
ru_ru: <32>{#p/human}* (Напстаблике рассказал вам секрет, прежде чем исчезнуть.)

source: <32>{#p/human}* (But your kind words fell on invisibly shy ears.)
ru_ru: <32>{#p/human}* (но ваши добрые слова дошли до застенчивых ушей).

source: * Asgore
ru_ru: * Асго

source: <32>{#p/human}* (4173676f7265 stands tall.)
ru_ru: <32>{#p/human}* (4173676f7265 Очень высокий).

source: <32>{#p/human}* (4173676f7265 only wants one thing from you.)
ru_ru: <32>{#p/human}* (4173676f7265 Я хочу только одну вещь от тебя).

source: <32>{#p/human}* (But there was no need to hug him a second time.)
ru_ru: <32>{#p/human}* (но не нужно обнимать его снова).

source: <11>{#p/asgore}Thank you, young one.
ru_ru: <11>{#p/asgore} Спасибо, молодой человек.

source: <32>{#p/human}* (Asgore has served his purpose in this world.)
ru_ru: <32>{#p/human}* (Асго достиг своей цели в этом мире.

source: <32>{#p/human}* (But 4173676f7265 hasn't served his purpose yet.)
ru_ru: <32>{#p/human}* (но 4173676f7265 еще не достиг своей цели).

source: <32>{#p/human}* (And Asgore made a promise before fading away.)
ru_ru: <32>{#p/human}* (Асгор взял на себя обязательство, прежде чем исчезнуть).

source: <32>{#p/human}* (Asriel doesn't seem to care.)
ru_ru: <32>{#p/human}* (Асриэлю, похоже, все равно).

source: {*}{#p/event}{#i/3}But it refused.
ru_ru: {*}{#p/event}{#i/3}, но он отказался.

source: §fill=#ff7f7f§§swirl=2/1/1.05§§hue§* Asriel Dreemurr
ru_ru: § Заполнение = #ff7f7f § Водоворот = 2/1/1.05 § Тон §* Asriel Dreemurr

source: * Asriel Dreemurr
ru_ru: :: Асриель Дреймур

source: <32>{#p/story}* Asriel readies "SUPER SKYBREAKER."
ru_ru: <32>{#p/story}* Asriel готов к супер Скайуокеру

source: <32>{#p/story}* It's the end.
ru_ru: <32>{#p/story}* Конец.

source: <32>{#p/basic}* Asriel...?
ru_ru: <32>{#p/basic}* Асир.

source: <32>{#p/story}* ASRIEL DREEMURR - ATK{^2}\u221e{^1} DEF{^2}\u221e{^1} * Legendary being made of every SOUL on the outpost.
ru_ru: * Каждая душа в форпосте легендарна.

source: <32>{#p/human}* (You hold onto your hopes. You feel your body being protected from within.)
ru_ru: <32>{#p/human}* (Вы держитесь за свои надежды. Вы чувствуете, что ваше тело защищено изнутри.)

source: <32>{#p/human}* (You think about why you're here now. You feel your wounds and injuries slowly healing.)
ru_ru: <32>{#p/human}* (Подумайте, почему вы здесь сейчас. Вы чувствуете, что ваши раны и травмы медленно заживают.)

source: <32>{#p/human}* (You flirt with Asriel.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You flirt with Asriel, and everyone within him, too.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Аслилем, и все в нем.)

source: <32>{#p/basic}* The gesture resonates strongly within Asriel...
ru_ru: <32>{#p/basic}* Этот жест вызвал сильный резонанс внутри Аслиля.

source: <32>* ... he can't help but give you something in return!
ru_ru: <32>* ..... Он не мог не дать тебе взамен!

source: <32>{#p/human}* (You try to pet Asriel, but he's too far out of reach.)
ru_ru: <32>{#p/human}* (Вы пытаетесь погладить Асриэля, но он слишком далеко.)

source: <32>{#p/human}* (You pet Asriel.) * (Asriel doesn't seem to know how to handle this.)
ru_ru: * (Асриэль, похоже, не знает, как с этим справиться.

source: <32>{#p/human}* (You pet Asriel again.) * (Asriel still doesn't know how to handle this.)
ru_ru: * (Асриэль до сих пор не знает, как решить эту проблему.)

source: <32>{#p/human}* (You stroke Asriel's fur.) * (Asriel blushes and avoids direct eye contact.)
ru_ru: * (Асриель покраснела, избегая прямого зрительного контакта.)

source: <32>{#p/human}* (You ruffle Asriel's head.) * (Asriel holds back a smile with all his might.)
ru_ru: * (Асир изо всех сил старался не смеяться.)

source: <32>{#p/human}* (You scratch Asriel's neck.) * (Asriel refuses to show his appreciation.)
ru_ru: * (Асриэль отказался выразить свою благодарность.

source: <32>{#p/human}* (You play with Asriel's ears.) * (Asriel really wishes he wasn't enjoying this.)
ru_ru: * (Асриэль очень хотел, чтобы ему это не нравилось.)

source: <32>{#p/human}* (You pat Asriel's back.) * (Asriel doesn't understand your motives anymore.)
ru_ru: (Асриэль больше не понимает ваших мотивов.)

source: <32>{#p/human}* (You cling to Asriel's legs.) * (Asriel stands dumbfounded at your continued affection.)
ru_ru: * (Асриэль стояла там и была ошеломлена твоей постоянной любовью.)

source: <32>{#p/human}* (You squeeze Asriel's paws.) * (Asriel is just letting it happen at this point.)
ru_ru: * (Асриэль просто позволил этому случиться.)

source: <32>{#p/human}* (You boop Asriel's snout.) * (Asriel has given up trying to stop you.)
ru_ru: * (Асриэль отказался остановить вас.)

source: <32>{#p/human}* (You caress Asriel's face.) * (Asriel seems to have been reminded of someone.)
ru_ru: * (Асриэль, кажется, вспомнил кого - то.)

source: <32>{#p/human}* (You continue to pet Asriel.) * (Asriel sighs.)
ru_ru: * (Асиль вздохнул.)

source: <32>{#p/story}* Asriel's ATTACK down for this turn!
ru_ru: <32>{#p/story}* Атака Асриэля была сбита в этом раунде!

source: <20>{*}{#p/asriel3}{#e/asriel/3}You know...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Вы знаете.

source: <20>{*}{#p/asriel3}{#e/asriel/6}I don't... care about destroying the outpost anymore.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/6} Меня больше не волнует уничтожение форпостов.

source: <20>{*}{#p/asriel3}{#e/asriel/6}I don't care about destroying the outpost anymore.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/6} Меня больше не волнует уничтожение форпостов.

source: <32>{#p/story}* Asriel charges "ROARING TYPHOON."
ru_ru: <32>{#p/story}* Asriel обвиняет "тайфун бушует"

source: <32>{#p/basic}* But... you're...
ru_ru: <32>{#p/basic}* Но... Ты...

source: <20>{*}{#p/asriel3}{#e/asriel/3}A-after I defeat you and gain total control over the timeline...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} A - после того, как я победил вас и полностью контролировал временную линию.

source: <20>{*}{#p/asriel3}{#e/asriel/2}I just... want to reset everything.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Я просто... Хочется все сбросить.

source: <20>{*}{#p/asriel3}{#e/asriel/3}After I defeat you and gain total control over the timeline...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} после того, как я победил вас и полностью контролировал временную линию.

source: <20>{*}{#p/asriel3}{#e/asriel/2}I just want to reset everything.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Я просто хочу сбросить все содержимое.

source: <32>{#p/story}* Asriel calls on "TITANIUM STRIKER."
ru_ru: <32>{#p/story}* Asriel призывает "титановых бастующих"

source: <32>{#p/basic}* How could you possibly...
ru_ru: <32>{#p/basic}* Как это возможно.

source: <20>{*}{#p/asriel3}{#e/asriel/3}All your progress... everyone's memories...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Все ваши достижения. Все помнят.

source: <20>{*}{#p/asriel3}{#e/asriel/2}I-I'll bring them all back to zero!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Я их всех сведу к нулю!

source: <20>{*}{#p/asriel3}{#e/asriel/2}I'll bring them all back to zero!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Я их всех сведу к нулю!

source: <32>{#p/story}* Asriel readies "CROSSFIRE CHAOS."
ru_ru: <32>{#p/story}* Asriel готовится к "перестрелке"

source: <20>{*}{#p/asriel3}{#e/asriel/0}Then we can do... everything... ALL over again.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Тогда мы сможем сделать... все. Еще раз.

source: <20>{*}{#p/asriel3}{#e/asriel/0}Then we can do everything ALL over again.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Затем мы можем сделать все заново.

source: <32>{#p/basic}* ... heh... * This must have been how Toriel felt, huh?
ru_ru: * Должно быть, это то, что чувствует Ториэль, не так ли?

source: <20>{*}{#p/asriel3}{#e/asriel/1}A-and you know what the best part of all this is?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1} A - Знаете ли вы, какая самая лучшая часть всего этого?

source: <20>{*}{#p/asriel3}{#e/asriel/0}You'll DO it.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Вы это сделаете.
