Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>{#f/16}* As a star, I'd forgotten how it felt to be... truly afraid.
ru_ru: <25>{#f/16}* Как звезда, я забыл чувство истинного страха.

source: <25>{#f/15}* I'd gotten used to making other people feel that way.
ru_ru: <25>{#f/15}* Я привык заставлять других чувствовать это.

source: <25>{#f/13}* But now, with everyone's SOULs inside me...
ru_ru: <25>{#f/13}* Но теперь душа каждого человека внутри меня.

source: <25>{#f/15}* ... I...
ru_ru: <25>{#f/15}* ... I. СОДЕРЖАНИЕ

source: <25>{#f/16}* I can't escape that feeling anymore.
ru_ru: <25>{#f/16}* Я больше не могу избавиться от этого чувства.

source: <25>{#f/15}* Ever since you started attacking me back there, it's like...
ru_ru: <25>{#f/15}* С тех пор, как ты начал нападать на меня сзади, я чувствую себя как...

source: <25>{#f/15}* They understand the kind of person you are now.
ru_ru: <25>{#f/15}* Они понимают, как ты выглядишь сейчас.

source: <25>{#f/13}* You never killed anyone, but deep down...
ru_ru: <25>{#f/13}* Ты никогда не убивал людей, но глубоко внутри...

source: <25>{#f/13}* The thought of you bringing them to the brink of death...
ru_ru: <25>{#f/13}* Мысль о том, что ты привел их на грань смерти...

source: <25>{#f/15}* Over, and over, and over...
ru_ru: <25>{#f/15}* Снова и снова.

source: <25>{#f/21}* They're terrified of you, Frisk.
ru_ru: <25>{#f/21)* Они боятся тебя, Фриск.

source: <26>{#f/23}* And... I guess I am too.
ru_ru: <26>{#f/23}* Есть еще... Думаю, я тоже.

source: <25>{#p/asriel1}{#f/17}* Frisk, huh?
ru_ru: <25>{#p/asriel 1/{#f/17}* Фриск, да?

source: <25>{#f/17}* That's...
ru_ru: <25>{#f/17}* Это...

source: <25>{#f/23}* ... a nice name.
ru_ru: <25>{#f/23}* ... Хорошее имя.

source: <25>{#f/13}* Frisk...
ru_ru: <25>{#f/13}* Фриск...

source: <25>{#p/asriel1}{#f/13}* What we did back there, I...
ru_ru: <25>{#p/asriel 1/{#f/13}* Что мы там сделали, я...

source: <25>{#f/16}* I'm just sorry for dragging you into it.
ru_ru: <25>{#f/16}* Извините, что втянул вас в это.

source: <32>{#p/basic}* ... wait a second...
ru_ru: <32>{#p/basic}* ... Подождите минутку.

source: <25>{#p/asriel1}{#f/21}* Sans, Papyrus... * Even the canine unit...
ru_ru: * Даже полицейские собаки.

source: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Monster Kid, Undyne... * Even the Royal Guard...
ru_ru: * Даже Королевская гвардия.

source: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Monster Kid, Undyne... * And Mettaton, too...
ru_ru: * И Меттон тоже.

source: <25>{#p/asriel1}{#f/21}* Sans, Papyrus, Monster Kid, Undyne... * Mettaton and Alphys...
ru_ru: * Меттон и Алфис.

source: <25>{#f/21}* All those people I now know you'd do anything to protect...
ru_ru: <25>{#f/21:* Все, кого я знаю сейчас, вы готовы сделать все, чтобы защитить...

source: <25>{#p/asriel1}{#f/21}* I know we didn't get far...
ru_ru: <25>{#p/asriel 1}{#f/21)* Я знаю, как далеко мы не зашли.

source: <25>{#f/15}* ... but still...
ru_ru: <25>{#f/15}* ... Но все равно...

source: <25>{#f/21}* It was wrong of me to force you along like that.
ru_ru: <25>{#f/21:* Это неправильно, что я так принуждаю вас.

source: <25>{#f/21}* Especially now that I know you'd do anything to protect them.
ru_ru: <25>{#f/21:* Особенно сейчас, когда я знаю, что вы сделаете все возможное, чтобы защитить их.

source: <32>{#p/basic}* ... is that the "murder timeline" he was talking about before?
ru_ru: <32>{#p/basic}* ... Это то, что он ранее называл "График убийств"?

source: <25>{#p/asriel1}{#f/23}* Just... please, don't blame yourself, okay?
ru_ru: <25>{#p/asriel1}{#f/23}* Просто... Пожалуйста, не вини себя, хорошо?

source: <25>{#f/22}* Not only did you undo what you'd done before...
ru_ru: <25>{#f/22}* Вы не только отменили то, что сделали раньше.

source: <25>{#f/17}* But you went up against impossible odds just to save your friends.
ru_ru: <25>{#f/17}* Но вы рискуете невозможным, чтобы спасти своих друзей.

source: <32>{#p/basic}* Yeah.
ru_ru: <32>{#p/basic}* Да.

source: <25>{#p/asriel1}{#f/13}* Plus, and maybe it's just my imagination, but...
ru_ru: <25>{#p/asriel 1}{#f/13}* Плюс, может быть, это просто мое воображение, но...

source: <25>{#f/13}* ... thinking back on it now...
ru_ru: <25>{#f/13}* ... Теперь вспомни.

source: <25>{#f/15}* You never really seemed interested in what we were doing.
ru_ru: <25>{#f/15}* Вы, кажется, никогда не интересовались тем, что мы делаем.

source: <32>{#p/basic}* Yeah, exactly.
ru_ru: <32>{#p/basic}* Да, да.

source: <25>{#p/asriel1}{#f/23}* In fact... if anything...
ru_ru: <25>{#p/asriel1}{#f/23}* На самом деле... Если есть.

source: <25>{#f/22}* It almost looked like you were trying to resist it.
ru_ru: <25>{#f/22}* Похоже, что вы почти пытаетесь противостоять ему.

source: <32>{#p/basic}* Yeah, you're not that kind of person at all.
ru_ru: <32>{#p/basic}* Да, ты совсем не такой человек.

source: <25>{#p/asriel1}{#f/15}* All I know is... despite what happened...
ru_ru: <25>{#p/asriel 1/{#f/15}* Я знаю только... что бы ни случилось...

source: <25>{#f/15}* Despite what you did... or, what I wanted you to do...
ru_ru: <25>{#f/15}* Несмотря на то, что вы сделали... Или, я хочу, чтобы ты сделал это...

source: <25>{#f/16}* You're still a better person than I ever was.
ru_ru: <25>{#f/16}* Ты все еще лучше меня.

source: <32>{#p/basic}* Hmph.
ru_ru: <32>{#p/basic}* Хм.

source: <25>{#p/asriel1}{#f/21}* ... * But I'm getting ahead of myself.
ru_ru: * Но я обгоняю себя.

source: <25>{#f/13}* I haven't felt like this for a long time.
ru_ru: <25>{#f/13}* Я давно этого не чувствовал.

source: <25>{#f/16}* As a star, I was... soulless.
ru_ru: <25>{#f/16}* Как звезда, я... Нет души.

source: <25>{#f/15}* I lacked the power to love other people.
ru_ru: <25>{#f/15}* Мне не хватает способности любить других.

source: <25>{#f/13}* However, with everyone's SOULs inside me...
ru_ru: <25>{#f/13}* Однако душа каждого человека находится во мне.

source: <25>{#f/13}* I not only have my own compassion back...
ru_ru: <25>{#f/13}* У меня есть не только собственное сострадание.

source: <25>{#f/23}* But I can feel every other monster's as well.
ru_ru: <25>{#f/23}* Но я также чувствую присутствие других монстров.

source: <25>{#f/17}* They all care about each other so much.
ru_ru: <25>{#f/17}* Все они очень заботятся друг о друге.

source: <25>{#f/23}* And... uh... * As for you, they...
ru_ru: * Что касается вас, они...

source: <25>{#f/15}* ... well, they seem to be kind of conflicted...
ru_ru: <25>{#f/15}* ... Ну, они кажутся немного противоречивыми...

source: <25>{#f/10}* It's like... they like you, but dislike you at the same time?
ru_ru: <25>{#f/10)* Это как... Ты им нравишься, но в то же время не нравишься?

source: <25>{#f/15}* ... well, some of them don't seem to like you...
ru_ru: <25>{#f/15}* ... Ну, некоторые из них не похожи на тебя...

source: <25>{#f/10}* Except Undyne. * She seems to like you a lot for some reason.
ru_ru: * По какой - то причине кажется, что ты ей нравишься.

source: <25>{#f/10}* Though, I'm not sure why.
ru_ru: <25>{#f/10)** Но я не знаю почему.

source: <25>{#f/23}* ... how strange.
ru_ru: <25>{#f/23}* ... Странно.

source: <25>{#f/23}* And... they care about you too, Frisk.
ru_ru: <25>{#f/23}* Есть еще... Они тоже заботятся о тебе, Фриске.

source: <25>{#f/15}* ... wow, they... they really care about you a lot...
ru_ru: <25>{#f/15}* ... Вау, они... Они действительно заботятся о тебе.

source: <25>{#f/15}* Uh... * Frisk, this is...
ru_ru: * Фриск, это...

source: <25>{#f/17}* ... golly...
ru_ru: <25>{#f/17}* ... Боже мой.

source: <25>{#f/20}* I, uh, really shouldn't tell you what they're feeling right now.
ru_ru: <25>{#f/20}* Я, ээ, действительно не должен говорить вам, что они чувствуют сейчас.

source: <25>{#p/asriel1}{#f/13}* I wish I could tell you how everyone feels about you.
ru_ru: <25>{#p/asriel 1}{#f/13}* Я надеюсь, что смогу рассказать вам, что каждый чувствует к вам.

source: <25>{#f/17}* Toriel... Asgore... * Sans... Papyrus... * Undyne... Alphys...
ru_ru: * Винда. Альфис...

source: <25>{#f/15}* ... Monster Kid? * Is that their name?
ru_ru: * Это их имена?

source: <25>{#f/23}* ... Napstablook, and... all their cousins.
ru_ru: <25>{#f/23}* ... Napstablike, еще... Все кузены.

source: <25>{#f/23}* ... even the Ice Dream guy.
ru_ru: <25>{#f/23}* ... Даже парень с ледяной мечтой.

source: <25>{#f/23}* ... even that little mouse who works at the CORE.
ru_ru: <25>{#f/23}* ... Даже крыса, работающая в CORE.

source: <25>{#f/17}* Monsters are weird.
ru_ru: <25>{#f/17}* Монстры очень странные.

source: <25>{#f/15}* Even though they barely know you...
ru_ru: <25>{#f/15}* Даже если они вас почти не знают.

source: <25>{#f/17}* It feels like they all really love you.
ru_ru: <25>{#f/17}* Чувствуется, что они все любят тебя.

source: <25>{#f/23}* Haha.
ru_ru: <25>{#f/23}* Ха - ха.

source: <26>{#p/asriel1}{#f/13}* Still, I... * I know I've made far worse mistakes.
ru_ru: * Я знаю, что совершил более серьезную ошибку.

source: <25>{#f/16}* I know... you're not the only one to blame for what happened here.
ru_ru: <25>{#f/16}* Я знаю. Ты не единственный, кто несет ответственность за то, что здесь происходит.

source: <25>{#f/15}* Dragging you into some backwards plan to destroy the outpost...
ru_ru: <25>{#f/15}* Перетащите вас в регрессивный план по уничтожению аванпоста.

source: <25>{#f/16}* Just so I could pretend you were my long-dead sibling...
ru_ru: <25>{#f/16}* Чтобы я мог притвориться, что ты мой давно мертвый брат и сестра.

source: <25>{#f/15}* Turning myself into that... faceless entity...
ru_ru: <25>{#f/15}* Сделай себя таким. Анонимные образования...

source: <25>{#f/16}* Just so I could torture you in a nightmare of my own making...
ru_ru: <25>{#f/16}* Чтобы я мог мучить тебя своими кошмарами.

source: <25>{#f/13}* That's the kind of thing I'm talking about.
ru_ru: <25>{#f/13}* Это то, о чем я говорю.

source: <25>{#f/22}* ... just the fact I'm still alive is probably less than I deserve.
ru_ru: <25>{#f/22}* ... Просто тот факт, что я жив, может быть меньше, чем я заслуживаю.

source: * (What will you do?)
ru_ru: * (Как бы вы поступили?)

source: Protest
ru_ru: Протест

source: Do not
ru_ru: Нет!

source: <25>{#p/asriel1}{#f/13}* I understand if you can't forgive me.
ru_ru: <25>{#p/asriel 1}{#f/13}* Если вы не можете простить меня, я понимаю.

source: <25>{#p/asriel1}{#f/13}* Frisk... I... * I understand if you can't forgive me.
ru_ru: * Если ты не можешь простить меня, я понимаю.

source: <25>{#f/13}* I understand if you... want me gone.
ru_ru: <25>{#f/13}* Если вы... Надеюсь, я уйду.

source: <32>{#p/basic}* ... don't say that!
ru_ru: <32>{#p/basic}* ... Не говори так!

source: <25>{#p/asriel1}{#f/15}* I acted so strange and horrible.
ru_ru: <25>{#p/asriel 1/{#f/15}* Я вел себя так странно и ужасно.

source: <25>{#f/15}* I hurt you.
ru_ru: <25>{#f/15}* Я причинил тебе боль.

source: <25>{#f/16}* I hurt so many people.
ru_ru: <25>{#f/16}* Я причинил боль многим людям.

source: <25>{#f/13}* Friends, family, bystanders...
ru_ru: <25>{#f/13}* Друзья, семья, сторонние наблюдатели.

source: <25>{#f/22}* There's no excuse for what I've done.
ru_ru: <25>{#f/22}* Все, что я сделал, не имеет оправдания.

source: Forgive
ru_ru: Простите.

source: <25>{#p/asriel1}{#f/25}* Wh... what?
ru_ru: <25>{#p/asriel1}{#f/25}* Вт. - Что?

source: <25>{#f/21}* I guess... you really don't want anyone to die, huh?
ru_ru: <25>{#f/21)* Я хочу... Ты правда не хочешь, чтобы кто - то умер, да?

source: <25>{#f/22}* You just want to beat people up... nothing more.
ru_ru: <25>{#f/22}* Ты просто хочешь кого - то ударить. Больше ничего.

source: <25>{#f/21}* ... still... even if you do want me to stay...
ru_ru: <25>{#f/21)* ... Однако... Даже если ты хочешь, чтобы я остался.

source: <25>{#f/17}* ... Frisk, come on.
ru_ru: <25>{#f/17}* ... Фриск, давай.

source: <25>{#f/23}* You're... * You're gonna make me cry again.
ru_ru: * Ты заставишь меня снова плакать.

source: <32>{#p/basic}* ... t-tell me about it...
ru_ru: <32>{#p/basic}* ... Т сказал мне.

source: <25>{#p/asriel1}{#f/21}* ... besides, even if you do forgive me...
ru_ru: <25>{#p/asriel1}{#f/21)* ... Кроме того, даже если ты действительно простишь меня...

source: <25>{#f/15}* I can't keep these SOULs inside of me forever.
ru_ru: <25>{#f/15}* Я не могу оставить эти души во мне навсегда.

source: <25>{#f/16}* So... the least I can do is return them.
ru_ru: <25>{#f/16}* Так что... все, что я могу сделать по крайней мере, это вернуться к ним.

source: <25>{#f/21}* Well, anyway. * I did promise that if you defeated me...
ru_ru: * Я действительно обещал, если ты победишь меня...

source: <25>{#f/23}* I'd give you your "happy ending."
ru_ru: <25>{#f/23}* Я дам вам "счастливый конец"

source: <25>{#f/15}* ... so, since I can't keep these SOULs inside of me forever...
ru_ru: <25>{#f/15}* ... Так что раз уж я не могу навсегда оставить эти души во мне...

source: <25>{#f/16}* I'll return them, and do just that.
ru_ru: <25>{#f/16}* Я верну их вам и сделаю это.

source: <25>{#p/asriel1}{#f/22}* ... right.
ru_ru: <25>{#p/asriel1}{#f/22}* ... Правильно.

source: <25>{#f/21}* I understand.
ru_ru: <25>{#f/21)* Я понимаю.

source: <25>{#f/15}* I just hope that...
ru_ru: <25>{#f/15}* Я просто надеюсь.

source: <25>{#f/16}* I can make up for it a little right now.
ru_ru: <25>{#f/16}* Я могу исправить это сейчас.

source: <25>{#p/asriel1}{#f/15}* ... of course, since I can't keep these SOULs inside of me forever...
ru_ru: <25>{#p/asriel 1/{#f/15}* ... Конечно, потому что я не могу оставить эти души во мне навсегда.

source: <25>{#f/16}* The least I can do is return them.
ru_ru: <25>{#f/16}* По крайней мере, все, что я могу сделать, это вернуться к ним.

source: <25>{#f/6}* But first...
ru_ru: <25>{#f/6}* Но сначала...

source: <25>{#f/29}* There's something else I have to do.
ru_ru: <25>{#f/29}* У меня есть другие дела.

source: <32>{#p/basic}* ... what now?
ru_ru: <32>{#p/basic}* ... Что теперь?

source: <25>{#p/asriel1}{#f/29}* Right now, I can feel everyone's minds working as one.
ru_ru: <25>{#p/asriel 1}{#f/29}* Теперь я чувствую, что мозг каждого человека работает вместе.

source: <25>{#f/6}* They're all racing with the same intention.
ru_ru: <25>{#f/6}* Все они соревнуются с одинаковыми намерениями.

source: <26>{#f/6}* With everyone's power... with everyone's determination...
ru_ru: <26>{#f/6}* Сила каждого. При всеобщей решимости.

source: <25>{#f/6}* It's time for monsters...
ru_ru: <25>{#f/6}* Настало время монстров.

source: <32>{#p/basic}* To finally go free.
ru_ru: <32>{#p/basic}* Наконец - то свободны.

source: <25>{#p/asriel1}{#f/29}* To finally go free.
ru_ru: <25>{#p/asriel 1/{#f/29}* Наконец - то свободны.

source: <32>{#p/basic}* ... knew it.
ru_ru: <32>{#p/basic}* ... Я знаю.

source: {*}{#p/event}{#i/3}The force field was eradicated.
ru_ru: Искоренение.

source: <25>{#p/asriel1}{#f/21}* Frisk...
ru_ru: <25>{#p/asriel1}{#f/21)* Фриск...

source: <25>{#f/21}* I have to go now.
ru_ru: <25>{#f/21)* Мне нужно идти.

source: <32>{#p/basic}* ... huh? * But you can't just...
ru_ru: * Но ты не можешь.

source: <25>{#p/asriel1}{#f/15}* Without the power of everyone's SOULs...
ru_ru: <25>{#p/asriel 1}{#f/15}* Нет силы души каждого человека.

source: <25>{#f/22}* I can't keep maintaining this form.
ru_ru: <25>{#f/22}* Я не могу продолжать эту форму.

source: <25>{#f/21}* In a little while...
ru_ru: <25>{#f/21)* Через некоторое время.

source: <25>{#f/22}* I'll turn back into a star.
ru_ru: <25>{#f/22}* Я стану звездой.

source: <32>{#p/basic}* But... you...
ru_ru: <32>{#p/basic}* Но... Ты...

source: <25>{#p/asriel1}{#f/15}* I'll stop being myself.
ru_ru: <25>{#p/asriel 1/{#f/15}* Я больше не буду собой.

source: <25>{#f/15}* ... but maybe that's for the best.
ru_ru: <25>{#f/15}* ... Но, возможно, это к лучшему.

source: <25>{#f/23}* Ha... Frisk.
ru_ru: <25>{#f/23}* Ха. Фриске.

source: <25>{#f/21}* There's no reason for you to stick around anymore.
ru_ru: <25>{#f/21)* У вас больше нет причин оставаться.

source: <25>{#f/22}* Don't waste any more time on me.
ru_ru: <25>{#f/22}* Хватит тратить на меня время.

source: <25>{#f/15}* I'll stop being able to feel love again.
ru_ru: <25>{#f/15}* Я не смогу снова почувствовать любовь.

source: <32>{#p/basic}* ... no...
ru_ru: <32>{#p/basic}* ... Нет!

source: <25>{#p/asriel1}{#f/23}* So... Frisk.
ru_ru: <25>{#p/asriel 1/{#f/23}* Итак... Фриске.

source: <25>{#f/17}* It's best if you just forget about me, okay?
ru_ru: <25>{#f/17}* Тебе лучше забыть обо мне, хорошо?

source: <32>{#p/basic}* No! You can't just walk away!
ru_ru: <32>{#p/basic}* Нет! Ты не можешь просто так уйти!

source: <25>{#p/asriel1}{#f/23}* Just go be with the people who love you.
ru_ru: <25>{#p/asriel 1}{#f/23}* Иди с теми, кто любит тебя.

source: Comfort him
ru_ru: Утеши его.

source: <25>{#f/21}* Frisk, I...
ru_ru: <25>{#f/21)* Фриск, я...

source: <25>{#f/15}* ... I just can't right now, okay?
ru_ru: <25>{#f/15}* ... Я не могу сделать это сейчас, ясно?

source: <25>{#f/22}* I... I'm sorry.
ru_ru: <25>{#f/22}* Я... Извините.

source: <25>{#p/asriel1}{#i/4}{#f/23}* Ha... ha...
ru_ru: <25>{#p/asriel1}{#i/4}{#f/23}* Ха. Ха...

source: <25>{#f/23}{#i/4}* I don't want to let go...
ru_ru: <25>{#f/23}{#i/4}* Я не хочу отпускать...

source: <32>{#p/human}* (It sounds like someone is crying...)
ru_ru: <32>{#p/human}* (Звучит так, будто кто - то плачет...)

source: <25>{#p/asriel1}{#f/13}* Frisk...
ru_ru: <25>{#p/asriel 1/{#f/13}* Фриск...

source: <25>{#f/15}* Whatever you do...
ru_ru: <25>{#f/15}* Что бы вы ни делали...

source: <25>{#f/21}* Just... try to be careful, okay?
ru_ru: <25>{#f/21)** Просто... Будьте осторожны, хорошо?

source: <25>{#f/21}* No matter who you... nearly beat to death.
ru_ru: <25>{#f/21)* Кто бы ты ни был. Чуть не убили.

source: <25>{#f/23}* Golly. * What are they even going to do with you.
ru_ru: * Они даже сделают с тобой что - нибудь.

source: <25>{#f/23}* You're...
ru_ru: <25>{#f/23}* Вы...

source: <25>{#f/17}* You're going to do a great job, okay?
ru_ru: <25>{#f/17}* Вы будете хорошо работать, хорошо?

source: <25>{#f/21}* No matter what you do.
ru_ru: <25>{#f/21)* Что бы вы ни делали.

source: <25>{#f/23}* Everyone will be there for you, okay?
ru_ru: <25>{#f/23}* Все будут рядом с тобой, хорошо?

source: <32>{#p/basic}* No... please...
ru_ru: <32>{#p/basic}* Не... пожалуйста.

source: <25>{#p/asriel1}{#f/21}* Well... * My time's running out.
ru_ru: * У меня мало времени.

source: <25>{#f/22}* So... goodbye.
ru_ru: <25>{#f/22}* Итак... до свидания.

source: <32>{*}{#p/basic}* ... don't go...{^50}{%}
ru_ru: <32>{*}{#p/basic}* ... Не уходи. {^ 50}{%}

source: <25>{#p/asriel1}{#f/21}* By the way...
ru_ru: <25>{#p/asriel1}{#f/21)* Кстати...

source: <25>{#f/22}* Frisk.
ru_ru: <25>{#f/22}* Фриск.

source: <25>{#f/21}{#x1}* ... don't beat yourself up over this, okay?
ru_ru: <25>{#f/21}{#x1)* ... Не вини себя за это, хорошо?

source: <25>{#f/23}* Frisk.
ru_ru: <25>{#f/23}* Фриск.

source: <25>{#f/17}{#x1}* ... take care of Mom and Dad for me, okay?
ru_ru: <25>{#f/17}{#x1)* ... Позаботься о маме и папе для меня, хорошо?

source: <32>{#p/human}* (The sound of a spacecraft can be heard fading into the distance.)
ru_ru: <32>{#p/human}* (Звук космического корабля постепенно исчезает вдали).

source: <25>{#p/kidd}{#f/4}* Hello?
ru_ru: <25>{#p/kidd}{#f/4}* Как дела?

source: <25>{#f/4}* Is someone there...?
ru_ru: <25>{#f/4}* Там кто - нибудь есть?

source: <25>{#p/kidd}{#f/5}* ... oh, it's just you.
ru_ru: <25>{#p/kidd}{#f/5}* ... О, только ты.

source: <25>{#f/4}* Well... when you're ready...
ru_ru: <25>{#f/4}* Хорошо. Когда будешь готов.

source: <25>{#f/5}* Everyone's waiting for you at Asgore's place.
ru_ru: <25>{#f/5}* Все ждут тебя у Асгора.

source: <25>{#f/4}* I'll... just be out of your way now.
ru_ru: <25>{#f/4}* Я буду. А теперь отойди с дороги.

source: <25>{#p/kidd}{#f/2}* Yo! * Where have YOU been all this time!?
ru_ru: * Где ты был все это время!

source: <25>{#f/1}* They've been looking ALL over for you, dude!
ru_ru: <25>{#f/1}* Они ищут тебя повсюду, чувак!

source: <25>{#f/2}* Like, there's this big hangout going on at Asgore's, and...
ru_ru: <25>{#f/2}* Например, Asgore 's проводит большую вечеринку, и...

source: <25>{#f/1}* Everyone's been wondering when you'd show up!
ru_ru: <25>{#f/1}* Все думают, когда ты появишься!

source: <25>{#f/1}* ... come on, dude! * Come and join in before it's too late!
ru_ru: * Присоединяйтесь скорее, чтобы не было слишком поздно!

source: <33>* I can't just let him walk away.
ru_ru: <33>Я не могу просто так его отпустить.

source: <32>* It's all too much...
ru_ru: <32>* Это слишком.

source: <32>* These things I've been holding onto for years...
ru_ru: <32>* Эти вещи я держал много лет.

source: <32>* If I don't get to talk to him soon, I...
ru_ru: <32>* Если я не смогу поговорить с ним в ближайшее время, я...

source: <32>* I...
ru_ru: <32>* Я.

source: <32>* I just need to see him before he's... gone for good.
ru_ru: <32>* Я просто хочу встретиться с ним, прежде чем он... навсегда уйдет.

source: <32>{#s/phone}{#p/event}* Ring, ring...
ru_ru: <32>{#s/phone}{#p/event}* Звонит колокольчик, звонит колокольчик.

source: <18>{#p/papyrus}{#f/6}SORRY IF YOU TRIED TO CALL US BEFORE...
ru_ru: <18>{#p/папирус}{#f/6} Если вы попытаетесь позвонить нам до... мне очень жаль.

source: <18>{#p/papyrus}{#f/6}THE LINES AREN'T DOWN OR ANYTHING, WE JUST...
ru_ru: <18>{#p/папирус}{#f/6} Линии не опускаются вниз или ничего, мы просто...

source: <18>{#p/papyrus}{#f/5}... WE'VE BEEN IGNORING YOU.
ru_ru: <18>{#p/папирус}{#f/5}. Мы всегда игнорировали тебя.

source: <18>{#f/5}IT'S STRANGE... WE ALL SORT OF KNOW YOUR NAME NOW.
ru_ru: <18>{#f/5} Это странно. Теперь мы все знаем твое имя.

source: <18>{#f/6}WE'RE ALL... KIND OF TERRIFIED OF YOU.
ru_ru: <18>{#f/6} Мы все. Я немного боюсь тебя.

source: <18>{#f/4}... WELL, MOST OF US, ANYWAY.
ru_ru: <18>{#f/4}. Ну, в любом случае, большинство из нас.

source: <25>{#p/undyne}{#f/12}* Yeah. * What he said.
ru_ru: * Что он сказал.

source: <18>{#p/papyrus}{#f/5}...
ru_ru: <18>{#p/папирус}{#f/5}.

source: <18>{#p/papyrus}{#f/5}... TO BE HONEST, I THINK SHE'S AFRAID, TOO.
ru_ru: <18>{#p/папирус}{#f/5}. Честно говоря, я думаю, что она тоже боится.

source: <25>{#p/undyne}{#f/17}* Am not!
ru_ru: <25>{#p/undyne}{#f/17}* Я не!

source: <18>{#f/5}IT WASN'T AN EASY CHOICE TO MAKE, BUT...
ru_ru: <18>{#f/5} Это непростой выбор, но...

source: <18>{#f/31}WE'VE ALREADY LEFT TO LOOK FOR OUR NEW HOMEWORLD.
ru_ru: <18>{#f/31: Мы ушли, чтобы найти наш новый дом.

source: <18>{#f/6}I KNOW, I KNOW! BUT DON'T WORRY...
ru_ru: Но не волнуйся.

source: <18>{#f/5}... YOU'LL STILL HAVE THE CORE TO KEEP YOU COMPANY.
ru_ru: <18>{#f/5}. У вас все еще есть ядро, чтобы сопровождать вас.

source: <25>{#p/undyne}{#f/12}* Until that runs out of power, of course.
ru_ru: <25>{#p/undyne}{#f/12}* Конечно, до того, как закончится электричество.

source: <18>{#p/papyrus}{#f/5}JUST... DON'T COME AFTER US, OKAY?
ru_ru: <18>{#p/папирус}{#f/5} Просто... Не гонись за нами, ладно?

source: <18>{#f/31}IT'S PROBABLY FOR THE BEST THAT WE NEVER MEET AGAIN.
ru_ru: <18>{#f/31: Мы можем больше никогда не встречаться.

source: <18>{#f/3}WELL... GOODBYE.
ru_ru: <18>{#f/3} Хорошо. До свидания.

source: <25>{#p/undyne}{#f/1}* Enjoy the solitude!!
ru_ru: <25>{#p/undyne}{#f/1}* Наслаждайтесь одиночеством!!

source: <32>{#s/equip}{#p/event}* Click...
ru_ru: <32>Сержант #s/equipment офицер #p/event* Нажмите.

source: <18>{#p/papyrus}{#f/0}HEY, HUMAN! I HOPE YOU'RE DOING OKAY!
ru_ru: Надеюсь, с тобой все в порядке!

source: <18>{#f/5}WE'VE BEEN VERY WORRIED ABOUT YOU, YOU KNOW.
ru_ru: <18>{#f/5} Ты знаешь, мы всегда волновались за тебя.

source: <18>{#f/6}WHEN WE CALLED YOU BEFORE, THERE WAS NO RESPONSE!
ru_ru: <18>{#f/6} Когда мы звонили вам раньше, не было ответа!
