Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>{#f/16}* Besides, this is what you've always wanted, isn't it?
ru_ru: <25>{#f/16}* Кроме того, это то, чего вы всегда хотели, не так ли?

source: <25>{#f/13}* To "set them free?"
ru_ru: <25>{#f/13}* "Освободить их?"

source: <25>{#f/23}* ... heh. * We really do make the perfect team.
ru_ru: « Мы действительно идеальная команда.

source: <25>{#p/asriel2}{#f/17}* Just remember, $(name).
ru_ru: <25>{#p/asriel2}{#f/17}* Запомните, $(имя).

source: <25>{#f/17}* As long as we stick together, nothing can stand in our way.
ru_ru: <25>{#f/17}* Пока мы едины, ничто нас не остановит.

source: <25>{#p/asriel2}{#f/16}* ... here. * Take my hand.
ru_ru: * Возьми меня за руку.

source: <25>{#f/13}* Don't worry, I'll hold the cup for you...
ru_ru: <25>{#f/13}* Не волнуйся, я помогу тебе взять стакан.

source: <25>{#p/asriel2}{#f/17}* We might as well do it while we still have the chance, right?
ru_ru: <25>{#p/asriel2}{#f/17}* Нам лучше сделать это, пока еще есть возможность, не так ли?

source: <25>{#f/23}* Walking hand-in-hand, past the city, like we always wanted to...
ru_ru: <25>{#f/23}* Пройдите по городу, держась за руки, как мы всегда хотели.

source: <25>{#f/16}* ... and THEN we'll blow it to pieces.
ru_ru: <25>{#f/16}* ... А потом мы взорвали его на куски.

source: <25>{#p/asriel2}{#f/16}* Well, that was nice.
ru_ru: <25>{#p/asriel2}{#f/16}* Хорошо, это хорошо.

source: <25>{#f/13}* But the outpost's time has come.
ru_ru: <25>{#f/13}* Но эпоха форпостов наступила.

source: <25>{#f/7}* Listen, $(name). * These monsters just don't understand us.
ru_ru: * Эти монстры просто не понимают нас.

source: <25>{#f/6}* They'd like to pretend that the universe is a perfect place.
ru_ru: <25>{#f/6}* Они хотят притвориться, что Вселенная - идеальное место.

source: <25>{#f/8}* They'd like to think that anyone can be redeemed.
ru_ru: <25>{#f/8}* Они думают, что любой может быть выкуплен.

source: <25>{#f/6}* But you and I? * We don't fit within their world view.
ru_ru: * Мы не соответствуем их мировоззрению.

source: <25>{#f/7}* We're irredeemable.
ru_ru: <25>{#f/7}* Мы безнадежны.

source: <25>{#f/9}* Heh. * Isn't it funny?
ru_ru: * Разве это не смешно?

source: <25>{#f/13}* The one thing that keeps us from relating to anyone else...
ru_ru: <25>{#f/13}* Есть одна вещь, которая не позволяет нам установить контакт с другими.

source: <25>{#f/16}* ... is precisely what binds us together.
ru_ru: <25>{#f/16}* ... Именно это связывает нас.

source: <26>{#f/17}* Listen, once we hitch a ride and escape this place...
ru_ru: <26>{#f/17}* Слушайте, как только мы выберемся из этого места автостопом...

source: <25>{#f/17}* We'll be together forever, $(name).
ru_ru: <25>{#f/17}* Мы всегда будем вместе, $(имя).

source: <25>{#f/23}* It's our destiny.
ru_ru: <25>{#f/23}* Это наша судьба.

source: <25>{#f/13}* But you know what we have to do now.
ru_ru: <25>{#f/13}* Но вы знаете, что мы должны делать сейчас.

source: <25>{#f/17}* Come on, let's get back to where we were...
ru_ru: <25>{#f/17}* Давай, возвращаемся на прежнее место.

source: <25>{#p/asriel2}{#f/17}* Lead the way.
ru_ru: <25>{#p/asriel2}{#f/17}* Ведите.

source: <25>{#p/asriel2}{#f/16}* ... I'm not going to repeat myself.
ru_ru: <25>{#p/asriel2}{#f/16}* ... Я не собираюсь повторять свои слова.

source: <26>{#f/13}* You know why we're here.
ru_ru: <26>{#f/13}* Вы знаете, почему мы здесь.

source: <25>{#p/asriel2}{#f/8}* ... finally.
ru_ru: <25>{#p/asriel2}{#f/8}* ... И наконец.

source: <25>{#p/asriel2}{#f/8}* Looks like they've already been evacuated...
ru_ru: <25>{#p/asriel2}{#f/8}* Похоже, что они эвакуированы.

source: <25>{#f/7}* ... hmph.
ru_ru: <25>{#f/7}* ... Хмф.

source: <25>{#f/6}* If he thinks that'll stop us, then he's just plain stupid.
ru_ru: <25>{#f/6}* Если он думает, что это остановит нас, то он очень глуп.

source: <25>{#f/10}* I mean, he could've used their power to destroy us...
ru_ru: <25>{#f/10)* Я имею в виду, что он мог бы использовать их силу, чтобы уничтожить нас.

source: <26>{#f/16}* ... but let's be honest.
ru_ru: <26>{#f/16}* ... Но если честно.

source: <25>{#f/13}* He's just not that kind of person, is he?
ru_ru: <25>{#f/13}* Он не такой человек, не так ли?

source: <25>{#p/asriel2}{#f/6}* Just a moment.
ru_ru: <25>{#p/asriel2}{#f/6}* Пожалуйста, подождите.

source: <25>{#p/asriel2}{#f/16}* Meltdown in progress.
ru_ru: <25>{#p/asriel2}{#f/16}* Сбой.

source: <25>{#f/5}* All we need now is a special shuttle...
ru_ru: <25>{#f/5}* Теперь нам нужен только специальный шаттл.

source: <25>{#f/9}* One that'll link with our SOULs to let us get past the force field.
ru_ru: <25>{#f/9}* Он будет связан с нашими душами и позволит нам пересечь силовое поле.

source: <25>{#p/asriel2}{#f/3}* This way.
ru_ru: <25>{#p/asriel2}{#f/3}* Сюда.

source: <25>{#p/asriel2}{#f/5}* Gorey!
ru_ru: <25>{#p/asriel2}{#f/5}* Гери!

source: <25>{#f/5}* How ya doing?
ru_ru: <25>{#f/5}* Как поживаете?

source: <25>{#p/asgore}{#f/5}* About as good as can be expected.
ru_ru: <25>{#p/asgore}{#f/5}* Примерно так же хорошо, как и ожидалось.

source: <25>{#p/asriel2}{#f/6}* We've got you cornered, by the way. * So no tricks.
ru_ru: * Так что не играйте в трюки.

source: <25>{#p/asgore}{#f/1}* I have no intention of tricking you, Asriel.
ru_ru: <25>{#p/asgore}{#f/1}* Я не намерен обманывать тебя, Асиль.

source: <25>{#p/asgore}{#f/2}* I know the end is near.
ru_ru: <25>{#p/asgore}{#f/2}* Я знаю, что приближается конец света.

source: <25>{#p/asriel2}{#f/10}* Any last words before everything you know is turned to dust?
ru_ru: <25>{#p/asriel2}{#f/10)* Есть ли какие - либо последние слова, прежде чем все, что вы знаете, превратится в пыль?

source: <25>{#p/asriel2}{#f/15}* No?
ru_ru: <25>{#p/asriel2}{#f/15}* Нет?

source: <25>{#f/7}* Okay.
ru_ru: <25>{#f/7}* Хорошо.

source: <25>{#f/6}* I guess we'll be on our way, then.
ru_ru: <25>{#f/6}* Тогда я думаю, что мы в пути.

source: <25>{#f/8}* ... right after I take your access card.
ru_ru: <25>{#f/8}* ... Сразу после того, как я забрал вашу карточку.

source: <25>{#p/asriel2}{#f/1}* Come on, $(name).
ru_ru: <25>{#p/asriel2}{#f/1}* Давай, $(имя).

source: <25>{#f/2}* I've seen enough of this place.
ru_ru: <25>{#f/2}* Это место я видел достаточно.

source: <25>{#p/asgore}{#f/5}* $(name)...?
ru_ru: <25>{#p/asgore}{#f/5}* $(имя и фамилия).

source: <25>{#p/asgore}{#f/6}* ... hmm. * Safe journey, Asriel.
ru_ru: * Счастливого пути, Асир.

source: <25>{#p/asriel2}{#f/16}* Ignore him, $(name). * Nothing in this world matters anymore.
ru_ru: * В этом мире нет ничего важного.

source: <25>{#p/asriel2}{#f/17}* Only you.
ru_ru: <25>{#p/asriel2}{#f/17}* Только вы.

source: <18>{#p/papyrus}{#f/5}HELLO? IS ANYONE THERE?
ru_ru: Есть кто - нибудь?

source: <18>{#p/papyrus}{#f/5}I'VE BEEN LOOKING AROUND FOR THE HUMAN, AND...
ru_ru: <18>{#p/папирус}{#f/5} Я искал людей вокруг, а затем...

source: <18>{#p/papyrus}{#f/8}WHAT THE...!
ru_ru: <18>{#p/папирус}{#f/8} Что...

source: <32>{#p/basic}* Papyrus?{%40}
ru_ru: <32>{#p/basic}* Бумажная сальника? {% 40}

source: <18>{#p/papyrus}{#f/4}I'VE GOT A BAD FEELING ABOUT THIS.{%40}
ru_ru: <18>{#p/папирус}{#f/4} У меня плохое чувство по этому поводу. {% 40}

source: <32>{#p/basic}* ... hello?{%40}
ru_ru: <32>{#p/basic}* ... Здравствыйте? {% 40}

source: <32>{#p/basic}{#s/spiderLaugh}* Keep it steady, dearies~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Дорогой, оставайся стабильным ~

source: <32>{#p/basic}* Hold it together~
ru_ru: <32>{#p/basic}* Поставьте его вместе

source: <32>{#p/basic}{#s/spiderLaugh}* Ah!
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Ах!

source: <32>{#p/basic}* Not like this~
ru_ru: <32>{#p/basic}* Это не так

source: <32>{#p/basic}* Not like what?{%40}
ru_ru: <32>{#p/basic}* Что не нравится? {% 40}

source: <32>{#p/basic}{#s/spiderLaugh}* Crud.{%40}
ru_ru: <32>Сержант #p/basic сержант #s/spiderLaugh* Crud. {% 40}

source: <18>{#p/papyrus}{#f/9}NEED A HAND?
ru_ru: <18 Нужна помощь?

source: <32>{#p/basic}{#s/spiderLaugh}* Papyrus!
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Бумажная папируска!

source: <32>{#p/basic}* You're alive~
ru_ru: <32>{#p/basic}* Ты жив

source: <18>{#p/papyrus}{#f/6}IN THE FLESH!
ru_ru: <18>{#p/папирус}{#f/6} Лети!

source: <18>{|}{#p/papyrus}{#f/4}OR RATHER, IN THE- {%}
ru_ru: <18>{~}{#p/папирус}{#f/4} или, точнее, в - {%}

source: <32>{#p/basic}{#s/spiderLaugh}* Papyrus, we still need someone to access the override switches!
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Papyrus, нам все еще нужен кто - то, чтобы получить доступ к сверхуправляемым переключателям!

source: <18>{#p/papyrus}{#f/5}... I'M AFRAID WE'RE THE ONLY ONES HERE.
ru_ru: <18>{#p/папирус}{#f/5}. Боюсь, мы здесь одни.

source: <32>{#p/basic}{#s/spiderLaugh}* It's gone critical.{%40}
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Ситуация становится критической. {% 40}

source: <32>{#p/basic}* I'll call the engineers!
ru_ru: <32>{#p/basic}* Я позвоню инженеру!

source: <18>{#p/papyrus}{#f/6}YES, YES, DO THAT!
ru_ru: <18>{#p/папирус}{#f/6} Да, да, сделайте это!

source: <32>{#p/basic}* No response.
ru_ru: <32>{#p/basic}* Нет ответа.

source: <32>{#p/basic}* They say there's not enough of them left!?
ru_ru: <32>{#p/basic}* Они говорят, что того, что осталось, недостаточно!

source: <18>{#p/papyrus}{#f/5}DRAT.{%40}
ru_ru: <18>{#p/папирус}{#f/5} черновик. {% 40}

source: <32>{#p/basic}* They're on it!
ru_ru: <32>{#p/basic}* Они выше!

source: <32>{#p/basic}{#s/spiderLaugh}* Splendid~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Превосходно

source: <32>{#p/basic}* Any second now...
ru_ru: <32>{#p/basic}* Сейчас в любое время.

source: <32>{#p/basic}{#s/spiderLaugh}* There we are~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Мы здесь

source: <18>{#p/papyrus}{#f/0}DID WE DO IT!?!?
ru_ru: <18>{#p/папирус}{#f/0} Мы сделали это!?

source: <32>{#p/basic}{#s/spiderLaugh}* Ahuhu... we still need someone to reach inside~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* ... Нам нужно, чтобы кто - то вошел.

source: <32>{#p/basic}* Don't look at me! * I'm a dummy!
ru_ru: * Я дурак!

source: <32>{#p/basic}{#s/spiderLaugh}* A dummy that served in the ELITE squad, that is~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Манекенщики, которые служат в элитных командах, то есть

source: <32>{#p/basic}* ... that was a long time ago.
ru_ru: <32>{#p/basic}* ... Это было давно.

source: <32>{#p/napstablook}* i'll do it
ru_ru: <32>{#p/napstabook}* Буду.

source: <18>{#p/papyrus}{#f/1}WHERE DID -YOU- COME FROM???
ru_ru: <18>{#p/папирус}{#f/1} Откуда ты?

source: <32>{#p/napstablook}* sorry... * no time to explain...
ru_ru: * Нет времени объяснять.

source: <32>* take care of yourself, cousin...
ru_ru: <32>* Позаботьтесь о себе, кузен...

source: <32>* alright?
ru_ru: <32>* Хорошо?

source: <32>{*}{#p/basic}{#s/spiderLaugh}* What are you doing~{%40}
ru_ru: <32>{*}{#p/basic}{#s/spiderLaugh}* Что вы делаете ~ {% 40}

source: <32>{*}{#p/basic}* No... NO! * I can't lose you too...!{%40}
ru_ru: * Я тоже не могу потерять тебя. {% 40}

source: <32>{#p/napstablook}{*}* i can see it...
ru_ru: <32>{#p/napstaplok}{*}* Я вижу это.

source: <32>* i can see the instability.
ru_ru: <32>* Я вижу нестабильность.

source: <33>{*}{#p/napstablook}* doesn't look like it could be anything else...
ru_ru: <33>{*}{#p/napstaplok}* Не может показаться что - либо еще.

source: <32>{*}* just gotta re-route the command pathways.
ru_ru: <32>{*}* Просто перенаправьте путь команды.

source: <32>{*}* come on...
ru_ru: <32>{*}* Давай.

source: <32>{#p/napstablook}* ...
ru_ru: <32>{#p/napstabook}* ...

source: <32>{#p/napstablook}* it worked...
ru_ru: <32>{#p/napstabook}* Это сработало.

source: <25>{#p/asgore}{#f/6}* What do we have here?
ru_ru: <25>{#p/asgore}{#f/6}* Что у нас здесь?

source: <18>{#p/papyrus}{#f/0}ASGORE! WE DID IT!
ru_ru: <18>{#p/папирус}{#f/0} Это отвратительно! У нас получилось!

source: <18>{#p/papyrus}{#f/0}WE STOPPED THE EXPLOSION!
ru_ru: <18>{#p/папирус}{#f/0} Мы предотвратили взрыв!

source: <32>{#p/basic}* ... my cousin Blooky, they...
ru_ru: <32>{#p/basic}* ... Мой кузен Блуки, они...

source: <18>{#p/papyrus}{#f/5}THEIR COUSIN DID A VERY NOBLE THING.
ru_ru: <18>{#p/папирус}{#f/5} Их адвокаты сделали очень подлое дело.

source: <25>{#p/asgore}{#f/1}* What is your name?
ru_ru: <25>{#p/asgore}{#f/1}* Как вас зовут?

source: <32>{#p/basic}* Oh, me?
ru_ru: <32>{#p/basic}* О, я?

source: <32>* Well, uh, I guess I don't really have one anymore.
ru_ru: <32>* Ну, я думаю, что у меня действительно нет.

source: <32>* Just call me "dummy," I guess.
ru_ru: <32>* Полагаю, ты назовешь меня "дураком".

source: <25>{#p/asgore}{#f/1}* Listen... er, dummy. * You are not alone in your suffering.
ru_ru: Вы не единственный, кто страдает.

source: <25>{#f/2}* We have all lost people close to us today.
ru_ru: <25>{#f/2}* Мы все сегодня потеряли близких людей.

source: <32>{#p/basic}{#s/spiderLaugh}* All except for me, of course~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Конечно, все, кроме меня, смеются

source: <32>{#p/basic}{#s/spiderLaugh}* Not that... I was close to anyone to begin with...
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Это не так. Сначала я был очень близок ко всем.

source: <18>{#p/papyrus}{#f/5}WOWIE... IF THAT HUMAN HADN'T SPARED ME, I...
ru_ru: <18>{#p/папирус}{#f/5} Вау. Если этот человек не отпустил меня, я...

source: <32>{#p/basic}* They spared you? * Yeah, they spared me too...
ru_ru: * Да, они тоже пощадили меня.

source: <32>{#p/basic}{#s/spiderLaugh}* Ahuhu... I escaped before they could lay a hand on me~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* ... Они не успели это сделать, и я сбежал.

source: <18>{#p/papyrus}{#f/0}... OH, RIGHT! THE CORE WORKERS!
ru_ru: Основной рабочий!

source: <18>{#p/papyrus}{#f/0}THEY PROBABLY SPARED THEM, TOO!
ru_ru: <18>{#p/папирус}{#f/0} Они, возможно, также разделили их!

source: <25>{#p/asgore}{#f/1}* ... tell me, was Asriel with the human when they spared you?
ru_ru: <25>{#p/asgore}{#f/1}* ... Скажи мне, они пощадили тебя, когда Асиль была с этим человеком?

source: <18>{#p/papyrus}{#f/9}NOT AT ALL!
ru_ru: <18>{#p/папирус}{#f/9} Совсем нет!

source: <32>{#p/basic}* Nope.
ru_ru: <32>{#p/basic}* Нет.

source: <32>{#p/basic}{#s/spiderLaugh}* Thinking back, I don't believe it was him~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Оглядываясь назад, я не верю, что это он

source: <25>{#p/asgore}{#f/1}* So it is true...
ru_ru: <25>{#p/asgore}{#f/1}* Так что это правда.

source: <25>{#p/asgore}{#f/2}* ... perhaps... * I was wrong to condemn them to...
ru_ru: * Я их осуждаю неправильно.

source: <18>{#p/papyrus}{#f/6}... CONDEMN THEM??
ru_ru: Осудить их?

source: <18>{#p/papyrus}{#f/7}WHAT ARE YOU TALKING ABOUT!!
ru_ru: <18>{#p/папирус}{#f/7} О чем ты говоришь!

source: <18>{*}{#p/papyrus}{#f/7}ASGORE, WHAT DID YOU DO!?{^40}{%}
ru_ru: <18>{*}{#p/папирус}{#f/7} Спросите, что вы сделали!? {^ 40}{%}

source: {*}{#p/event}{#i/3}The outpost was destroyed.
ru_ru: Разрушение.

source: <25>{#p/asriel2}{#f/15}* You probably should've used a SAVE point after we left Starton.
ru_ru: <25>{#p/asriel2}{#f/15}* Возможно, вам следует использовать точку SAVE после того, как мы покинем Starton.

source: <25>{#p/asriel2}{#f/16}* Just saying.
ru_ru: <25>{#p/asriel2}{#f/16}* Это просто слова.

source: <25>{#p/asriel2}{#f/15}* You probably should've used a SAVE point after we killed Undyne.
ru_ru: <25>{#p/asriel2}{#f/15}* Возможно, вам следует использовать точку SAVE после того, как мы убьем Undyne.

source: <25>{#p/asriel2}{#f/15}* You probably should've used a SAVE point after we left Aerialis.
ru_ru: <25>{#p/asriel2}{#f/15}* Возможно, вам следует использовать точку SAVE после того, как мы покинем Aerialis.

source: <25>{#p/asriel2}{#f/15}* Did you poison yourself after the fight to see what would happen?
ru_ru: <25>{#p/asriel2}{#f/15}* После боя вы отравились, чтобы увидеть, что произойдет?

source: <25>{#p/asriel2}{#f/16}* $(name), you're a real piece of work.
ru_ru: <25>{#p/asriel2}{#f/16}* $(имя), вы настоящая работа.

source: <26>{#p/asriel2}{#f/6}* You'd think after last time you would've learnt to save progress.
ru_ru: Учимся сохранять прогресс.

source: <25>{#p/asriel2}{#f/8}* Even if it's only Starton we have to go through again.
ru_ru: <25>{#p/asriel2}{#f/8}* Даже если это просто Starton, мы должны пройти через это снова.

source: <25>{#p/asriel2}{#f/7}* But I guess not.
ru_ru: <25>{#p/asriel2}{#f/7}* Но я думаю, что нет.

source: <26>{#p/asriel2}{#f/8}* Especially after taking out someone like Undyne.
ru_ru: <26>{#p/asriel2}{#f/8}* Особенно после убийства таких людей, как Ундин.

source: <25>{#p/asriel2}{#f/8}* Especially after clearing an area like Aerialis.
ru_ru: <25>{#p/asriel2}{#f/8}* Особенно после очистки таких районов, как Aerialis.

source: <26>{#p/asriel2}{#f/7}* This is becoming very tiresome, very quickly.
ru_ru: <26>{#p/asriel2}{#f/7}* Это быстро становится очень скучным.

source: <25>{#p/asriel2}{#f/4}* $(name). * Please save our progress from now on.
ru_ru: * Пожалуйста, сохраните наш прогресс с этого момента.

source: <25>{#p/asriel2}{#f/4}* Now you're just being downright annoying.
ru_ru: <25>{#p/asriel2}{#f/4}* Теперь ты просто раздражаешь.

source: <25>{#p/asriel2}{#f/8}* Come on...
ru_ru: <25>{#p/asriel2}{#f/8}* Давай.

source: <25>{#p/asriel2}{#f/15}* We're back here?
ru_ru: <25>{#p/asriel2}{#f/15}* Мы вернулись?

source: <25>{#p/asriel2}{#f/16}* We'll just kill him again, I guess.
ru_ru: <25>{#p/asriel2}{#f/16}* Я думаю, мы убьем его снова.

source: <25>{#p/asriel2}{#f/6}* Really?
ru_ru: <25>{#p/asriel2}{#f/6}* Это правда?

source: <25>{#p/asriel2}{#f/15}* And we're back here again. * Great...
ru_ru: Отлично.

source: <25>{#p/asriel2}{#f/16}* No problem, though... * We can just do what we did before...
ru_ru: * Мы можем делать то, что делали раньше.

source: <25>{#p/asriel2}{#f/8}* This is really starting to get annoying.
ru_ru: <25>{#p/asriel2}{#f/8}* Это действительно начинает раздражать.

source: <25>{#p/asriel2}{#f/15}* $(name), we were almost to the end.
ru_ru: <25>{#p/asriel2}{#f/15}* $(имя), мы почти на финише.

source: <25>{#p/asriel2}{#f/16}* Can we please just save our progress this time.
ru_ru: <25>{#p/asriel2}{#f/16}* Можем ли мы сохранить прогресс на этот раз?

source: <25>{#p/asriel2}{#f/10}* ... is this some kind of a joke?
ru_ru: <25>{#p/asriel2}{#f/10)* ... Это шутка?

source: <25>{#p/asriel2}{#f/15}* $(name). * Listen to me.
ru_ru: * Послушай меня.

source: <25>{#p/asriel2}{#f/7}* We literally HAD her.
ru_ru: <25>{#p/asriel2}{#f/7}* У нас действительно есть она.

source: <25>{#p/asriel2}{#f/5}* Why would you bring us back after that!?
ru_ru: <25>{#p/asriel2}{#f/5}* Зачем вы вернули нас после этого?

source: <25>{#p/asriel2}{#f/7}* ... you can't be serious right now.
ru_ru: <25>{#p/asriel2}{#f/7}* ... Ты не можешь быть серьезным сейчас.

source: <25>{#p/asriel2}{#f/9}* What was THAT?
ru_ru: <25>{#p/asriel2}{#f/9}* Что это такое?

source: <25>{#p/asriel2}{#f/10}* ... WHO was that?
ru_ru: <25>{#p/asriel2}{#f/10)* ... Это Всемирная организация здравоохранения?

source: <25>{#p/asriel2}{#f/15}* We got hit with...
ru_ru: <25>{#p/asriel2}{#f/15}* Мы попали...

source: <25>{#p/asriel2}{#f/10}* ... electricity magic?
ru_ru: <25>{#p/asriel2}{#f/10)* ... Электрическая магия?

source: <25>{#p/asriel2}{#f/3}* Alphys. * It's gotta be.
ru_ru: * Должно быть да.

source: <25>{#p/asriel2}{#f/15}* So she didn't run away, then...
ru_ru: <25>{#p/asriel2}{#f/15}* Поэтому она не сбежала, а затем...

source: <25>{#p/asriel2}{#f/16}* Well, this should be interesting.
ru_ru: <25>{#p/asriel2}{#f/16}* Хорошо, это должно быть интересно.

source: <25>{#p/asriel2}{#f/15}* So it was Alphys, then...
ru_ru: <25>{#p/asriel2}{#f/15}* Первоначально альфа, а затем...

source: <32>{#p/basic}* Wait.
ru_ru: <32>{#p/basic}* и т.д.

source: <32>* I think you forgot to date Papyrus...
ru_ru: <32>* Я думаю, ты забыл встречаться с Папирусом.

source: <32>* I think you forgot to hang out with Papyrus...
ru_ru: <32>* Я думаю, вы забыли поиграть с Papyrus.

source: <32>* ... come on, we can't just leave him behind!
ru_ru: <32>* ..... Пожалуйста, мы не можем просто бросить его!

source: <32>* Didn't Papyrus want you to hang out with Undyne earlier?
ru_ru: Разве Papyrus не хотел, чтобы вы гуляли с Undyne раньше?

source: <32>* ... come on, we can't just forget about her!
ru_ru: <32>* ..... Пожалуйста, мы не можем просто так забыть ее!

source: <32>* Even if she's a bit of a jerk.
ru_ru: <32>* Даже если она немного сволочь.

source: <32>* You forgot about Undyne!
ru_ru: <32>Вы забыли Undyne!

source: <32>* First Papyrus, and now this?
ru_ru: <32>* Сначала бумажная трава, а теперь это?

source: <33>* ... come on, let's go back to her house...
ru_ru: <33>* ..... Давай, вернемся к ней домой.

source: <32>{#p/basic}* ... * So now you know.
ru_ru: * Теперь ты знаешь.

source: <32>* And, because of Asriel's diary, you know I got sick on purpose.
ru_ru: <32>* И из - за дневника Аслиля, ты знаешь, что я намеренно болею.

source: <32>* I tricked him, manipulated him into this stupid plan to save everyone.
ru_ru: Я обманул его и манипулировал им, чтобы разработать этот дурацкий план, чтобы спасти всех.

source: <32>* Only to turn it into a quest for revenge, and even that was a waste in the end.
ru_ru: <32>* Превратит это только в погоню за местью, и даже тогда это в конечном итоге будет пустой тратой.

source: <32>* He stopped me from fighting back, and I was mad at him for so long...
ru_ru: <32>* Он остановил меня от контратаки, и я слишком долго злился на него.

source: <32>* Maybe... part of me still is.
ru_ru: <32>* Возможно. Часть меня все еще там.

source: <32>* I don't know.
ru_ru: <32>* Я не знаю.

source: <32>* I always think about how things could have been, if only he'd listened...
ru_ru: <32>* Я всегда думаю, что если бы он слушал, то как бы все обернулось...

source: <32>* ... but at the same time...
ru_ru: <32>* ..... Но одновременно...

source: <32>* It was probably for the best that he didn't.
ru_ru: <32>* Он не сделал этого, возможно, лучше всего.

source: <32>* Look... I just want you to know that, having you by my side...
ru_ru: <32>* Смотреть. Я просто хочу, чтобы ты знал, что ты на моей стороне.

source: <32>* It's made me feel like I have a purpose in this world.
ru_ru: <32>Это заставляет меня думать, что у меня есть цель в этом мире.

source: <32>* So, for that, I'm thankful.
ru_ru: <32>* За это я очень благодарен.

source: <32>* I really feel like things are going to get better.
ru_ru: <32>Я действительно думаю, что все будет лучше.

source: <32>* Or maybe... the end is nearer than I thought.
ru_ru: <32>* или. Конец был ближе, чем я думал.

source: <32>* ... * Either way.
ru_ru: * В любом случае.

source: <32>* The force field isn't too far from here.
ru_ru: <32>* Мощное поле находится недалеко отсюда.

source: <32>* Though, before we go...
ru_ru: <32>* Но прежде чем мы уйдем...

source: <32>* We should really go back to see Papyrus.
ru_ru: <32>* Мы действительно должны вернуться и посмотреть на Papyrus.

source: <32>* You wouldn't want to keep him waiting at his house, would you?
ru_ru: Вы ведь не хотите, чтобы он ждал дома?

source: <32>* We should really go back to see Undyne.
ru_ru: <32>* Мы действительно должны вернуться и посмотреть на Ундин.

source: <32>* You wouldn't want to keep Papyrus waiting at her house, would you?
ru_ru: Вы не хотите, чтобы Papyrus ждал ее дома?

source: <32>* I'm sure you've had enough of my rambling, so we should probably just get going.
ru_ru: Я считаю, что вам надоел мой бред, так что нам, возможно, пора идти.

source: <32>* Who knows. * Maybe it'll make sense once the force field is down.
ru_ru: * Возможно, как только силовое поле падает, это имеет смысл.

source: <32>* ... * We'll see.
ru_ru: * Мы подождем и посмотрим.

source: <32>{#p/basic}* That's not to say we have to go and find him right this second.
ru_ru: <32>{#p/basic}* Это не означает, что мы должны немедленно найти его.
