Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <32>* It's just...
ru_ru: <32>* Только.

source: <32>{#p/human}* (You hear a large sigh.)
ru_ru: <32>{#p/human}* (Вы слышите длинный вздох.)

source: <32>* There's still something I haven't told you yet.
ru_ru: <32>Есть еще одна вещь, о которой я вам не сказал.

source: <32>* It's about my past, and...
ru_ru: <32>* Это о моём прошлом и...

source: <32>* It's the reason why I'm so desperate to talk to him.
ru_ru: Вот почему я так хочу поговорить с ним.

source: <32>* I'm sorry.
ru_ru: <32>* Извините.

source: <32>* I just...
ru_ru: <32>* Я просто...

source: <32>* I need to tell you how I got this way.
ru_ru: <32>Я хочу рассказать вам, как я стал таким.

source: <32>* I need you to understand.
ru_ru: <32>* Мне нужно, чтобы ты понял.

source: <32>* Can you imagine what it's like to lose your whole family in one night?
ru_ru: Можете ли вы представить, каково это - потерять семью за одну ночь?

source: <32>* Can you imagine...
ru_ru: <32>* Вы можете себе представить.

source: <32>* What it's like to know that you're the one to blame?
ru_ru: <32>Каково это - знать, что вы виноваты?

source: <32>* For the past hundred years...
ru_ru: <32>* За последние сто лет.

source: <32>* It's like I've been stuck in limbo.
ru_ru: <32>Я словно застрял в аду.

source: <32>* No matter how hard I try...
ru_ru: <32>* Как бы я ни старался.

source: <32>* I just can't seem to break away.
ru_ru: <32>* Кажется, я не могу вырваться.

source: <32>* I've been forced to watch as everyone else gets to live their life.
ru_ru: <32>Я должен смотреть, как другие люди живут своей жизнью.

source: <32>* I see them make friends...
ru_ru: <32>* Я видел, как они подружились.

source: <32>* I see them laugh, and love...
ru_ru: <32>* Я вижу, что они смеются, любовь...

source: <32>* But that's... all I ever do.
ru_ru: <32>Но это все, что я делаю.

source: <32>* I just... see them.
ru_ru: <32>* Я просто... Посмотри на них.

source: <32>* Nothing more.
ru_ru: <32>* И это все.

source: <32>{#p/basic}* When the ghost family found me, mere days after the incident...
ru_ru: <32>{#p/basic}* Через несколько дней после инцидента семья призраков нашла меня.

source: <32>* I thought, maybe, this wouldn't be so bad.
ru_ru: <32>* Я думаю, может быть, это не так уж плохо.

source: <32>* I might be trapped in purgatory, but...
ru_ru: <32>* Возможно, я застрял в чистилище, но...

source: <32>* ... at least I'd have people to talk to, right?
ru_ru: <32>* ..... По крайней мере, у меня есть люди, с которыми я могу поговорить, да?

source: <32>* They tried to help me...
ru_ru: <32>* Они пытались мне помочь.

source: <32>* They tried to make me feel at home...
ru_ru: <32>* Они пытаются заставить меня чувствовать себя как дома.

source: <32>* ... but they just couldn't understand what I was going through.
ru_ru: <32>* ..... Но они просто не могут понять, через что я прошла.

source: <32>* They were all so young...
ru_ru: <32>* Все они очень молодые.

source: <32>* To be honest, they still kind of are.
ru_ru: <32>* Скажи правду, они остаются.

source: <32>* Monsters are like children in that way...
ru_ru: <32>* Монстры как дети.

source: <32>* Their innocence is what defines them.
ru_ru: <32>Их невиновность - это их определение.

source: <32>* But it meant they didn't really know how to relate to me.
ru_ru: Но это означает, что они действительно не знают, как со мной ладить.

source: <32>* Since then...
ru_ru: <32>* С тех пор.

source: <32>* ... I've been on my own.
ru_ru: <32>* ..... Я всегда был человеком.

source: <32>{#p/basic}* With all these years to myself...
ru_ru: <32>{#p/basic}* Все эти годы я был один...

source: <32>* With nothing to do but sit, and think...
ru_ru: <32>* Нет другого выбора, кроме как сидеть и думать.

source: <32>* It's a miracle I haven't gone insane.
ru_ru: <32>Это чудо, что я не сошел с ума.

source: <32>* Hell, maybe that, too, is part of my "punishment."
ru_ru: <32>* Ад, может быть, это тоже часть моего "наказания"

source: <32>* Not through death, nor insanity, nor common company...
ru_ru: <32>* Не через смерть, не через психическое расстройство и тем более не через обычное сопровождение...

source: <32>* Not through any means am I ever allowed an escape.
ru_ru: <32>Я не могу убежать.

source: <32>* ... * But there's a problem with that theory.
ru_ru: * Но у этой теории есть проблема.

source: <32>* An exception.
ru_ru: <32>* Исключения.

source: <32>* Can you guess what it is?
ru_ru: <32>Можете ли вы угадать, что это такое?

source: <32>* I'm sure you've figured it out by now...
ru_ru: <32>* Я уверен, что вы уже поняли.

source: <32>* It's you, Frisk.
ru_ru: <32>* Это ты, Фриск.

source: <32>* You're the only one who's truly been able to understand me.
ru_ru: « Ты единственный, кто действительно меня понимает.

source: <32>{#p/basic}* You might think the other humans would've heard me...
ru_ru: <32>{#p/basic}* Вы можете подумать, что кто - то другой услышит меня.

source: <32>* ... but no.
ru_ru: <32>* ..... Но нет.

source: <32>* Sometimes, I'd get a word in, or...
ru_ru: <32>* Иногда я перебиваю, или...

source: <32>* Appear to them in a dream if I got lucky.
ru_ru: <32>* Если мне повезет, я предстану перед ними во сне.

source: <32>* But you...
ru_ru: <32>* Но ты.

source: <32>* Maybe it's because our SOULs are so similar, but...
ru_ru: <32>* Может быть потому, что наши души очень похожи, но...

source: <32>* Not only can you hear me...
ru_ru: <32>* Ты слышишь не только меня.

source: <32>* I can "hear" you, too.
ru_ru: <32>* Я тоже могу "слышать" тебя.

source: <32>* It's not much, but it's enough to know what you're thinking.
ru_ru: <32>* Это не так много, но достаточно, чтобы знать, о чем вы думаете.

source: <32>* For example, right now...
ru_ru: <32>* Например, сейчас...

source: <32>* Frisk, you...
ru_ru: <32>* Фриск, ты...

source: <32>* ... you know that isn't possible, right?
ru_ru: <32>* ..... Ты же знаешь, что это невозможно, да?

source: * (How will you hug?)
ru_ru: * (Как вы будете обниматься?)

source: Softly
ru_ru: Нежность

source: Tightly
ru_ru: В упор

source: Carefully
ru_ru: Осторожно!

source: Desperately
ru_ru: В отчаянии

source: <32>{#p/basic}* ... silly Frisk.
ru_ru: <32>{#p/basic}* ... Тупой Фриске.

source: <32>* If I could accept it, I would.
ru_ru: <32>* Если я могу принять это, я сделаю это.

source: <32>* But... I can't.
ru_ru: <32>* Однако. Я не могу.

source: <32>{#p/basic}* ... Frisk, I...
ru_ru: <32>{#p/basic}* ... Фриске, я...

source: <32>* I know I seem like the last person who'd say something like this, but...
ru_ru: <32>* Я знаю, что я, кажется, последний, кто говорит такие слова, но...

source: <32>* I really love you, Frisk.
ru_ru: <32>* Я действительно люблю тебя, Фриск.

source: <32>* Just like I loved him.
ru_ru: <32>Как я люблю его.

source: <32>* We're like... a family now.
ru_ru: <32>* Мы как... Теперь это семья.

source: <32>* Heh.
ru_ru: <32>* Ха.

source: <32>* ... thanks for giving me the chance to experience the world like new again.
ru_ru: <32>* ..... Спасибо, что дали мне возможность снова испытать этот новый мир.

source: <32>* ... thanks for being the kind of person that you are.
ru_ru: <32>* ..... Спасибо, что стал таким человеком.

source: <32>* But... Frisk.
ru_ru: <32>* Однако. Фриске.

source: <32>* I'm not sure if I have a future in this world.
ru_ru: Я не уверен, что у меня есть будущее в этом мире.

source: <32>* Once you're gone...
ru_ru: <32>* Как только ты уйдешь.

source: <32>* ... I'd just go back to being alone again.
ru_ru: <32>* ..... Я просто хочу вернуться в одиночество.

source: <32>* That's why... it's important I get to talk to him, you know?
ru_ru: <32>* Вот почему. Мне важно поговорить с ним, понимаешь?

source: <32>* At least then, I'd be able to move on from what happened.
ru_ru: <32>* По крайней мере, до тех пор я могу двигаться дальше от того, что произошло.

source: <32>* A lonely existence... wouldn't be so bad after that.
ru_ru: <32>* Одинокая жизнь. После этого будет не так уж и плохо.

source: <32>* But... I know.
ru_ru: <32>* Однако. Я знаю.

source: <32>* I'm sure there's a lot of people you'd like to catch up with first.
ru_ru: <32>* Я уверен, что вы хотите догнать многих людей первым.

source: <33>* So, go and do that, and then...
ru_ru: <33>* Итак, иди и сделай...

source: <32>* Once you're ready...
ru_ru: <32>* Как только вы будете готовы.

source: <32>* ... we'll go and find him.
ru_ru: <32>* ..... Мы найдем его.

source: <32>* Alright?
ru_ru: <32>* Хорошо?

source: <32>* Well, that's all.
ru_ru: <32>* Хорошо, это все.

source: <32>* Let's continue, shall we?
ru_ru: <32>* Давайте продолжим, хорошо?

source: <32>{#p/basic}{#npc/a}* I've never been to the so- called Citadel, but it's nice.
ru_ru: <32>{#p/basic}{#npc/a}* Я никогда не был в так называемом замке, но это хорошо.

source: <32>* Despite being a full-on city, it's still easier to navigate than the rest of the outpost!
ru_ru: <32>* Несмотря на то, что это всеобъемлющий город, он по - прежнему легче ориентироваться, чем другие места форпоста!

source: <32>* Now isn't that something.
ru_ru: <32>* Теперь это не так.

source: <32>{#p/basic}{#npc/a}* I've never been one for mazes and strange puzzles. * So this really is great.
ru_ru: * Так что это действительно здорово.

source: <32>{#p/basic}{#npc/a}* Crazy to think they built this city in such a short period of time.
ru_ru: <32>{#p/basic}{#npc/a}* Безумно думать, что они построили город за такой короткий промежуток времени.

source: <32>* And unlike Aerialis, they didn't resort to weird space anomalies to make it bigger.
ru_ru: В отличие от Aerialis, они не использовали странные пространственные аномалии, чтобы увеличить его.

source: <32>* But all that technobabble's beyond me, anyway. * It's just good to be here.
ru_ru: * Приятно быть здесь.

source: <32>{#p/basic}{#npc/a}* A life free of nonsensical technical terms... * Peace, at last.
ru_ru: * Мир, наконец.

source: <32>{#p/basic}{#npc/a}* Don't mind me, I'm just hanging out here with my best pals!
ru_ru: <32>{#p/basic}{#npc/a}* Не обращайте на меня внимания, я просто играю здесь со своим лучшим другом!

source: <32>* Working at the CORE was really hard... but we are all done now.
ru_ru: <32>* Работа в CORE действительно тяжелая. Но теперь мы закончили.

source: <32>* Here, we can celebrate our amazing work!
ru_ru: <32>* Здесь мы можем отметить нашу прекрасную работу!

source: <32>* I sure do love HANGOUT!
ru_ru: <32>Я очень люблю гулять!

source: <32>{#p/basic}{#npc/a}* I can tell you love it too!
ru_ru: <32>{#p/basic}{#npc/a}* Я могу сказать вам, что мне это тоже нравится!

source: <32>{#p/basic}{#npc/a}* So... no more school? * I mean, it's my fault for going, really.
ru_ru: * Я имею в виду, это моя вина, правда.

source: <32>* Nobody actually has to go to school, but you might be worse off without it.
ru_ru: <32>* На самом деле никто не должен ходить в школу, но без этого ваша ситуация может быть хуже.

source: <32>* Whatever. * I guess I still don't know what I want in life.
ru_ru: * Я все еще не знаю, чего хочу.

source: <32>{#p/basic}{#npc/a}* Going to parties like this all the time could be fun...
ru_ru: <32>{#p/basic}{#npc/a}* Часто ходить на такие вечеринки может быть интересно.

source: <18>{#p/papyrus}{#f/0}{#npc/a}HELLO THERE, FRISK!
ru_ru: <18>{#p/папирус}{#f/0}{#npc/a} Привет, Фриск!

source: <18>{#f/9}I'M ONLY PREPARING THE GREATEST DISH I'VE EVER MADE!
ru_ru: <18>{#f/9} Я просто готовлю лучшее блюдо, которое я когда - либо готовил!

source: <18>{#f/5}I ONLY WISH IT'D COOK A LITTLE FASTER...
ru_ru: <18>{#f/5} Я просто хочу, чтобы он готовился немного быстрее.

source: <18>{#f/7}AT THIS RATE, I'LL HAVE TO SERVE IT ON THE TRANSPORT!
ru_ru: <18>{#f/7} При такой скорости я должен предоставлять услуги в пути!

source: <25>{#p/sans}{#npc}* actually, i think that'd be pretty cool.
ru_ru: <25>{#p/sans}{#npc}* На самом деле, я думаю, это будет круто.

source: <25>{#p/sans}{#f/3}* imagine, everyone eating it as they first see the homeworld...
ru_ru: <25>{#p/sans}{#f/3}* Представьте себе, что все едят его, когда впервые видят свой дом.

source: <25>{#p/sans}{#f/2}* it'd be a dish they'd NEVER forget.
ru_ru: <25>{#p/sans}{#f/2}* Это будет блюдо, которое они никогда не забудут.

source: <18>{#p/papyrus}{#f/4}{#npc/a}YOU MAKE A TEMPTING OFFER...
ru_ru: <18>{#p/папирус}{#f/4}{#npc/a} Вы сделали предварительное предложение.

source: <18>{#p/papyrus}{#f/5}BUT I ALREADY PROMISED I'D GET IT MADE HERE.
ru_ru: <18>{#p/папирус}{#f/5} Но я обещал, что сделаю его здесь.

source: <18>{#p/papyrus}{#f/5}{#npc/a}HEY. IT'S NOT ALL BAD.
ru_ru: Это не все плохо.

source: <18>{#f/0}THE SEASONING IN ASGORE'S KITCHEN IS EXCELLENT!
ru_ru: <18>{#f/0} Сезон на кухне ASGORE потрясающий!

source: <18>{#f/4}SALT, PEPPER... ANTI-GRAVITY POWDER...
ru_ru: Антигравитационный порошок.

source: <18>{#f/9}THE POSSIBILITIES ARE... RATHER ZESTY!!
ru_ru: <18>{#f/9} Возможность является... Довольно восторженно!

source: <18>{#p/papyrus}{#f/0}{#npc/a}DON'T WORRY, I WON'T GET -TOO- CRAZY.
ru_ru: <18>{#p/папирус}{#f/0}{#npc/a} Не волнуйся, я не буду слишком сумасшедшим.

source: <18>{#f/5}IT'S NOT LIKE I'D TAKE SUCH A BIG GAMBLE...
ru_ru: <18>{#f/5} Я не буду играть в такую большую игру.

source: <18>{#f/0}WITH SUCH A VAST PARTY OF GUESTS TO FEED.
ru_ru: <18>{#f/0} Есть так много гостей, которые хотят поесть.

source: <18>{#f/9}BESIDES, THE RECIPE SPECIFIES THE SEASONING!
ru_ru: <18>{#f/9} Кроме того, рецепт также предписывает сезон!

source: <18>{#f/4}I HEAR IT FLOATS IN YOUR MOUTH...
ru_ru: <18>{#f/4} Я слышу, как он плывет тебе в рот.

source: <18>{#p/papyrus}{#f/0}{#npc/a}NOTHING TO WORRY ABOUT AT ALL.
ru_ru: <18>{#p/папирус}{#f/0}{#npc/a} Беспокоиться не о чем.

source: <25>{#p/kidd}{#f/4}{#npc/a}* Yo, uh...
ru_ru: <25>{{#p/kidd}{#f/4}{#npc/a}* Йо...

source: <25>{#f/4}* I think you should just leave me alone.
ru_ru: <25>{#f/4}* Я думаю, ты должен оставить меня в покое.

source: <25>{#p/kidd}{#f/2}{#npc/a}* I'm gonna miss this place, dude...
ru_ru: <25>{#p/kidd}{#f/2}{#npc/a}* Я буду скучать по этому месту, приятель.

source: <25>{#f/3}* Starton, the Foundry, Aerialis, the Citadel...
ru_ru: <25>{#f/3}* Стартон, Литейный завод, Ариэль, Замок...

source: <25>{#f/6}* At least we'll still be together on the new homeworld.
ru_ru: <25>{#f/6}* По крайней мере, мы все еще можем быть вместе в новом доме.

source: <25>{#f/1}* I can't wait to see what it's like out there!
ru_ru: <25>{#f/1}* Я не могу дождаться, чтобы увидеть, как выглядит снаружи!

source: <25>{#p/kidd}{#f/1}{#npc/a}{#f/4}* ... oh, uh, I know you probably figured it out, but...
ru_ru: <25>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> >>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> О, я знаю, что ты, возможно, уже придумал, но...

source: <25>{#f/4}* I don't really have parents. * I just made them up.
ru_ru: * Я просто выдумал.

source: <26>{#f/3}* But we're friends now, right? So... I hope you can forgive me for that.
ru_ru: <26>{#f/3}* Но теперь мы друзья, не так ли? Так что... надеюсь, ты меня простишь.

source: <25>{#p/kidd}{#f/4}{#npc/a}* Go away...
ru_ru: <25>{{#p/kidd}{#f/4}{#npc/a}* Уходи.

source: <25>{#p/kidd}{#f/3}{#npc/a}* Thanks for being a good friend, Frisk.
ru_ru: <25>{#p/kidd}{#f/3}{#npc/a}* Спасибо, что ты мой хороший друг, Фриск.

source: <32>{#p/basic}{#npc/a}* So you're telling me we can't leave until everyone's ready?
ru_ru: <32>{#p/basic}{#npc/a}* Значит, вы имеете в виду, что мы не можем уйти, пока все не будут готовы?

source: <32>* I, uh, I guess that's only fair, huh.
ru_ru: <32>* Я, Хм, я думаю, что это только честно, Хм.

source: <32>* Well, it's okay, then.
ru_ru: <32>* Ладно, это тоже нормально.

source: <32>{#p/basic}{#npc/a}* What am I even complaining about? * We're free...
ru_ru: * Мы свободны.

source: <25>{#p/undyne}{#f/14}{#npc/a}* Those girls who run the rec center found this movie on a trash run.
ru_ru: <25>{#p/undyne}{#f/14}{#npc/a}* Девушки, которые управляли развлекательными центрами, нашли фильм на свалке.

source: <25>{#f/1}* So, Alphys and I decided we'd put it on.
ru_ru: <25>{#f/1}* Поэтому мы с Альфисом решили надеть его.

source: <25>{#f/8}* FUHUHU!! * THIS IS THE BEST DATE I'VE EVER HAD!!
ru_ru: * Это лучшее свидание, которое я когда - либо встречал!

source: <25>{#f/12}* And, uh, I guess it's also the only date I've ever had.
ru_ru: <25>{#f/12}* И, ну, я думаю, что это также мое единственное свидание.

source: <25>{#f/7}* BUT STILL!
ru_ru: <25>{#f/7}* Но это все еще так!

source: <25>{#p/undyne}{#f/1}{#npc/a}* I never realized watching movies could be so addicting!
ru_ru: <25>{#p/undyne}{#f/1}{#npc/a}* Я никогда не понимал, что смотреть фильмы будет так увлекательно!

source: <25>{#p/undyne}{#f/12}{#npc/a}* Now... * If you could leave us to it...
ru_ru: * Если вы позволите нам разобраться.

source: <25>{#p/undyne}{#f/7}{#npc/a}* Come on, you're blocking the view!
ru_ru: <25>{#p/undyne}{#f/7}{#npc/a}* Пожалуйста, вы блокируете зрение!

source: <25>{#p/alphys}{#g/alphysInquisitive}{#npc/a}* ... huh? * You wanted to tell me something?
ru_ru: * Хочешь мне что - нибудь сказать?

source: <32>{#p/human}* (You recite the scientific notes shared by Professor Roman in Archive Six.)
ru_ru: <32>{#p/human}* (Вы читаете научные заметки, которыми поделился профессор Роман в Archive Six).

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Woah... woah!
ru_ru: <25>{#p/alphys}{#g/alphysOhGodNo}* Вау. Вау!

source: <25>{#g/alphysNervousLaugh}* This could be the key to solving intergalactic travel...
ru_ru: <25>{#g/alphys NervousLaugh}* Это может быть ключом к решению межгалактических путешествий.

source: <25>{#g/alphysHellYeah}* ... with wormholes!
ru_ru: <25>{#g/alphys Добрый день}* ... Червоточина!

source: <25>{#g/alphysWelp}* I've been trying to crack this for so long...
ru_ru: <25>{#g/alphysWelp}* Я пытался решить эту проблему.

source: <25>{#p/alphys}{#g/alphysCutscene1}{#npc/a}* After all these years, we finally found it!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene 1}{#npc/a}* После стольких лет мы, наконец, нашли его!

source: <25>{#g/alphysHellYeah}* The third movie in the Mew Mew trilogy... * Mew Mew Time Twist!
ru_ru: * Мяу мяу, время искажено!

source: <25>{#g/alphysWelp}* Also known as the TRUE sequel to Mew Mew Space Adventure.
ru_ru: <25>{#g/alphysWelp}* также известен как реальное продолжение космической экспедиции Mew - Mew.

source: <25>{#g/alphysYeahYouKnowWhatsUp}* This film puts Starfire to shame...
ru_ru: <25>{#g/alphysYeah YouKnowWhatsUp}* Этот фильм позорит огонь.

source: <25>{#p/alphys}{#g/alphysHellYeah}{#npc/a}* It's about time!
ru_ru: <25>{#p/alphys}{#g/alphysHellYeah}{#npc/a}* Настало время!

source: <25>{#p/alphys}{#g/alphysFR}{#npc/a}* ... but if you don't mind...
ru_ru: <25>{#p/alphys}{#g/alphysFR}{#npc/a}* ... Но если ты не против.

source: <25>{#p/alphys}{#g/alphysYupEverythingsFine}{#npc/a}* Movie first, talk later.
ru_ru: <25>{#p/alphys}{#g/alphysYupEverythingsFine}{#npc/a}* Сначала смотрим фильм, потом поговорим.

source: <25>{#p/asgore}{#npc/a}{#f/1}* Do not worry, Frisk. * I have not forgotten about the promise.
ru_ru: * Я не забыл обещания.

source: <25>{#p/asgore}{#npc/a}{#f/6}* Do not mind me, Frisk. * I am only looking for new clothes.
ru_ru: * Я просто ищу новую одежду.

source: <25>{#p/asgore}{#npc/a}{#f/21}* Oh? * You have something to tell me?
ru_ru: * Что ты хочешь мне сказать?

source: <32>{#npc}{#p/human}* (You repeat the promise made to you by Asgore in Archive Six.)
ru_ru: <32>{#npc}{#p/human}* (Вы повторяете обещание, данное Вам Асгором в Archive Six).

source: <25>{#f/1}* Frisk...
ru_ru: <25>{#f/1}* Фриск.

source: <25>{#f/1}* ... I am not sure I can do that, but...
ru_ru: <25>{#f/1}* ... Я не уверен, что смогу это сделать, но...

source: <25>{#f/6}* For you, I will try.
ru_ru: <25>{#f/6}* Для тебя я попробую.

source: <25>{#p/asgore}{#npc/a}{#f/1}* I only hope that I can get through to her.
ru_ru: <25>{#p/asgore}{#npc/a}{#f/1}* Я просто хочу связаться с ней.

source: <25>{#p/asgore}{#npc/a}{#f/6}* I wonder if humans like wearing brown.
ru_ru: <25>{#p/asgore}{#npc/a}{#f/6}* Я хочу знать, любят ли люди носить коричневую одежду.

source: <25>{#p/asgore}{#npc/a}{#f/21}* La la, la la...
ru_ru: <25>{#p/asgore}{#npc/a}{#f/21)* Лалла, Лалла.

source: <32>{#p/human}* (The sound of a spacecraft can be heard as you take off into the distance.)
ru_ru: <32>{#p/human}* (Когда вы летите вдаль, вы слышите звук космического корабля.)

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/1}Why...?
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/1} Почему?

source: <25>{*}{#e/twinkly/2}Why did you let me go?
ru_ru: <25>{*}{#e/twinkly/2} Почему ты отпустил меня?

source: <25>{*}{#e/twinkly/6}Don't you realize that being nice...
ru_ru: <25>{*}{#e/twinkly/6} Разве вы не осознаете доброты?

source: <25>{*}{#e/twinkly/7}... only hurts you in the end?
ru_ru: <25>{*}{#e/twinkly/7}. В конце концов это только навредит тебе?

source: <25>{*}{#e/twinkly/5}Look at yourself.
ru_ru: <25>{*}{#e/twinkly/5} Посмотри на себя.

source: <25>{*}{#e/twinkly/3}You've made all these wonderful...
ru_ru: <25>{*}{#e/twinkly/3} Ты сделал все это прекрасным.

source: <25>{*}{#e/twinkly/4}... uh...
ru_ru: <25>{*}{#e/twinkly/4}. Да.

source: <25>{*}{#e/twinkly/0}Shoot, I forgot you skipped over the entire journey.
ru_ru: <25>{*}{#e/twinkly/0} Ой, я забыл, что ты пропустил всю поездку.

source: <25>{*}{#e/twinkly/24}Eh, screw it. It would've been a really sappy speech anyway.
ru_ru: В любом случае, это будет очень грустная речь.

source: <25>{*}{#e/twinkly/15}... let's just cut to the chase, shall we?
ru_ru: <25>{*}{#e/twinkly/15}. Давайте перейдем прямо к делу, хорошо?

source: <25>{*}{#e/twinkly/3}You've made all these wonderful friends...
ru_ru: <25>{*}{#e/twinkly/3} Вы завели так много хороших друзей.

source: <25>{*}{#e/twinkly/4}But now, you'll probably never get to see them again.
ru_ru: <25>{*}{#e/twinkly/4} Но теперь вы, вероятно, больше никогда их не увидите.

source: <25>{*}{#e/twinkly/0}Not to mention how long they'll have to wait for the next human.
ru_ru: <25>{*}{#e/twinkly/0}, не говоря уже о том, как долго они будут ждать следующего человека.

source: <25>{*}{#e/twinkly/1}Hurts, doesn't it?
ru_ru: <25>{*}{#e/twinkly/1} Очень больно, не так ли?

source: <25>{*}{#e/twinkly/7}If you had just stuck with our ORIGINAL plan...
ru_ru: <25>{*}{#e/twinkly/7} Если вы просто придерживаетесь нашего первоначального плана...

source: <25>{*}{#e/twinkly/7}If you had just acted like when we were together...
ru_ru: <25>{*}{#e/twinkly/7} Если вы только что вели себя так, как будто мы были вместе.

source: <25>{*}{#e/twinkly/7}If you had just gone through without caring about anyone...
ru_ru: <25>{*}{#e/twinkly/7} Если вы только что пережили, не заботясь ни о ком.

source: <25>{*}{#e/twinkly/1}You wouldn't have to feel bad now.
ru_ru: <25>{*}{#e/twinkly/1} Вам не нужно грустить сейчас.

source: <25>{*}{#e/twinkly/8}So... I don't get it.
ru_ru: <25>{*}{#e/twinkly/8} Поэтому... я не понимаю.

source: <25>{*}{#e/twinkly/13}If you really did everything the right way...
ru_ru: <25>{*}{#e/twinkly/13} Если вы действительно все делаете правильно.

source: <25>{*}{#e/twinkly/1}Why did things still end up like this?
ru_ru: <25>{*}{#e/twinkly/1} Почему все так закончилось?

source: <25>{*}{#e/twinkly/2}Why...?
ru_ru: <25>{*}{#e/twinkly/2} Почему.

source: <25>{*}{#e/twinkly/2}Is life really that unfair?
ru_ru: <25>{*}{#e/twinkly/2} Действительно ли жизнь так несправедлива?

source: <25>{*}{#e/twinkly/0}... say.
ru_ru: <25>{*}{#e/twinkly/0}. Говори.

source: <25>{*}{#e/twinkly/21}What if I told you...
ru_ru: Если я скажу тебе.

source: <25>{*}{#e/twinkly/15}I knew some way to get you a better ending?
ru_ru: <25>{*}{#e/twinkly/15} Я знаю несколько способов дать вам лучший конец?
