Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>{#p/sans}{#f/3}* ... guess mettaton wasn't worth the effort, then, huh?
ru_ru: <25>{#p/sans}{#f/3}* ... Тогда, полагаю, Меттон не стоит ваших усилий, не так ли?

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to mettaton.
ru_ru: <25>{#p/sans}{#f/3}* ... Даже после того, что ты сделал с Метатоном.

source: <25>{#p/sans}{#f/3}* ... guess the people you killed don't matter, then, huh?
ru_ru: <25>{#p/sans}{#f/3}* ... Итак, ты думаешь, что неважно, кого ты убил, не так ли?

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to those people.
ru_ru: <25>{#p/sans}{#f/3}* ... Даже после того, что ты сделал с этими людьми.

source: <25>{#p/sans}{#f/3}* ... guess the person you killed don't matter, then, huh?
ru_ru: <25>{#p/sans}{#f/3}* ... Итак, ты думаешь, что неважно, кого ты убил, не так ли?

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to that person.
ru_ru: <25>{#p/sans}{#f/3}* ... Даже после того, что ты сделал с этим человеком.

source: <25>{#p/sans}{#f/4}* huh? * you look bored.
ru_ru: * Ты выглядишь скучно.

source: <25>* i get the feeling you aren't gonna learn anything from this.
ru_ru: <25>Я не думаю, что вы чему - то научитесь.

source: <25>{#f/0}* well, guess i gotta judge you then.
ru_ru: <25>{#f/0}* Ладно, тогда я буду судить тебя.

source: <26>{#p/sans}* lv2... * seems like you messed up the slightest amount.
ru_ru: Немного прибавьте.

source: <25>{#f/4}* welp. * that's pretty sad.
ru_ru: * Это так грустно.

source: <25>{#f/3}* you probably weren't even aware of what you were doing...
ru_ru: <25>{#f/3}* Вы можете даже не знать, что делаете.

source: <25>* and when you learned, it was too late.
ru_ru: <25>* Когда вы учитесь, уже слишком поздно.

source: <25>{#f/2}* nah, just kidding.
ru_ru: <25>{#f/2}* Нет, шучу.

source: <25>{#f/4}* who gets to lv2 on accident? * get outta here.
ru_ru: * Уйди отсюда.

source: <25>{#p/sans}* lv3... * not bad.
ru_ru: * Неплохо.

source: <25>{#f/4}* three's not such a scary number, is it?
ru_ru: <25>{#f/4}* Три не ужасное число, не так ли?

source: <25>{#f/0}* i'll give you a pass.
ru_ru: <25>{#f/0}* Я дам вам пропуск.

source: <25>{#f/3}* but, hey...
ru_ru: <25>{#f/3}* Но...

source: <25>{#f/2}* you could still do better, right?
ru_ru: <25>{#f/2}* Вы все еще можете сделать лучше, не так ли?

source: <25>{#p/sans}* lv4... * huh.
ru_ru: * Хм.

source: <25>{#f/4}* i mean, what can i say?
ru_ru: <25>{#f/4}* Я имею в виду, что я могу сказать?

source: <25>{#f/0}* if it were any higher, i'd think you'd killed people on purpose.
ru_ru: <25>{#f/0}* Если бы он был выше, я бы подумал, что вы намеренно убили.

source: <25>{#f/3}* but i guess i'll give you a pass.
ru_ru: <25>{#f/3}* Но я думаю, что дам вам пропуск.

source: <25>{#f/2}* just this once.
ru_ru: <25>{#f/2}* Только на этот раз.

source: <25>{#f/0}* now that's dangerous territory right there.
ru_ru: <25>{#f/0}* Теперь это опасная область.

source: <25>{#f/4}* believe me, i wanna give you the benefit of the doubt...
ru_ru: <25>{#f/4}* Поверьте мне, я хочу дать вам презумпцию невиновности.

source: <25>{#f/0}* but that gets harder and harder to do the higher this goes.
ru_ru: <25>{#f/0}* Но тем труднее это сделать.

source: <25>{#f/3}* ... oh well.
ru_ru: <25>{#f/3}* ... О, ну ладно.

source: <25>{#f/0}* humans often say six is a scary number.
ru_ru: <25>{#f/0}* Люди часто говорят, что 6 - ужасное число.

source: <25>{#f/4}* now, i don't claim to be superstitious...
ru_ru: <25>{#f/4}* Теперь я не называю себя суеверием.

source: <25>{#f/0}* but i'd be lying if i said i wasn't suspicious.
ru_ru: <25>{#f/0}* Но если я говорю, что не сомневаюсь, то я лгу.

source: <25>{#p/sans}{#f/4}* lv7, huh?
ru_ru: <25>{#p/sans}{#f/4}* lv7, не так ли?

source: <25>* isn't that what humans call a lucky number?
ru_ru: Разве это не то, что люди называют счастливым числом?

source: <25>{#f/0}* well gee, i dunno about you, but...
ru_ru: <25>{#f/0}* Хорошо, Боже, я не знаю вашего состояния, но...

source: <25>{#f/3}* i doubt much luck was involved in how you got to this point.
ru_ru: <25>{#f/3}* Я сомневаюсь, как вы пришли к этому шагу.

source: <25>{#f/0}* ... just saying.
ru_ru: <25>{#f/0}* ... Просто скажи.

source: <25>{#p/sans}{#f/4}* lv8, huh?
ru_ru: <25>{#p/sans}{#f/4}* lv8, верно?

source: <25>* don't humans use this number to predict the future or something?
ru_ru: Разве люди не используют эту цифру для прогнозирования будущего?

source: <25>{#f/3}* that'd be a pretty good explanation for how you've been acting.
ru_ru: <25>{#f/3}* Это хорошее объяснение для вашего выступления.

source: <25>{#p/sans}{#f/3}* ... lv9.
ru_ru: <25>{#p/sans}{#f/3}* ... Класс 9.

source: <25>{#f/0}* that's pretty bad.
ru_ru: <25>{#f/0}* Это очень плохо.

source: <25>{#f/3}* but hey, look on the bright side...
ru_ru: <25>{#f/3}* Но, эй, смотри с хорошей стороны.

source: <25>{#f/2}* ... at least you're still in single-digits.
ru_ru: <25>{#f/2}* ... По крайней мере, ты числовой.

source: <25>{#p/sans}{#f/3}* ... lv10.
ru_ru: <25>{#p/sans}{#f/3}* ... Класс 10.

source: <25>{#f/2}* ... at least it's a nice, even number you can be proud of.
ru_ru: <25>{#f/2}* ... По крайней мере, это прекрасное четное число, которым вы можете гордиться.

source: <25>{#p/sans}{#f/3}* ... lv11.
ru_ru: <25>{#p/sans}{#f/3}* ... Уровень 11.

source: <25>{#f/4}* or in gambler's terms, snake eyes.
ru_ru: <25>{#f/4}* или, по словам игрока, Змеиный глаз.

source: <25>{#f/0}* truth be told, if i had a chance to re-roll the dice...
ru_ru: <25>{#f/0}* Скажи правду, если бы у меня была возможность снова бросить кости.

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* I'd probably take it right about now.
ru_ru: <25>{*}{#p/darksan}{#f/1}{#i/5}* Я могу принять это сейчас.

source: <25>{#p/sans}{#f/3}* ... but that's just me.
ru_ru: <25>{#p/sans}{#f/3}* ... Но это только я.

source: <25>{#p/sans}{#f/3}* ... lv12.
ru_ru: <25>{#p/sans}{#f/3}* ... Класс 12.

source: <25>{#f/4}* or in timekeeper's terms, a full rotation.
ru_ru: <25>{#f/4}* или в терминах таймера - полная ротация.

source: <25>{#f/0}* truth be told, if i had a chance to turn back the clock...
ru_ru: <25>{#f/0}* Скажи правду, если у меня есть возможность повернуть время вспять.

source: <25>{#p/sans}{#f/3}* ... lv13.
ru_ru: <25>{#p/sans}{#f/3}* ... Класс 13.

source: <25>{#f/4}* or in baker's terms, a dozen.
ru_ru: <25>{#f/4}* или, говоря словами пекаря, дюжина.

source: <25>{#f/0}* truth be told, if i had a chance to start bakery-fresh...
ru_ru: <25>{#f/0}* Честно говоря, если бы у меня была возможность начать выпечку свежим.

source: <25>{#p/sans}{#f/3}* ... lv14.
ru_ru: <25>{#p/sans}{#f/3}* ... Уровень 14.

source: <25>{#f/4}* i'll be honest...
ru_ru: <25>{#f/4}* Честно говоря...

source: <25>{#f/0}* i didn't think you'd be able to kill that many people that quickly.
ru_ru: <25>{#f/0}* Я не ожидал, что ты убьешь так много людей так быстро.

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* Guess you learn something new every day.
ru_ru: <25>{*}{#p/darksan}{#f/1}{#i/5}* Кажется, что вы учитесь чему - то новому каждый день.

source: <25>{#p/sans}{#f/4}* huh? * you STILL look bored.
ru_ru: * Ты все еще выглядишь скучно.

source: <25>{#f/0}* ok then, consider our session over.
ru_ru: <25>{#f/0}* Хорошо, тогда наша встреча закончится.

source: <25>{#f/0}* wait a second.
ru_ru: <25>{#f/0}* Подождите минутку.

source: <25>{#f/4}* that look on your face while i was talking...
ru_ru: <25>{#f/4}* Выражение твоего лица, когда я говорю.

source: <25>{#f/0}* you've already heard my spiel, haven't you?
ru_ru: <25>{#f/0}* Вы уже слышали мои слова, не так ли?

source: <25>{#f/3}* i suspected something like this.
ru_ru: <25>{#f/3}* Я подозреваю, что это так.

source: <25>{#f/3}* you act like you know what's going to happen in advance sometimes.
ru_ru: <25>{#f/3}* Иногда вы ведете себя так, будто заранее знаете, что произойдет.

source: <25>{#f/3}* like you've seen certain things before.
ru_ru: <25>{#f/3}* Как будто вы видели что - то раньше.

source: <25>{#f/0}* so... hey.
ru_ru: <25>{#f/0}* Итак... эй.

source: <25>{#f/0}* i've got a request for you.
ru_ru: <25>{#f/0}* У меня есть запрос.

source: <25>{#f/2}* i kind of have a {@fill=#ff0}secret codephrase{@fill=#fff} that only i would know.
ru_ru: <25>{#f/2}* i Есть @ fill = #ff0 Секретная кодовая фраза {@ fill = #fff}, только я знаю.

source: <25>{#f/4}* so, i'll know that if someone tells it to me...
ru_ru: <25>А. #f/4 ›* Итак, если кто - нибудь скажет мне...

source: <25>{#f/0}* they'd have to be a time traveler.
ru_ru: <25>{#f/0}* Они должны быть путешественниками во времени.

source: <25>{#f/2}* crazy, right?
ru_ru: <25>{#f/2}* Сумасшедший, да?

source: <25>{#f/3}* anyway, here it is...
ru_ru: <25>{#f/3}* В любом случае, это...

source: <32>{#p/human}* (Sans whispered something to you.)
ru_ru: <32>{#p/human}* (Санс прошептал вам что - то.)

source: <25>{#p/sans}{#f/0}* i'm counting on you to come back here and tell me that.
ru_ru: <25>{#p/sans}{#f/0}* Я рассчитываю, что ты вернешься и скажешь мне.

source: <25>{#f/2}* see you... earlier.
ru_ru: <25>{#f/2}* До свидания. Ранние.

source: <25>{#f/4}* huh? * do you have something to say to me?
ru_ru: * Ты хочешь мне что - то сказать?

source: <32>{#p/human}* (You told Sans the secret codephrase.)
ru_ru: <32>{#p/human}* (Вы рассказали Sans секретную кодовую фразу.)

source: <25>{#p/sans}{#f/2}* what? a codephrase? * can you speak a little louder?
ru_ru: * Можешь говорить громче?

source: <32>{#p/human}* (You told Sans the secret codephrase, but louder.)
ru_ru: <32>{#p/human}* (Вы рассказали Sans секретную кодовую фразу, но голос был громче).

source: <25>{#p/sans}{#f/0}* did you...
ru_ru: <25>{#p/sans}{#f/0}* Вы.

source: <25>{#f/4}* ... just say to "reverse the polarity of the neutron flow?"
ru_ru: <25>{#f/4}* ... Достаточно сказать: « Полярность потока инвертированных нейтронов? »

source: <25>{#f/2}* wow. * i can't believe you would say that.
ru_ru: * Не могу поверить, что ты так говоришь.

source: <25>{#f/4}* not only is that complete nonsense...
ru_ru: <25>{#f/4}* Это не просто полная чепуха.

source: <25>{#f/2}* it's also my secret codephrase.
ru_ru: <25>{#f/2}* Это также моя секретная кодовая фраза.

source: <25>{#f/0}* so... you really are a time traveler, huh?
ru_ru: <25>{#f/0}* Итак... вы действительно путешественник во времени, не так ли?

source: <25>{#f/3}* well, alright. * i guess that means you're qualified.
ru_ru: * Я думаю, это означает, что вы имеете право.

source: <25>{#f/0}* here's the key to my room.
ru_ru: <25>{#f/0}* Это ключ от моей комнаты.

source: <32>{#p/human}* (The Skeleton Key was added to your keyring.)
ru_ru: <32>{#p/human}* (ключ скелета добавлен в кольцо ключей).

source: <25>{#p/sans}{#f/0}* it's time...
ru_ru: <25>{#p/sans}{#f/0}* Время.

source: <25>{#f/2}* you walked back out from behind that pillar.
ru_ru: <25>{#f/2}* Вы вышли из - за этого столба.

source: <25>{#f/2}* you understood the {@fill=#003cff}real truth{@fill=#fff}.
ru_ru: <25>{#f/2}* Вы понимаете истинную истину {@ fill = #003cff}{@ fill = #fff}.

source: <25>{#f/0}* so...
ru_ru: <25>{#f/0}* Итак...

source: <25>{#f/0}* ... wait. * have you heard this before, too?
ru_ru: * Вы слышали об этом раньше?

source: <25>{#f/3}* wow, you really ARE a time traveler.
ru_ru: <25>{#f/3}* Вау, вы действительно путешественник во времени.

source: <25>{#f/2}* guess there's not much else to say, then.
ru_ru: <25>{#f/2}* Тогда, думаю, нечего сказать.

source: <32>{#s/equip}{#p/human}* (The Skeleton Key was added to your keyring.)
ru_ru: <32>Сержант #s/equipment #p/human* (ключ скелета добавлен в кольцо ключей).

source: <25>{#f/2}* ... apart from "i'll move you back behind the pillar now."
ru_ru: <25>{#f/2}* ... Кроме того, что "Я сейчас перенесу тебя за столб".

source: <25>{#p/sans}{#f/0}* behind you.
ru_ru: <25>{#p/sans}{#f/0}* За тобой.

source: <25>{#p/sans}* so this is it, huh?
ru_ru: <25>{#p/sans}* Так что это все, да?

source: <25>* this is where your journey ends?
ru_ru: <25>Это конец вашего путешествия?

source: <25>* look. * i don't know what asgore's going to do.
ru_ru: * Я не знаю, что сделает Асгор.

source: <25>{#f/0}* i had a talk with him about what you've done, but, chances are...
ru_ru: <25>{#f/0}* Я говорил с ним о том, что вы сделали, но, скорее всего...

source: <25>{#f/0}* ... it won't be what you expect.
ru_ru: <25>{#f/0}* ... Это не то, чего ты ожидал.

source: <25>* but, just think for a moment...
ru_ru: <25>* Но, пожалуйста, подумайте...

source: <25>* everything you've done up until now.
ru_ru: <25>Все, что вы сделали до сих пор.

source: <25>* was it worth it?
ru_ru: <25>Это того стоит?

source: <25>{#p/sans}{#f/3}* i don't know what's going through your mind right now.
ru_ru: <25>{#p/sans}{#f/3}* Я не знаю, о чем вы думаете сейчас.

source: <25>{#f/0}* i mean, i can't even see your face.
ru_ru: <25>{#f/0}* Я имею в виду, я даже не вижу твоего лица.

source: <25>{#f/3}* maybe that's for the best.
ru_ru: <25>{#f/3}* Возможно, это лучшее.

source: <25>{#f/0}* but i do know that for you to have done all this...
ru_ru: <25>{#f/0}* Но я знаю, что ты сделал все это.

source: <25>* you had to have cared about us at some point, right?
ru_ru: <25>Вы, должно быть, заботились о нас в какой - то момент, не так ли?

source: <25>{#f/3}* ... i guess there's every chance that's not true.
ru_ru: <25>{#f/3}* ... Скорее всего, это неправда.

source: <25>{#f/0}* still, people don't just act like this towards strangers.
ru_ru: <25>{#f/0}* Однако люди не делают этого с незнакомыми людьми.

source: <25>* i'll bet somewhere, deep down, you really do care about us.
ru_ru: <25>* Держу пари, что в глубине души ты действительно заботишься о нас.

source: <25>* you certainly cared enough to make it this far, right?
ru_ru: <25>* Вам, конечно, очень важно, что вы можете сделать этот шаг, не так ли?

source: <25>{#p/sans}{#f/3}* i know. the whole "appeal to emotion" isn't really my style.
ru_ru: <25>{#p/sans}{#f/3}* Я знаю. Весь "обращение к эмоциям" - это не мой стиль.

source: <25>{#f/0}* but what else am i supposed to do?
ru_ru: <25>{#f/0}* Но что еще я могу сделать?

source: <25>* when someone goes as far as you have...
ru_ru: <25>* Когда кто - то идет так далеко, как ты.

source: <25>* intimidation just doesn't seem appropriate anymore.
ru_ru: <25>* Угрозы представляются более неуместными.

source: <25>{#f/3}* so i'm trying something different.
ru_ru: <25>{#f/3}* Поэтому я пробую что - то другое.

source: <25>{#f/3}* now. * if this is really how it ends...
ru_ru: * Если это действительно конец.

source: <25>* so be it.
ru_ru: <25>* Вот так.

source: <25>{#f/0}* kindness isn't exactly your thing, and i get that.
ru_ru: <25>{#f/0}* Доброта не совсем твое дело, я понимаю.

source: <25>* but if, by chance, you've got a {@fill=#ff0}certain power{@fill=#fff}...
ru_ru: <25>* Но если случается, что у вас есть какая - то сила {@ fill = #ff0} {@ fill = #fff}.

source: <25>* then why not?
ru_ru: <25>Почему бы и нет?

source: <25>* just this once, just at the end...
ru_ru: <25>* На этот раз, только в конце...

source: <25>{#f/3}* just be kind.
ru_ru: <25>{#f/3}* Просто добро на линии.

source: <25>{#f/3}* well.
ru_ru: <25>{#f/3}* Очень хорошо.

source: <25>{#f/3}* that's all.
ru_ru: <25>{#f/3}* И все.

source: <25>{#p/alphys}{#g/alphysCutscene1}* You made it!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene 1)* Вы сделали это!

source: <25>{#g/alphysCutscene2}* ... * So this is Archive Six.
ru_ru: * Это архив № 6.

source: <25>{#f/15}* Ever since it was built, the humans have been guided here...
ru_ru: <25>{#f/15}* С тех пор, как он был построен, человечество направляется сюда.

source: <25>{#f/15}* Held in stasis...
ru_ru: <25>{#f/15}* находится в состоянии застоя.

source: <25>{#f/15}* In a time-accelerated virtual world...
ru_ru: <25>{#f/15}* В виртуальном мире ускорения времени.

source: <25>{#f/10}* ... isn't it awesome!?
ru_ru: <25>{#f/10)* ... Потрясающе!

source: <25>{#f/1}* It's incredible what Professor Roman was able to achieve!
ru_ru: <25>{#f/1}* Достижения профессора Романа невероятны!

source: <25>{|}{#f/15}* Like, I don't know if he's into sci-fi anime, but there's this one {%}
ru_ru: <25>{~}{#f/15}* Например, я не знаю, любит ли он научно - фантастическую аниме, но есть один {%}

source: <99>{|}{#f/15} about a movie where you have to put on virtual reality goggles to {%}
ru_ru: Очки реальности {%}

source: <99>{|}{#f/23} watch it but everyone who does gets trapped in the movie world and {%}
ru_ru: В киноиндустрии и {%}

source: <99>{|}{#f/23} they all have to figure out how to advance the plot to escape and {%}
ru_ru: Заговор побега и {%}

source: <99>{|}{#f/18} the main character figures out how to get to the end and they do {%}
ru_ru: К концу они сделали {%}

source: <99>{|}{#f/18} and then they set everyone free!!!
ru_ru: Все свободны!!

source: <25>{#f/20}* So, uh, I think he was inspired by that.
ru_ru: <25>{#f/20}* Итак, я думаю, что он был вдохновлен.

source: <25>{#f/18}* A-anyway!! * Asgore's waiting for you at the force field!
ru_ru: Асгор ждет тебя в силовом поле!

source: <25>{#g/alphysSmileSweat}* W-well, Asgore's waiting for you at the force field.
ru_ru: <25>{#g/alphysSmileSweat}* W Хорошо, Асгор ждет вас в силовом поле.

source: <25>{#g/alphysNeutralSweat}* In... case you were wondering.
ru_ru: <25>{#g/alphysNeutralSweat}* Если вы хотите знать.

source: <25>{#g/alphysOhGodNo}* But, if you weren't!! * Then...
ru_ru: * Тогда...

source: <25>{#g/alphysTheFactIs}* I'm... not sure why you're here.
ru_ru: <25>{#g/alphysTheFactis}* Я... не знаю, зачем ты здесь.

source: <26>{#g/alphysCutscene2}* So yeah. * That's about it, really.
ru_ru: * Вот так, действительно.

source: <25>{#p/alphys}{#g/alphysCutscene2}* Uh, I'll just be over here for now.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Ну, я здесь прямо сейчас.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Having second thoughts...?
ru_ru: <25>{#p/alphys}{#g/alphysInquirious}* Есть новые идеи.

source: <26>{#p/asgore}{#f/1}* This is the force field.
ru_ru: <26>{#p/asgore}{#f/1}* Это силовое поле.

source: <25>{#f/2}* It is what keeps us trapped on the outpost.
ru_ru: <25>{#f/2}* Вот почему мы застряли в форпосте.

source: <25>{#f/1}* An unthinking, unfeeling boundary...
ru_ru: <25>{#f/1}* Безжалостная, безжалостная граница...

source: <25>{#f/2}* Through which nobody, monster or otherwise, may pass.
ru_ru: <25>{#f/2}* Никто, будь то монстр или кто - то другой, не может пройти.

source: <25>{#p/asgore}{#f/1}* For many years, I lamented that we would never reach the stars.
ru_ru: <25>{#p/asgore}{#f/1}* В течение многих лет я оплакивал, что мы никогда не доберемся до звезд.

source: <25>* I feared that, one day, a human would arrive and doom us all.
ru_ru: <25>* Я боюсь, что однажды один человек придет и уничтожит всех нас.

source: <25>{#f/2}* It seems... this fear was justified.
ru_ru: <25>{#f/2}* Выглядит... Этот страх оправдан.

source: <25>{#f/3}* Alphys has already informed me of your... violent tendencies.
ru_ru: <25>{#f/3}* Alphys уведомил меня о вас. Тенденции к насилию.

source: <25>{#f/2}* Though, she did say you spared plenty of our kind as well.
ru_ru: <25>{#f/2}* Тем не менее, она говорит, что вы также отпустили много наших подобных.

source: <25>{#f/16}* ... * Tell me, young one.
ru_ru: * Скажи мне, молодой человек.

source: <25>{#f/12}* Did it begin as self- defense, and devolve into something worse?
ru_ru: <25>{#f/12}* Это началось с самообороны, а затем превратилось в нечто худшее?

source: <25>{#f/12}* Or was this your plan from the start?
ru_ru: <25>{#f/12}* Или это ваш план с самого начала?

source: <26>{#f/16}* Regardless. * You place me in a difficult position.
ru_ru: * Ты поставил меня в затруднительное положение.

source: <25>{#f/15}* To trust you with our one key to freedom...
ru_ru: <25>{#f/15}* Доверьте вам наш единственный ключ к свободе.

source: <25>{#f/16}* Or to take your SOUL by force, and enter the archive myself.
ru_ru: <25>{#f/16}* или насильственно забрать свою душу и войти в файл самостоятельно.

source: <25>{#f/3}* As terrible as you may have been, I do not wish to harm you.
ru_ru: <25>{#f/3}* Несмотря на то, что вы можете быть ужасны, я не хочу причинять вам боль.

source: <25>{#f/4}* You could have been far worse to us...
ru_ru: <25>{#f/4}* Вы могли бы быть хуже для нас.

source: <25>{#f/2}* ... yet you were not.
ru_ru: <25>{#f/2}* ... Но не ты.

source: <25>{#f/1}* It would be wrong to assume that you are irredeemable.
ru_ru: <25>{#f/1}* Неправильно предполагать, что вы безнадежны.

source: <25>{#f/2}* You may simply be a very frightened young child.
ru_ru: <25>{#f/2}* Вы можете быть просто очень испуганным ребенком.

source: <25>{#f/3}* Words cannot express how unfortunate this situation has become.
ru_ru: <25>{#f/3}* Слова не могут выразить, насколько неудачной стала эта ситуация.

source: <25>{#f/1}* All things considered, you have behaved well.
ru_ru: <25>{#f/1}* Сочетание, вы хорошо себя ведете.

source: <25>{#f/2}* Though, Alphys did mention that you've... taken lives.
ru_ru: <25>{#f/2}* Тем не менее, Альфис действительно упомянул вас... забрал жизнь.

source: <25>{#f/2}* Though, Alphys did mention that you might have... taken lives.
ru_ru: <25>{#f/2}* Тем не менее, Альфис действительно упомянул, что вы можете... Забрал жизнь.

source: <25>{#f/3}* It is fortunate you were captured and delivered here quickly.
ru_ru: <25>{#f/3}* К счастью, вас быстро поймали и доставили сюда.

source: <25>{#f/2}* The outpost can be a dangerous place, as I am sure you are aware.
ru_ru: <25>{#f/2}* Форпост может быть опасным местом, и я уверен, что вы это знаете.

source: <25>{#f/5}* However, now that you are here, you will be protected.
ru_ru: <25>{#f/5}* Но так как вы здесь, вы будете защищены.

source: <25>{#f/3}* I only have myself to blame for this.
ru_ru: <25>{#f/3}* Это может винить только меня самого.

source: <25>{#f/2}* My keeping of secrets has made it difficult to escort you quickly.
ru_ru: <25>{#f/2}* Я хранил секреты, и мне было трудно быстро сопровождать вас.

source: <25>{#f/5}* Especially since this is Alphys's first time doing this.
ru_ru: <25>{#f/5}* Тем более, что Alphays делает это впервые.

source: <25>{#f/16}* The archive lies ahead of you now.
ru_ru: <25>{#f/16}* Файл находится прямо перед вами.

source: <26>{#f/1}* The other human children all chose to enter the archive, so...
ru_ru: Дети все выбирают вход в архив, так...

source: <25>* ... now, it is now your turn to make that same choice.
ru_ru: <25>* ..... Теперь ваша очередь сделать тот же выбор.

source: <25>{#f/1}* Then, one by one, the children of earth came.
ru_ru: Дети на земле приходят один за другим.

source: <25>* All were anxious. * All faced challenges on their journeys here.
ru_ru: :: Все сталкиваются с трудностями в своем путешествии.

source: <26>{#f/6}* But, deep down, they let their brightest traits shine through.
ru_ru: <26>{#f/6}* Но в глубине души они позволяют сиять своим самым умным качествам.

source: <25>* The patient, and the brave.
ru_ru: <25>* Терпение и смелость.

source: <25>* The truth-teller and the survivor.
ru_ru: <25>* Истинные люди и выжившие.

source: <25>{#f/2}* The kind one...
ru_ru: <25>{#f/2}* Такой.

source: <25>{#f/4}* And the one who sought justice above all.
ru_ru: <25>{#f/4}* и тот, кто первым ищет справедливости.

source: <25>{#f/1}* When given the choice to stay, or to enter the archive...
ru_ru: <25>{#f/1}* Если есть возможность остаться или войти в архив.

source: <25>* They all eventually chose the latter.
ru_ru: <25>* В конце концов все они выбрали последнее.

source: <25>{#f/5}* ... now, regardless of the circumstances in which you arrived...
ru_ru: <25>{#f/5}* ... Теперь неважно, при каких обстоятельствах вы прибыли...

source: <25>{#f/1}* It is your turn to make that same choice.
ru_ru: <25>{#f/1}* Ваша очередь сделать тот же выбор.
