Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <32>{#p/basic}* It's a king-sized bed. * Literally.
ru_ru: * Буквально.

source: <32>{#p/human}* (The diary seems to outline important events in relation to Asgore.)
ru_ru: <32>{#p/human}* (Дневник, как представляется, содержит обзор важных событий, связанных с Асгором.

source: <32>{#p/human}* (You try to open the diary, but the pages are completely blacked out.)
ru_ru: <32>{#p/human}* (Вы пытаетесь открыть дневник, но страница полностью окрашена.)

source: <32>{#p/human}* (You look to the newly-written diary entry.)
ru_ru: <32>{#p/human}* (Вы смотрите недавно записанные записи дневника).

source: <32>{#p/asgore}* "At last, monsterkind has been set free."
ru_ru: <32>{#p/asgore}* « Монстр наконец - то освобожден».

source: <32>* "Frisk, along with the six other human children who came here, have saved us all."
ru_ru: « Фриске и шесть других человеческих детей, которые пришли сюда, спасли всех нас».

source: <32>* "Dr. Alphys started scanning for humans beyond the outpost, but could not find them."
ru_ru: <32>* "Доктор Альфис начал искать людей за пределами форпоста, но не смог найти их".

source: <32>* "In fact, she could not locate a single human starship or base in the galaxy."
ru_ru: <32>* « На самом деле, она не может найти человеческий звездолёт или базу в Млечном Пути».

source: <32>* "This is rather surprising." * "Did something happen to the human race as a whole?"
ru_ru: * "Что случилось со всем человечеством?"

source: <32>* "Or have they simply abandoned the galaxy, forgetting us in the process?"
ru_ru: <32>* « Или они просто бросили Млечный Путь и забыли нас в этом процессе? »

source: <32>* "Perhaps Frisk, or one of the other humans would know the answer."
ru_ru: <32>* Может быть Фриске или кто - нибудь другой узнает ответ.

source: <32>* "Regarding the other humans, they have been adopted by other monsters."
ru_ru: <32>* "Что касается других людей, они были усыновлены другими монстрами".

source: <32>* "From what one of them has told me, their ordeal in the archive was a tragedy."
ru_ru: <32>* "По словам одного из них, их страдания в архиве были трагедией".

source: <32>* "As a result, Alphys and I were careful to select worthy candidates for adoption."
ru_ru: <32>* « Поэтому мы с Alphays тщательно выбирали достойных кандидатов».

source: <32>* "Regardless of what happens now, we can be happy that they are alive."
ru_ru: <32>* "Что бы ни происходило сейчас, мы можем радоваться, что они живы".

source: <32>* "After what took place, I am not sure a different group of humans would have survived."
ru_ru: <32>* "После того, как это произошло, я не уверен, что другая группа людей выживет".

source: <32>{#p/human}* (You look to the bookmarked diary entry.)
ru_ru: <32>{#p/human}* (Вы смотрите запись в дневнике закладок.)

source: <32>{#p/asgore}* "Asgore's diary, K-516.01"
ru_ru: <32>{#p/asgore}* "Дневники Асго, K - 516.01"

source: <32>* "In these trying times, I have nobody to turn to but myself."
ru_ru: <32>* "В это трудное время, кроме меня самого, никто не может обратиться за помощью".

source: <32>* "Perhaps the pages of a diary would absorb the pain."
ru_ru: <32>* "Возможно, страница дневника впитает боль".

source: <32>* "I feel many things."
ru_ru: <32>* "У меня много чувств".

source: <32>* "Anger, towards humanity for what they have done to us, and now to my children."
ru_ru: <32>* "Гнев на все, что люди сделали с нами, теперь против моих детей".

source: <32>* "Guilt, for the way in which I reacted to this tragedy."
ru_ru: <32>* « Я чувствую себя виноватым в своей реакции на эту трагедию».

source: <32>* "Sorrow, because I refused to believe life could be so cruel."
ru_ru: <32>* "Грустно, потому что я отказываюсь верить, что жизнь будет такой жестокой".

source: <32>* "Even after the homeworld's destruction, the thought of having a family gave me hope."
ru_ru: <32>* « Даже после разрушения дома мысль о семье вселила в меня надежду.

source: <32>* "But there is no denying what has happened."
ru_ru: <32>* "Но нельзя отрицать, что произошло".

source: <32>* "No matter how many times I review the shuttle's logs, the conclusion is the same."
ru_ru: <32>* "Независимо от того, сколько раз я просматривал журнал шаттла, выводы были одинаковыми".

source: <32>* "My children died in vain."
ru_ru: <32>* "Мой ребенок погиб напрасно".

source: <32>{#p/basic}* The other pages seem to follow chronologically from here.
ru_ru: <32>{#p/basic}* Другие страницы, похоже, начинаются здесь в хронологическом порядке.

source: <32>{#p/human}* (You look to the next entry.)
ru_ru: <32>{#p/human}* (См. следующую запись.)

source: <32>{#p/asgore}* "Asgore's diary, K-516.02"
ru_ru: <32>{#p/asgore}* "Дневники Асго, K - 516.02"

source: <32>* "Gerson came to visit today."
ru_ru: <32>* "Герсон пришел сегодня навестить".

source: <32>* "He spoke about his time on the planetary council."
ru_ru: <32>* "Он говорил о своем времени в Планетарном Совете".

source: <32>* "About leaving his family, and the responsibility he placed upon himself."
ru_ru: <32>* "Об уходе из семьи и ответственности, которую он возлагает на себя".

source: <32>* "Something in his story resonated with me."
ru_ru: <32>* "Есть вещи в его истории, которые резонируют со мной".

source: <32>* "I should really put away the diary and console in him."
ru_ru: <32>* "Я действительно должен убрать дневник и утешить его".

source: <32>{#p/asgore}* "Asgore's diary, K-524.10"
ru_ru: <32>{#p/asgore}* "Дневники Асго, K - 524.10"

source: <32>* "The first human since $(name) has arrived on the outpost today."
ru_ru: <32>* "Первый человек с $(name) прибыл в форпост сегодня".

source: <32>* "Although the disdain for humanity has quieted down over the years..."
ru_ru: <32>* Несмотря на то, что с годами презрение к человечеству утихло...

source: <32>* "Much of it still lingers, buried under the surface."
ru_ru: <32>* "Большинство все еще блуждают и похоронены под поверхностью".

source: <32>* "Thomas and I are doing our best to ensure their safety, but it is a difficult task."
ru_ru: « Мы с Томасом делаем все возможное, чтобы обеспечить их безопасность, но это сложная задача».

source: <32>* "Many still cling to those terrible words I uttered all those years ago."
ru_ru: <32>* « Многие по - прежнему придерживаются тех ужасных слов, которые я сказал много лет назад».

source: <32>* "They would not hesitate to kill the human, regardless of their age."
ru_ru: <32>* "Независимо от возраста, они без колебаний убивают людей".

source: <32>* "There is only so much we can do from the Citadel's walls."
ru_ru: <32>* От стен замка мы можем сделать только так много.

source: <32>{#p/asgore}* "Asgore's diary, K-535.04"
ru_ru: <32>{#p/asgore}* "Дневники Асго, K - 535.04"

source: <32>* "Another human has arrived."
ru_ru: <32>* « Приходит еще один человек».

source: <32>* "They seem to be familiar with Gerson, as well as other former council members."
ru_ru: <32>* "Как представляется, они хорошо знакомы с Герсоном и другими бывшими членами Совета".

source: <32>* "Now, I ask myself." * "How?"
ru_ru: * "Как?"

source: <32>* "Have they been raised on stories of the war?"
ru_ru: <32>> "Выросли ли они на историях войны?"

source: <32>* "Were they sent here in the hopes of learning more about us?"
ru_ru: <32>* "Они посланы сюда, чтобы узнать больше о нас?"

source: <32>* "As per the settlement, only human military personnel are privy to our location."
ru_ru: <32>* "В соответствии с соглашением о примирении, только человеческий военный персонал знает наше местоположение".

source: <32>* "For the sake of our safety, I hope this is still the case."
ru_ru: <32>* "Ради нашей безопасности я надеюсь, что так и будет".

source: <32>{#p/asgore}* "Asgore's diary, K-549.07"
ru_ru: <32>{#p/asgore}* "Дневники Асго, K - 549.07"

source: <32>* "Since I last wrote to this diary, another child has crash-landed."
ru_ru: <32>* « С тех пор, как я в последний раз писал этот дневник, еще один ребенок был вынужден приземлиться».

source: <32>* "Thomas and I have the process of guiding them down to a science now."
ru_ru: <32>* « У нас с Томасом теперь есть процесс, который ведет их к изучению науки».

source: <32>* "With each new arrival, the flame of my hope grows stronger."
ru_ru: <32>* "С каждым новым приходом пламя моей надежды становится все сильнее и сильнее".

source: <32>* "I am starting to believe that we may indeed regain our freedom one day."
ru_ru: <32>* "Я начинаю верить, что мы действительно когда - нибудь вновь обретем свободу".

source: <32>* "That is, if the builder bots do not take over first."
ru_ru: <32>* "То есть, если конструктор робот не взял на себя сначала".

source: <32>{#p/asgore}* "Asgore's diary, K-567.11"
ru_ru: <32>{#p/asgore}* "Дневники Асго, K - 567.11"

source: <32>* "Today I must say goodbye to the second of two children to arrive this year."
ru_ru: <32>* « Сегодня я должен попрощаться со вторым из двух детей, которые должны родиться в этом году».

source: <32>* "The first entered the archive immediately, but the other chose to stay for a while."
ru_ru: <32>* « Первый сразу же вошел в архив, но другой предпочел остаться на некоторое время».

source: <32>* "I have learned a lot from them."
ru_ru: <32>* Я многому научился у них.

source: <32>* "Being as young as they are, holding a conversation was difficult."
ru_ru: <32>* "Они так молоды, что трудно вести диалог".

source: <32>* "Their insights, however, helped me come to terms with $(name)'s actions in the past."
ru_ru: <32>* "Тем не менее, их мнение помогло мне принять $(name) прошлых действий".

source: <32>* "Our species may be more alike than I realized."
ru_ru: <32>* Наши виды могут быть более похожими, чем я думал.

source: <32>{#p/asgore}* "Asgore's diary, K-587.03"
ru_ru: <32>{#p/asgore}* "Дневники Асго, K - 587.03"

source: <32>* "The sixth human since $(name) came through a few days ago."
ru_ru: <32>* "Шестой человек с момента появления $(name) несколько дней назад".

source: <32>* "I write not due to their arrival, but because the professor died shortly after."
ru_ru: <32>* Я пишу не потому, что они пришли, а потому, что профессор вскоре умер.

source: <32>* "Thomas Nue Roman." * "Your funeral service will take place in a few days."
ru_ru: * "Ваши похороны состоятся через несколько дней".

source: <32>* "It is telling that even the brash younglings in training prepared speeches for you."
ru_ru: <32>* « Очевидно, что даже высокомерные молодые люди на тренировках подготовят для вас речь.

source: <32>* "Your work has impacted every life on this outpost, and you will not be forgotten."
ru_ru: <32>* « Ваша работа затрагивает всех в этом форпосте, и вы не будете забыты».

source: <32>{#p/asgore}* "Asgore's diary, K-615.09"
ru_ru: <32>{#p/asgore}* "Дневники Асго, K - 615.09"

source: <32>* "Today, on the anniversary of that awful tragedy, one last human has crash-landed."
ru_ru: <32>* "Сегодня, в годовщину этой страшной трагедии, разбился последний человек".

source: <32>* "Suddenly, the prospect of freedom is intimidating."
ru_ru: <32>* "Внезапно перспектива свободы становится пугающей".

source: <32>* "Was he right in thinking we would become complacent?"
ru_ru: <32>* Правильно ли он думает, что мы станем самодовольными?

source: <32>* "For nearly two centuries, we have been trapped within a force field."
ru_ru: <32>* "Почти два столетия мы застряли в силовом поле".

source: <32>* "Where would we go?"
ru_ru: <32>* "Куда нам идти?"

source: <32>* "What would we do next?"
ru_ru: <32>* "Что нам делать дальше?"

source: <32>* "How would we survive on our own?"
ru_ru: <32>* Как мы выживаем в одиночку?

source: <32>* "Hopefully those kinds of questions will soon be answered."
ru_ru: <32>* "Надеюсь, что ответы на такие вопросы будут получены в ближайшее время".

source: <32>{#p/human}* (There are no more written entries here.)
ru_ru: <32>{#p/human}* (Здесь больше нет письменных записей.)

source: <32>{#p/human}* (You look inside the bureau...)
ru_ru: <32>{#p/human}* (Вы смотрите в бюро...)

source: <25>{#p/asriel1}{#f/19}* Looks like the humans got their clothes back.
ru_ru: <25>{#p/asriel 1}{#f/19}* Похоже, что люди вернули одежду.

source: <25>* I regret ever wondering why they were in here.
ru_ru: <25>Мне жаль, что я когда - то задавался вопросом, почему они здесь.

source: <25>{#p/asriel1}{#f/19}* I mean, it makes sense.
ru_ru: <25>{#p/asriel 1/{#f/19}* Я имею в виду, что это имеет смысл.

source: <25>* Knowing how long they'd be in the archive.
ru_ru: <25>* Знайте, как долго они будут храниться в архиве.

source: <25>* So... yeah.
ru_ru: <25>* Итак... да.

source: <32>{#p/basic}* Seems to have been recently emptied of its clothes.
ru_ru: <32>{#p/basic}* Как представляется, недавно была очищена одежда.

source: <32>{#p/basic}* It's a collection of wildly- varying children's clothes.
ru_ru: <32>{#p/basic}* Это серия детских костюмов разных стилей.

source: <25>{#p/asriel1}{#f/17}* ... do you like it?
ru_ru: <25>{#p/asriel 1/{#f/17}* ... Тебе нравится?

source: <25>{#f/13}* This Starling flower was... the last thing I made for Dad.
ru_ru: <25>{#f/13}* Этот звездный цветок является... Последнее, что я сделал для папы.

source: <25>{#p/asriel1}{#f/17}* What I can say for certain is... $(name) wasn't a fan.
ru_ru: <25>{#p/asriel 1}{#f/17}* Я могу быть уверен, что... $(имя) не является поклонником.

source: <25>{#f/13}* They said "stop making that stupid thing and get over here..."
ru_ru: <25>{#f/13}* Они говорят: "Хватит делать такую глупость, иди сюда..."

source: <25>{#f/22}* That was the day we...
ru_ru: <25>{#f/22}* В тот день мы...

source: <25>{#f/15}* ... you know.
ru_ru: <25>{#f/15}* ... Ты знаешь.

source: <25>{#p/asriel1}{#f/20}* Always remember the Starling flower made of faux-macaroni.
ru_ru: <25>{#p/asriel 1}{#f/20}* Всегда помните цветы Старлинга, сделанные из искусственных макарон.

source: <32>{#p/basic}* A Starling flower made of dried, glued-together foodstuff.
ru_ru: <32>{#p/basic}* Цветы Starling, сделанные из сухой, склеенной пищи.

source: <32>{#p/basic}* It's Asriel's hand-made Starling flower. * It says "For King Dad."
ru_ru: * Там написано: "Посвящается отцу короля"

source: <32>{#p/human}* (You peek inside.)
ru_ru: <32>{#p/human}* (Вы смотрите внутрь.)

source: <25>{#p/asriel1}{#f/17}* Frisk... * You're staring...
ru_ru: * Ты пялишься.

source: <25>{#p/asriel1}{#f/13}* Frisk... * Please...
ru_ru: * Пожалуйста...

source: <25>{#p/asriel1}{#f/15}* Frisk... * Why...
ru_ru: * Почему...

source: <32>{#p/basic}* Nothing left for you here.
ru_ru: <32>{#p/basic}* Здесь вам нечего оставить.

source: <32>{#p/basic}* There's a switch in here...
ru_ru: <32>{#p/basic}* Здесь есть переключатель.

source: <32>{#p/human}{#c.switch1}* (You pressed the switch.)
ru_ru: <32>{#p/human}{#c.switch1)* (Вы нажали переключатель).

source: <32>{#p/basic}* It's just an underwear drawer.
ru_ru: <32>{#p/basic}* Это просто ящик нижнего белья.

source: <32>{#p/basic}* Preposterous!
ru_ru: <32>{#p/basic}* Абсурд!

source: <33>{#p/basic}* It's Asgore's underwear drawer. * Surprisingly clean.
ru_ru: * Неожиданно чистый.

source: <33>{#p/basic}* ... most of the items are pink, hand-knit, and have "Mr. Dad Guy" embroidered at the top.
ru_ru: <33>{#p/basic}* ... Большинство предметов розовое, ручное ткачество, вышитое сверху « Mr.Dad Guy».

source: <32>{#p/human}* (Alphys glances at it, but ultimately dismisses it.)
ru_ru: <32>{#p/human}* (Alphys взглянул, но в конце концов проигнорировал.)

source: * Alphys
ru_ru: * Альфис

source: <20>{*}{#p/alphys}{#e/alphys/19}Gotcha.{^30}{%}
ru_ru: <20>{*}{#p/alphys}{#e/alphys/19} Гоча. {^ 30}{%}

source: <32>{#p/asriel2}* Alphys. * The royal scientist.
ru_ru: * Королевские ученые.

source: <32>{#p/asriel2}* After all this time, my new body is finally starting to accept me...
ru_ru: <32>{#p/asriel2}* После стольких лет мое новое тело наконец начало принимать меня.

source: <32>{#p/asriel2}* Let's see what this thing is REALLY capable of.
ru_ru: <32>{#p/asriel2}* Давайте посмотрим, на что способна эта штука.

source: <32>{#p/asriel2}* Keep in mind, it'll be weaker if I try to use the same spell twice in a row.
ru_ru: <32>{#p/asriel2}* Помните, что если я попытаюсь использовать одну и ту же орфографию дважды подряд, она ослабеет.

source: <32>{#p/asriel2}* Just remember, try to mix up which spells you choose.
ru_ru: <32>{#p/asriel2}* Помните, попробуйте запутать заклинание, которое вы выбрали.

source: * (What should Asriel cast?)
ru_ru: * (За что должен голосовать Asriel?)

source: ${i === 0 ? '{@fill=#808080}' : ''}Nocturne{@fill=#fff}
ru_ru: ${i === 0 ? '{@fill=#808080}' : ''}Ночная песня{@fill=#fff}

source: ${i === 1 ? '{@fill=#808080}' : ''}Solstice{@fill=#fff}
ru_ru: ${i === 1 ? '{@fill=#808080}' : ''}Зимнее солнцестояние{@fill=#fff}

source: ${i === 2 ? '{@fill=#808080}' : ''}Serenade{@fill=#fff}
ru_ru: ${i === 1 ? '{@fill=#808080}' : ''}серенада{@fill=#fff}

source: <32>{#p/human}* (Asriel places his hands on your head, and sends a surge of energy into your body.)
ru_ru: <32>{#p/human}* (Asriel кладет руку на голову и посылает энергию в ваше тело).

source: <32>{#p/human}* (Asriel places his hands on your head, and whispers behind you in an ancient language.)
ru_ru: <32>{#p/human}* (Асриэль положил руку на голову и шептал позади тебя на древнем языке).

source: <32>{#p/human}* (Asriel places his hands on your head, and sings an ancient lullaby.)
ru_ru: <32>{#p/human}* (Асриэль положил руку на голову и спел старую колыбельную.

source: <32>{#p/human}* (Asriel places his hands on your head, and surrounds you in a protective aura.)
ru_ru: <32>{#p/human}* (Asriel кладет руку на голову и окружает вас защитной аурой.)

source: <32>{#p/story}* FOCUS up for this turn!
ru_ru: <32>{#p/story}* Сосредоточьтесь на этом раунде!

source: <32>{#p/story}* INV up for this turn!
ru_ru: <32>{#p/story}* На этот раз твоя очередь!

source: <32>{#p/story}* REGEN up for this turn!
ru_ru: <32>{#p/story}* Начните этот раунд заново!

source: <32>{#p/story}* DEFENSE up for this turn!
ru_ru: <32>{#p/story}* Этот раунд защиты!

source: <20>{#p/alphys}{#e/alphys/19}Nice try.
ru_ru: <20>{#p/alphys}{#e/alphys/19} Хорошая попытка.

source: <32>{#p/asriel2}* She's almost dead! * Keep going!
ru_ru: * Продолжение!

source: <32>{#p/asriel2}* Alphys...
ru_ru: <32>{#p/asriel2}* Альфа.

source: <32>{#p/asriel2}* If you need my help, just ask.
ru_ru: <32>{#p/asriel2}* Если вам нужна моя помощь, хотя спросите.

source: <32>{#p/asriel2}* I'll be here if you need my help.
ru_ru: <32>{#p/asriel2}* Если вам нужна моя помощь, я буду здесь.

source: <32>{#p/asriel2}* You know what to do.
ru_ru: <32>{#p/asriel2}* Вы знаете, что делать.

source: <33>{#p/asriel2}* So she didn't run away, then... * Interesting.
ru_ru: * Интересно.

source: <32>{#p/asriel2}* Well, you know what to do.
ru_ru: <32>{#p/asriel2}* Хорошо, вы знаете, что делать.

source: <32>{#p/asriel2}* Hmm... don't you think she looks tired?
ru_ru: {#p/asriel2}* Эм... тебе не кажется, что она выглядит уставшей?

source: <32>{#p/asriel2}* What's the matter, Alphys? * Can't keep up?
ru_ru: * Не поспевает?

source: <32>{#p/asriel2}* Ugh, here we go...
ru_ru: <32>{#p/asriel2}* Ааа, давайте начнем.

source: <32>{#p/asriel2}* Go on, tell us your sob story.
ru_ru: <32>{#p/asriel2}* Продолжайте, расскажите нам свою трагическую историю.

source: <32>{#p/asriel2}* I'm surprised you're not still doing that right now.
ru_ru: <32>{#p/asriel2}* Я удивлен, что вы еще не сделали этого.

source: <32>{#p/asriel2}* Thanks, Dr. Obvious.
ru_ru: <32>{#p/asriel2}* Спасибо, доктор Обвиус.

source: <32>{#p/asriel2}* Something's about to happen.
ru_ru: <32>{#p/asriel2}* События скоро произойдут.

source: <32>{#p/asriel2}* Okay... things are starting to get serious now.
ru_ru: <32>{#p/asriel2}* Хорошо. Теперь все становится серьезно.

source: <32>{#p/asriel2}* ... it looks like Alphys isn't trying to defend anymore. * Now's our chance!
ru_ru: * Теперь наш шанс!

source: <32>{#p/asriel2}* Hang in there, $(name)...
ru_ru: <32>{#p/asriel2}* Держитесь, $(имя)...

source: <20>{#p/alphys}{#e/alphys/19}Did you think I'd fight you if I didn't know how to take a hit?
ru_ru: <20>{#p/alphys}{#e/alphys/19} Думаешь, я буду драться с тобой, если я не знаю, как драться?

source: <20>{#p/alphys}{#e/alphys/23}You must not be as smart as I thought.
ru_ru: <20>{#p/alphys}{#e/alphys/23} Ты, должно быть, не такой умный, как я думал.

source: <20>{#p/alphys}{#e/alphys/19}Nothing to say?
ru_ru: <20>{#p/alphys}{#e/alphys/19} Вам нечего сказать?

source: <20>{#e/alphys/18}... guess I'll be the one doing the talking, then.
ru_ru: <20>{#e/alphys/18}. Тогда, я думаю, я буду тем, кто говорит.

source: <20>{#p/alphys}{#e/alphys/19}That's right. Alphys.
ru_ru: Альфа.

source: <20>{#e/alphys/18}Because nobody else sees things like I do.
ru_ru: <20>{#e/alphys/18} Потому что никто не смотрит на вещи так, как я.

source: <20>{#e/alphys/19}Nobody else knows how dangerous you really are.
ru_ru: <20>{#e/alphys/19} Никто не знает, насколько вы опасны.

source: <20>{#p/alphys}{#e/alphys/19}Use your precious ITEMs all you want.
ru_ru: <20>{#p/alphys}{#e/alphys/19} Используйте свои драгоценные вещи так, как вам заблагорассудится.

source: <20>{#e/alphys/18}It won't change what happens next.
ru_ru: <20>{#e/alphys/18} Это не изменит того, что произойдет дальше.

source: <20>{#p/alphys}{#e/alphys/19}... look. I've studied human culture for years.
ru_ru: Я изучаю человеческую культуру уже много лет.

source: <20>{#e/alphys/19}I'm not surprised you're the one doing all the fighting.
ru_ru: <20>{#e/alphys/19} Я не удивлен, что вы все сражаетесь.

source: <20>{#p/alphys}{#e/alphys/18}But you, Asriel... You use your human partner as a shield.
ru_ru: Вы используете своего партнера в качестве щита.

source: <20>{#e/alphys/52}What's the matter? Afraid your stolen SOUL won't survive on its own?
ru_ru: Боишься, что украденная душа не выживет самостоятельно?

source: <20>{#p/alphys}{#e/alphys/51}Or maybe you're just afraid they'll go on without you if you die.
ru_ru: <20>{#p/alphys}{#e/alphys/51} или вы просто боитесь, что если вы умрете, они будут продолжаться без вас.

source: <20>{#e/alphys/17}Well. THAT'd be poetic.
ru_ru: Это было бы поэтично.

source: <20>{#p/alphys}{#e/alphys/16}Not that I blame you for finding comfort in a human partner.
ru_ru: <20>{#p/alphys}{#e/alphys/16} Я не виню вас в том, что вы нашли утешение в человеческом партнере.

source: <20>{#e/alphys/52}I can tell you from experience...
ru_ru: <20>{#e/alphys/52} Я могу сказать вам по опыту.

source: <20>{#e/alphys/19}Things get lonely after everyone you care about is dead.
ru_ru: <20>{#e/alphys/19} Когда все, о чем вы заботитесь, умирают, вещи становятся одинокими.

source: <20>{#p/alphys}{#e/alphys/23}But you two wouldn't know anything about THAT, right?
ru_ru: <20>{#p/alphys}{#e/alphys/23} Но вы двое ничего не знаете об этом, не так ли?

source: <20>{#e/alphys/19}You're so menacing and unstoppable, you couldn't POSSIBLY be in pain yourselves.
ru_ru: <20>{#e/alphys/19} Вы настолько агрессивны и неудержимы, что сами не можете чувствовать боль.

source: <20>{#e/alphys/22}Right?
ru_ru: <20>{#e/alphys/22} Верно?

source: <20>{#p/alphys}{#e/alphys/19}Whatever. Not like I give a damn now anyway.
ru_ru: Мне всё равно.

source: <20>{#e/alphys/52}... which is a shame, since, for a while there...
ru_ru: <20>{#e/alphys/52}. Это позор, потому что какое - то время...

source: <20>{#e/alphys/51}I actually believed I could fix this.
ru_ru: <20>{#e/alphys/51} Я действительно верю, что могу решить эту проблему.

source: <20>{#p/alphys}{#e/alphys/52}I thought that because I was the one who gave that star life...
ru_ru: <20>{#p/alphys}{#e/alphys/52} Я думал, что дал звезде жизнь.

source: <20>{#e/alphys/51}I'd somehow be able to reason with you.
ru_ru: <20>{#e/alphys/51} Я всегда могу говорить с тобой разумно.
