Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>{*}{#e/twinkly/20}You'll have to start over, and...
ru_ru: <25>{*}{#e/twinkly/20} Вы должны начать все сначала, а затем...

source: <25>{*}{#e/twinkly/20}You'll CONTINUE from here, and...
ru_ru: <25>{*}{#e/twinkly/20} Вы будете продолжать отсюда, а затем...

source: <25>{*}{#e/twinkly/15}Well, in the meantime, why don't you go back to Asgore?
ru_ru: <25>{*}{#e/twinkly/15} Ладно, а пока почему бы тебе не вернуться в Асгор?

source: <25>{*}{#e/twinkly/17}As long as you behave, I PROMISE I won't kill him.
ru_ru: <25>{*}{#e/twinkly/17} Пока вы соблюдаете правила, я обещаю, что не убью его.

source: <25>{*}{#e/twinkly/15}Well, in the meantime, why don't you go see Undyne?
ru_ru: <25>{*}{#e/twinkly/15} Хорошо, и в то же время, почему бы вам не посмотреть Undyne?

source: <25>{*}{#e/twinkly/15}It seems like you could have been better friends.
ru_ru: <25>{*}{#e/twinkly/15} Похоже, вы могли бы стать лучшими друзьями.

source: <25>{*}{#e/twinkly/20}Who knows?
ru_ru: <25>{*}{#e/twinkly/20} Кто знает?

source: <25>{*}{#e/twinkly/17}Maybe she's got the key to your happiness?
ru_ru: <25>{*}{#e/twinkly/17} Может быть, она нашла ключ к вашему счастью?

source: <25>{*}{#e/twinkly/15}Well, in the meantime, why don't you go see Papyrus, then Undyne?
ru_ru: <25>{*}{#e/twinkly/15} Хорошо, в то же время, почему бы вам не посмотреть Papyrus, а затем Undyne?

source: <25>{*}{#e/twinkly/15}It seems like you could have all been better friends.
ru_ru: <25>{*}{#e/twinkly/15} Похоже, вы могли бы стать лучшими друзьями.

source: <25>{*}{#e/twinkly/17}Maybe they've got the key to your happiness?
ru_ru: <25>{*}{#e/twinkly/17} Может быть, они нашли ключ к вашему счастью?

source: <25>{*}{#e/twinkly/15}See you soon.
ru_ru: <25>{*}{#e/twinkly/15} Увидимся позже.

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Hey.
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/0} Эй.

source: <25>{*}{#e/twinkly/0}Since you defeated me, I've been thinking.
ru_ru: <25>{*}{#e/twinkly/0} С тех пор, как ты победил меня, я думал об этом.

source: <25>{*}{#e/twinkly/2}Is it truly necessary to kill...?
ru_ru: <25>{*}{#e/twinkly/2} Действительно ли необходимо убивать...?

source: <25>{*}{#e/twinkly/3}I...
ru_ru: <25>{*}{#e/twinkly/3} Я.

source: <25>{*}{#e/twinkly/1}I enjoyed what we did in the past together, but...
ru_ru: <25>{*}{#e/twinkly/1} Мне очень нравится то, что мы делали вместе в прошлом, но...

source: <25>{*}{#e/twinkly/2}In the end, what did it really get us?
ru_ru: <25>{*}{#e/twinkly/2} Наконец, что он принес нам?

source: <25>{*}{#e/twinkly/4}I honestly can't be sure anymore.
ru_ru: <25>{*}{#e/twinkly/4} Честно говоря, я больше не могу быть уверен.

source: <25>{*}{#e/twinkly/2}In the end, what does it really get you?
ru_ru: <25>{*}{#e/twinkly/2} Наконец, что он принес вам?

source: <25>{*}{#e/twinkly/13}A rush of pleasure, and then...
ru_ru: <25>{*}{#e/twinkly/13} Какое - то удовольствие, а затем...

source: <25>{*}{#e/twinkly/2}After sparing everyone else, was killing me really worth it...?
ru_ru: <25>{*}{#e/twinkly/2} Действительно ли стоит убить меня, пощадив других?

source: <25>{*}{#e/twinkly/3}You...
ru_ru: <25>{*}{#e/twinkly/3} Вы.

source: <25>{*}{#e/twinkly/1}You might regret what we did in the past together, but...
ru_ru: <25>{*}{#e/twinkly/1} Вы можете пожалеть о том, что мы делали вместе в прошлом, но...

source: <25>{*}{#e/twinkly/2}Can you honestly say killing me made up for that?
ru_ru: <25>{*}{#e/twinkly/2} Можете ли вы честно сказать, что убийство меня компенсирует это?

source: <25>{*}{#e/twinkly/4}You might not like me for what I've done, but...
ru_ru: <25>{*}{#e/twinkly/4} Вам может не нравиться все, что я делаю, но...

source: <25>{*}{#e/twinkly/2}Can you honestly say killing me made any difference?
ru_ru: <25>{*}{#e/twinkly/2} Можете ли вы честно сказать, что нет никакой разницы в том, чтобы убить меня?

source: <25>{*}{#e/twinkly/13}Perhaps you felt some catharsis, but after that...
ru_ru: <25>{*}{#e/twinkly/13} Возможно, вы чувствуете некоторый катарсис, но после этого...

source: <25>{*}{#e/twinkly/3}... nothing.
ru_ru: <25>{*}{#e/twinkly/3}. Ничего.

source: <25>{*}{#e/twinkly/0}I have an idea.
ru_ru: <25>{*}{#e/twinkly/0} У меня есть идея.

source: <25>{*}{#e/twinkly/15}A challenge, if you will.
ru_ru: <25>{*}{#e/twinkly/15} Это вызов, если вы хотите.

source: <25>{*}{#e/twinkly/14}You'll have to start over, of course...
ru_ru: <25>{*}{#e/twinkly/14} Конечно, вы должны начать все сначала.

source: <25>{*}{#e/twinkly/14}You'll have to RESET, of course...
ru_ru: <25>{*}{#e/twinkly/14} Конечно, вы должны сбросить...

source: <25>{*}{#e/twinkly/15}But if you can prove to me that you're strong enough to survive...
ru_ru: <25>{*}{#e/twinkly/15} Но если вы докажете мне, что вы достаточно сильны, чтобы выжить...

source: <25>{*}{#e/twinkly/15}If you can get through, to the end from the beginning...
ru_ru: <25>{*}{#e/twinkly/15} Если вы можете продержаться до конца, начните с самого начала.

source: <25>{*}{#e/twinkly/0}... without killing a single thing...
ru_ru: <25>{*}{#e/twinkly/0}. Ничего не убило.

source: <25>{*}{#e/twinkly/18}... then maybe, I won't kill the king.
ru_ru: <25>{*}{#e/twinkly/18}. Тогда, может быть, я не убью короля.

source: <25>{*}{#e/twinkly/0}... without leaving anyone behind...
ru_ru: <25>{*}{#e/twinkly/0}. Не оставляй никого позади.

source: <25>{*}{#e/twinkly/18}... then maybe, the king won't have to die.
ru_ru: <25>{*}{#e/twinkly/18}. Тогда, возможно, королю не придется умирать.

source: <25>{*}{#e/twinkly/15}A request, if you will.
ru_ru: <25>{*}{#e/twinkly/15} Это запрос, если вы хотите.

source: <25>{*}{#e/twinkly/15}Well, in the meantime, see if you can get back to Asgore.
ru_ru: <25>{*}{#e/twinkly/15} Ладно, пока посмотрим, сможешь ли ты вернуться в Асгор.

source: <25>{*}{#e/twinkly/17}See if you can do it without killing anyone.
ru_ru: <25>{*}{#e/twinkly/17} Посмотрите, сможете ли вы сделать это, не убивая никого.

source: <25>{*}{#e/twinkly/20}You do want to know what he's planning, don't you?
ru_ru: <25>{*}{#e/twinkly/20} Вы действительно хотите знать, что он планирует, не так ли?

source: <25>{*}{#e/twinkly/20}To see what lies in the depths of his precious "archive?"
ru_ru: <25>{*}{#e/twinkly/20} Посмотрите, что находится глубоко в его драгоценном « архиве»

source: <25>{*}{#e/twinkly/15}Well.
ru_ru: <25>{*}{#e/twinkly/15} Хорошо.

source: <25>{*}{#e/twinkly/15}Believe me when I tell you that what you saw with me...
ru_ru: <25>{*}{#e/twinkly/15} Поверьте мне, когда я скажу вам то, что вы видите во мне.

source: <25>{*}{#e/twinkly/20}... doesn't even BEGIN to scratch the surface.
ru_ru: <25>{*}{#e/twinkly/20}. Даже не начал касаться поверхности.

source: <25>{*}{#e/twinkly/17}Hee hee hee.
ru_ru: <25>{*}{#e/twinkly/17} Хип - хип.

source: <25>{*}{#e/twinkly/18}I'll leave you to it!
ru_ru: <25>{*}{#e/twinkly/18} Я позволю тебе сделать это!

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/17}I'm sorry, what's that?
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/17} Извините, что это?

source: <25>{*}{#e/twinkly/17}You didn't get your happy ending?
ru_ru: <25>{*}{#e/twinkly/17} Вы не получили счастливый конец?

source: <25>{*}{#e/twinkly/17}You STILL didn't get your happy ending?
ru_ru: <25>{*}{#e/twinkly/17} Вы все еще не достигли счастливого конца?

source: <25>{*}{#e/twinkly/21}Well gee, if it wasn't enough to do it before...
ru_ru: <25>{*}{#e/twinkly/21: Хорошо, Боже, если раньше было сделано недостаточно...

source: <25>{*}{#e/twinkly/16}You've gone and SKIPPED IT ALL AGAIN!
ru_ru: <25>{*}{#e/twinkly/16} Ты опять ускользнул!

source: <25>{*}{#e/twinkly/15}Not that I'm surprised.
ru_ru: <25>{*}{#e/twinkly/15} Я не удивлен.

source: <25>{*}{#e/twinkly/15}You do seem like the type to break the rules.
ru_ru: <25>{*}{#e/twinkly/15} Вы действительно выглядите как тот, кто нарушает правила.

source: <25>{*}{#e/twinkly/20}Eventually, you'll realize who you've been missing...
ru_ru: <25>{*}{#e/twinkly/20} В конце концов, вы поймете, кого вы пропустили.

source: <25>{*}{#e/twinkly/15}And you'll go see them and make it back to the king.
ru_ru: <25>{*}{#e/twinkly/15} Ты пойдешь к ним и вернешься к королю.

source: <25>{*}{#e/twinkly/15}Preferably without killing a single thing.
ru_ru: <25>{*}{#e/twinkly/15} Лучше ничего не убивать.

source: <25>{*}{#e/twinkly/18}You know the drill!
ru_ru: <25>{*}{#e/twinkly/18} Вы знаете это правило!

source: <25>{*}{#e/twinkly/21}Well gee, I wonder why THAT might be...
ru_ru: <25>{*}{#e/twinkly/21: Хорошо, Боже мой, мне интересно, почему это может быть...

source: <25>{*}{#e/twinkly/16}If only you didn't skip over THE ENTIRE JOURNEY!
ru_ru: <25>{*}{#e/twinkly/16} Если вы не пропустите всю поездку!

source: <25>{*}{#e/twinkly/24}... but, whatever.
ru_ru: <25>{*}{#e/twinkly/24}. Но, несмотря ни на что.

source: <25>{*}{#e/twinkly/23}Enjoy your special ending while it lasts.
ru_ru: <25>{*}{#e/twinkly/23} Наслаждайтесь своим особым концом в конце.

source: <25>{*}{#e/twinkly/20}Well, well...
ru_ru: <25>{*}{#e/twinkly/20} Хорошо, хорошо...

source: <25>{*}{#e/twinkly/16}Maybe next time, don't KILL anyone!
ru_ru: <25>{*}{#e/twinkly/16} Возможно, в следующий раз, не убивайте никого!

source: <25>{*}{#e/twinkly/16}Maybe next time, don't KILL someone!
ru_ru: <25>{*}{#e/twinkly/16} Возможно, в следующий раз, не убивайте!

source: <25>{*}{#e/twinkly/16}Maybe next time, don't leave someone to DIE!
ru_ru: <25>{*}{#e/twinkly/16} Возможно, в следующий раз, не позволяйте другим умереть!

source: <25>{*}{#e/twinkly/15}If you can manage that, and manage to befriend Papyrus and Undyne...
ru_ru: <25>{*}{#e/twinkly/15} Если вы можете сделать это и попытаться подружиться с Papyrus и Undyne.

source: <25>{*}{#e/twinkly/15}You won't have to skip an entire area next time.
ru_ru: <25>{*}{#e/twinkly/15} В следующий раз вам не придется пропускать всю область.

source: <25>{*}{#e/twinkly/15}You might actually get somewhere for once.
ru_ru: <25>{*}{#e/twinkly/15} Возможно, вы действительно когда - нибудь доберетесь до места.

source: <25>{*}{#e/twinkly/14}Goodness gracious...
ru_ru: <25>{*}{#e/twinkly/14} Боже, Боже.

source: <25>{*}{#e/twinkly/22}For the last time, don't KILL anyone!
ru_ru: <25>{*}{#e/twinkly/22} В последний раз не убивайте никого!

source: <25>{*}{#e/twinkly/22}For the last time, don't KILL someone!
ru_ru: <25>{*}{#e/twinkly/22} Последний раз, не убивайте!

source: <25>{*}{#e/twinkly/22}For the last time, don't leave someone to DIE!
ru_ru: <25>{*}{#e/twinkly/22} Последний раз, не дай никому умереть!

source: <25>{*}{#e/twinkly/22}And don't skip an entire area, either!
ru_ru: <25>{*}{#e/twinkly/22} Не пропускайте всю область!

source: <25>{*}{#e/twinkly/22}Why is that so difficult for you to grasp!
ru_ru: <25>{*}{#e/twinkly/22} Почему вам трудно понять!

source: <25>{*}{#e/twinkly/21}... maybe, if you start over...
ru_ru: <25>{*}{#e/twinkly/21}. Может быть, если ты начнешь сначала...

source: <25>{*}{#e/twinkly/21}... maybe, if you CONTINUE from here...
ru_ru: <25>{*}{#e/twinkly/21}. Может, если ты продолжишь отсюда...

source: <25>{*}{#e/twinkly/15}You'll befriend Undyne this time.
ru_ru: <25>{*}{#e/twinkly/15} На этот раз вы подружитесь с Undyne.

source: <25>{*}{#e/twinkly/15}You'll befriend Papyrus and Undyne this time.
ru_ru: <25>{*}{#e/twinkly/15} На этот раз вы станете друзьями с Papyrus и Undyne.

source: <25>{*}{#e/twinkly/14}The vaunted "power of friendship..."
ru_ru: <25>{*}{#e/twinkly/14} хвастается "Сила дружбы..."

source: <25>{*}{#e/twinkly/23}Just this once, it might actually be good for something.
ru_ru: <25>{*}{#e/twinkly/23} На этот раз это может на самом деле принести пользу некоторым вещам.

source: <25>{*}{#e/twinkly/16}You'll finally befriend Undyne!
ru_ru: <25>{*}{#e/twinkly/16} Ты наконец - то подружишься с Undyne!

source: <25>{*}{#e/twinkly/16}You'll finally befriend Papyrus and Undyne!
ru_ru: <25>{*}{#e/twinkly/16} Наконец - то вы сможете подружиться с Papyrus и Undyne!

source: <25>{*}{#e/twinkly/20}After all, what's the harm in a little friendship?
ru_ru: <25>{*}{#e/twinkly/20} В конце концов, чем вредна маленькая дружба?

source: <25>{*}{#e/twinkly/15}It'll be fun for the whole family.
ru_ru: <25>{*}{#e/twinkly/15} Это интересно для всей семьи.

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/15}... so...
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/15}. Итак...

source: <25>{*}{#e/twinkly/15}Get up to anything lately?
ru_ru: <25>{*}{#e/twinkly/15} Что - нибудь случилось в последнее время?

source: <25>{*}{#e/twinkly/15}Make any new friends?
ru_ru: <25>{*}{#e/twinkly/15} Завели новых друзей?

source: <25>{*}{#e/twinkly/17}Personally, I used to make friends ALL the time.
ru_ru: <25>{*}{#e/twinkly/17} Лично я часто заводил друзей в прошлом.

source: <25>{*}{#e/twinkly/20}Like Papyrus, for example.
ru_ru: <25>{*}{#e/twinkly/20} Например, как Papyrus.

source: <25>{*}{#e/twinkly/15}He won't remember this, but I once trained him to be a royal guard.
ru_ru: <25>{*}{#e/twinkly/15} Он этого не помнит, но я тренировал его как королевскую гвардию.

source: <25>{*}{#e/twinkly/18}In fact, I made him get promoted to captain!
ru_ru: <25>{*}{#e/twinkly/18} На самом деле, я сделал его капитаном!

source: <25>{*}{#e/twinkly/24}Granted... it wasn't easy.
ru_ru: <25>{*}{#e/twinkly/24} Присуждение. Это было нелегко.

source: <25>{*}{#e/twinkly/15}I miiiight've had to break his bones a few times.
ru_ru: <25>{*}{#e/twinkly/15} Мне, возможно, придется несколько раз сломать его кости.

source: <25>{*}{#e/twinkly/19}But after that, he toughened up real good!
ru_ru: <25>{*}{#e/twinkly/19} Но после этого он стал очень сильным!

source: <25>{*}{#e/twinkly/17}Funny how people change if you push the right buttons, huh?
ru_ru: <25>{*}{#e/twinkly/17} Интересно, как люди изменятся, если вы нажмете правильную кнопку, не так ли?

source: <25>{*}{#e/twinkly/15}Anyway. That timeline's gone now.
ru_ru: Сейчас эта временная линия отсутствует.

source: <25>{*}{#e/twinkly/20}But hey, if you come back here again...
ru_ru: <25>{*}{#e/twinkly/20} Но эй, если ты вернешься снова.

source: <25>{*}{#e/twinkly/18}I'll tell you about some others.
ru_ru: <25>{*}{#e/twinkly/18} Я расскажу вам кое - что другое.

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}Ready for another round of story time?
ru_ru: <25>{*}{#p/мигающий}{#f/19}{#e/мигающий/20} Готовы ли вы к новому циклу истории?

source: <25>{*}{#e/twinkly/15}Oh, who am I kidding. Of course you are.
ru_ru: Конечно же.

source: <25>{*}{#e/twinkly/21}So, that room...
ru_ru: <25>{*}{#e/twinkly/21} Итак, эта комната...

source: <25>{*}{#e/twinkly/0}The one with the boxes with humans inside.
ru_ru: <25>{*}{#e/twinkly/0} Внутри находится человеческая коробка.

source: <25>{*}{#e/twinkly/15}It's actually been pretty hard, even for me, to get into.
ru_ru: <25>{*}{#e/twinkly/15} На самом деле, даже для меня, трудно войти в эту область.

source: <25>{*}{#e/twinkly/24}In the earliest timelines, I resorted to... foolish methods.
ru_ru: <25>{*}{#e/twinkly/24} В самой ранней временной линии я принял... глупый метод.

source: <25>{*}{#e/twinkly/13}Begging... Bargaining... Fake-crying...
ru_ru: Фальшивый плач.

source: <25>{*}{#e/twinkly/4}I even tried using puppy-dog eyes to get Asgore to show them to me.
ru_ru: <25>{*}{#e/twinkly/4} Я даже попытался показать мне Асгора глазами щенка.

source: <25>{*}{#e/twinkly/0}I wanted to be "nice," but none of those things worked.
ru_ru: <25>{*}{#e/twinkly/0} Я хочу вести себя "хорошо", но все это не работает.

source: <25>{*}{#e/twinkly/15}Of course, in later timelines, I knew how to get what I wanted.
ru_ru: <25>{*}{#e/twinkly/15} Конечно, в более поздних временных линиях я знаю, как получить то, что я хочу.

source: <25>{*}{#e/twinkly/20}Suffocating everyone to death usually did the trick...
ru_ru: <25>{*}{#e/twinkly/20} Заставить всех задохнуться и умереть обычно работает.

source: <25>{*}{#e/twinkly/16}But cranking the gravity up and crushing them was just as fun!
ru_ru: <25>{*}{#e/twinkly/16} Но так же интересно увеличить гравитацию и раздавить их!

source: <25>{*}{#e/twinkly/15}Anyway, all I'm saying is that the room's protected.
ru_ru: <25>{*}{#e/twinkly/15} В любом случае, я просто хочу сказать, что эта комната защищена.

source: <25>{*}{#e/twinkly/17}You're only getting in there because they WANT you in there.
ru_ru: <25>{*}{#e/twinkly/17} Вы входите только потому, что они хотят, чтобы вы вошли.

source: <25>{*}{#e/twinkly/20}Well. That's all for now.
ru_ru: Теперь это все.

source: <25>{*}{#e/twinkly/19}Bye-bye!
ru_ru: <25>{*}{#e/twinkly/19} До свидания!

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/14}Seriously? Again?
ru_ru: Еще раз?

source: <25>{*}{#e/twinkly/0}Wow.
ru_ru: <25>{*}{#e/twinkly/0} Вау.

source: <25>{*}{#e/twinkly/0}You must be getting really tired of this.
ru_ru: <25>{*}{#e/twinkly/0} Вы, должно быть, устали.

source: <25>{*}{#e/twinkly/15}But that's fine. I'm getting tired of it, too.
ru_ru: Я тоже устал.

source: <25>{*}{#e/twinkly/20}I wonder...
ru_ru: <25>{*}{#e/twinkly/20} Я хочу знать.

source: <25>{*}{#e/twinkly/20}Are you THAT bad at following my instructions?
ru_ru: <25>{*}{#e/twinkly/20} Действительно ли вы так плохо следуете моим инструкциям?

source: <25>{*}{#e/twinkly/20}Or are you just doing this on purpose?
ru_ru: <25>{*}{#e/twinkly/20} или вы делаете это только намеренно?

source: <25>{*}{#e/twinkly/15}... eh, don't tell me.
ru_ru: <25>{*}{#e/twinkly/15}. Хм, не говори мне.

source: <25>{*}{#e/twinkly/18}Knowing everything is no fun, anyway.
ru_ru: <25>{*}{#e/twinkly/18} В любом случае, зная, что все не весело.

source: <25>{*}{#e/twinkly/15}Besides, I'm in a good mood.
ru_ru: <25>{*}{#e/twinkly/15} Кроме того, я в хорошем настроении.

source: <25>{*}{#e/twinkly/20}So... why not give you the benefit of the doubt?
ru_ru: <25>{*}{#e/twinkly/20} Итак... почему бы вам не поверить?

source: <25>{*}{#e/twinkly/14}If you really are that much of an IDIOT...
ru_ru: <25>{*}{#e/twinkly/14} Если вы действительно идиот...

source: <25>{*}{#e/twinkly/15}Come back here again, and I might have a way to help you.
ru_ru: <25>{*}{#e/twinkly/15} Вернитесь снова, и у меня может быть способ помочь вам.

source: <25>{*}{#e/twinkly/17}... until next time.
ru_ru: <25>{*}{#e/twinkly/17}. До следующего раза.

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}So you're back again.
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/0} Так что вы вернулись.

source: <25>{*}{#e/twinkly/0}I'd ask you to explain yourself, but I don't really care.
ru_ru: <25>{*}{#e/twinkly/0} Я хотел бы попросить вас объяснить, но мне действительно все равно.

source: <25>{*}{#e/twinkly/0}You came back, so... that means you need my help.
ru_ru: <25>{*}{#e/twinkly/0} Ты вернулся, так что... это значит, что тебе нужна моя помощь.

source: <25>{*}{#e/twinkly/15}Listen. I'm only going to say this once.
ru_ru: Я скажу это только один раз.

source: <25>{*}{#e/twinkly/15}From now on, the monsters you encounter...
ru_ru: <25>{*}{#e/twinkly/15} Начиная с этого момента, вы встречаете монстров...

source: <25>{*}{#e/twinkly/15}Will have greatly reduced {@fill=#ff0}ATTACK{@fill=#fff}.
ru_ru: <25>{*}{#e/twinkly/15} значительно сократит количество атак {@ fill = #ff0}{@ fill = #fff}.

source: <25>{*}{#e/twinkly/20}Understand? Their {@fill=#ff0}ATTACK{@fill=#fff} will be reduced.
ru_ru: Их атаки уменьшатся.

source: <25>{*}{#e/twinkly/20}Which makes it easier to survive without gaining LOVE.
ru_ru: <25>{*}{#e/twinkly/20} Это облегчает выживание без любви.

source: <25>{*}{#e/twinkly/15}Boy, it's a good thing the CORE controls the atmosphere.
ru_ru: <25>{*}{#e/twinkly/15} Мальчик, CORE контролирует атмосферу хорошо.

source: <25>{*}{#e/twinkly/20}Otherwise, this wouldn't be possible!
ru_ru: <25>{*}{#e/twinkly/20} В противном случае это невозможно!

source: <25>{*}{#e/twinkly/14}As for Papyrus and Undyne...
ru_ru: <25>{*}{#e/twinkly/14} В отношении бумажной травы и Undyne.

source: <25>{*}{#e/twinkly/23}Well, if you can't figure THAT out, then you're hopeless.
ru_ru: <25>{*}{#e/twinkly/23} Хорошо, если вы не можете понять, тогда у вас нет надежды.

source: <25>{*}{#e/twinkly/15}Just don't be an idiot, and you'll be fine.
ru_ru: <25>{*}{#e/twinkly/15} Не глупи, ты будешь в порядке.

source: <25>{*}{#e/twinkly/15}... okay. That's all.
ru_ru: Это все.

source: <25>{*}{#e/twinkly/15}Good luck.
ru_ru: <25>{*}{#e/twinkly/15} Желаю вам удачи.

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}...
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/0}.

source: <25>{*}{#e/twinkly/0}... you're just trying to get a reaction out of me, aren'tcha?
ru_ru: <25>{*}{#e/twinkly/0}. Ты просто пытаешься заставить меня отреагировать, не так ли?

source: <25>{*}{#e/twinkly/15}I see. I hope it was worth it.
ru_ru: Надеюсь, это того стоит.

source: <25>{*}{#e/twinkly/17}Because I'm NEVER coming back.
ru_ru: <25>{*}{#e/twinkly/17} Потому что я никогда не вернусь.

source: <25>{*}{#e/twinkly/0}Not until you do what I've told you to do.
ru_ru: <25>{*}{#e/twinkly/0} Если вы не делаете то, что я вам скажу.

source: <25>{*}{#e/twinkly/15}What? You think you can just disobey me forever?
ru_ru: Ты думаешь, что можешь бросить мне вызов навсегда?

source: <25>{*}{#e/twinkly/15}... no.
ru_ru: <25>{*}{#e/twinkly/15}. Нет!

source: <25>{*}{#e/twinkly/21}Sooner or later, you'll get bored...
ru_ru: <25>{*}{#e/twinkly/21} Рано или поздно вам будет скучно.

source: <25>{*}{#e/twinkly/15}And your curiosity will inevitably get the better of you.
ru_ru: <25>{*}{#e/twinkly/15} Ваше любопытство непременно победит вас.

source: <25>{*}{#e/twinkly/23}Trust me. I know how this works.
ru_ru: Я знаю, что происходит.

source: <25>{*}{#e/twinkly/20}It applies to humans and monsters all the same...
ru_ru: <25>{*}{#e/twinkly/20} То же самое относится к людям и монстрам.

source: <25>{*}{#e/twinkly/17}Curiosity eventually gets the better of EVERYONE.
ru_ru: <25>{*}{#e/twinkly/17} Любопытство в конечном итоге победит всех.

source: <25>{*}{#e/twinkly/16}Have your fun while it lasts, idiot!
ru_ru: <25>{*}{#e/twinkly/16} Идиот, пока это еще не закончилось, наслаждайтесь!

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/20}By the way...
ru_ru: <25>{*}{#p/сцинтилляция}{#f/19}{#e/сцинтилляция/20} Кстати...

source: <25>{*}{#e/twinkly/15}You could thank me for solving those puzzles for you.
ru_ru: <25>{*}{#e/twinkly/15} Вы можете поблагодарить меня за то, что я разгадал эти головоломки для Вас.

source: <25>{*}{#e/twinkly/15}Oh, and for screwing with the atmospheric system.
ru_ru: <25>{*}{#e/twinkly/15} О, а также разрушение атмосферных систем.

source: <25>{*}{#e/twinkly/15}You could thank me for screwing with the atmospheric system.
ru_ru: <25>{*}{#e/twinkly/15} Вы можете поблагодарить меня за то, что я облажался с атмосферной системой.

source: <25>{*}{#e/twinkly/21}I figured, if you DID want to kill anyone...
ru_ru: <25>{*}{#e/twinkly/21: Я думаю, если вы действительно хотите убить кого - либо...

source: <25>{*}{#e/twinkly/15}I might as well weaken your opposition to make it easier.
ru_ru: <25>{*}{#e/twinkly/15} Я могу ослабить ваши возражения и облегчить ситуацию.

source: <25>{*}{#e/twinkly/17}Wasn't that just so considerate of me?
ru_ru: <25>{*}{#e/twinkly/17} Я не очень внимательный?

source: <25>{*}{#p/twinkly}{#f/19}{#e/twinkly/0}Like last time, I've given you Asgore's SOUL.
ru_ru: <25>{*}{#p/мигающий}{#f/19}{#e/мигающий/0} Как и в прошлый раз, я дал тебе душу Асго.

source: <25>{*}{#e/twinkly/0}Take it, and get out of my sight.
ru_ru: <25>{*}{#e/twinkly/0} Возьми его и убирайся с глаз моих.

source: <25>{*}{#e/twinkly/20}And if you come back...
ru_ru: <25>{*}{#e/twinkly/20} Если вы вернетесь...

source: <25>{*}{#e/twinkly/15}Try to act a little more in line next time.
ru_ru: <25>{*}{#e/twinkly/15} В следующий раз как можно больше очередей.
