Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <32>{#p/human}* (You feel a darkness gathering inside of you.)
ru_ru: <32>{#p/human}* (Вы чувствуете, как в вашем теле собирается тьма.)

source: <32>{#p/human}* (You wish it were all just a bad dream.)
ru_ru: <32>{#p/human}* (Вы хотите, чтобы все это было просто кошмаром.)

source: <32>{#p/human}* (You try your best to fight it, but nothing happens.)
ru_ru: <32>{#p/human}* (Вы стараетесь бороться с этим, но ничего не происходит.)

source: <32>{#p/human}* (You wish desperately that you could break free.)
ru_ru: <32>{#p/human}* (Вы отчаянно хотите освободиться от оков.)

source: <32>{#p/human}* (You call out for help, but nobody comes.)
ru_ru: <32>{#p/human}* (Ты зовешь на помощь, но никто не приходит.)

source: <32>{#p/human}* (You wish you could make this all just go away.)
ru_ru: <32>{#p/human}* (Вы хотите, чтобы все это исчезло.)

source: <32>{#p/human}* (You take a deep breath, and ready yourself for the end.)
ru_ru: <32>AR #p/human* (Вы глубоко вдыхаете и готовьтесь к окончанию.)

source: <32>{#p/human}* (You know what must be done.)
ru_ru: <32>{#p/human}* (Вы знаете, что нужно делать).

source: REBOOT IN $(x)
ru_ru: Возврат в долларах США (x)

source: {#p/human}(You take a deep breath.)
ru_ru: {#p/human} (Ты глубоко дышишь.)

source: (You're filled with determination.)
ru_ru: (Вы полны решимости.)

source: {#p/human}{#v/1}{@fill=#42fcff}It'll be alright in the end...
ru_ru: {#p/human}{#v/1}{@ fill = #42fcff} В конце концов все будет хорошо.

source: {@fill=#42fcff}Just take it steady...
ru_ru: {@ fill = #42fcff} Стабильно.

source: {#p/human}{#v/2}{@fill=#ff993d}Now is no time to give up.
ru_ru: {#p/human}{#v/2}{@ fill = #ff993d} Сейчас не время сдаваться.

source: {@fill=#ff993d}Get back out there!
ru_ru: {@ fill = #ff993d} Вернись!

source: {#p/human}{#v/3}{@fill=#003cff}You know what you're capable of.
ru_ru: {#p/human}{#v/3}{@ fill = #003cff} Вы знаете, что можете сделать.

source: {@fill=#003cff}Don't hold back!
ru_ru: {@ fill = #003cff} Не отступайте!

source: {#p/human}{#v/4}{@fill=#d535d9}You know you can survive this...
ru_ru: {#p/human}{#v/4}{@ fill = #d535d9} Ты знаешь, что можешь пережить это.

source: {@fill=#d535d9}Keep moving forward.
ru_ru: {@ fill = #d535d9} Продолжайте.

source: {#p/human}{#v/5}{@fill=#00c000}You're this world's last hope...
ru_ru: {#p/human}{#v/5}{@ fill = #00c000} Ты последняя надежда этого мира.

source: {@fill=#00c000}Believe in yourself!
ru_ru: {@ fill = #00c000} Верьте в себя!

source: {#p/human}{#v/6}{@fill=#faff29}It's only a matter of time.
ru_ru: {#p/human}{#v/6}{@ fill = #faff29} Это только вопрос времени.

source: <99>{*}{#p/human}{#v/6}{@fill=#faff29}A lost SOUL calls out to you.
ru_ru: <99>{*}{#p/human}{#v/6}{@ fill = #faff29} К тебе взывает потерянная душа.

source: <99>{*}{@fill=#faff29}With {@mystify=PATIENCE}PATIENCE{@mystify=}, they may escape.
ru_ru: <99>{*}{@ fill = #faff29} С терпением {@ mystery = PATIENCE}{@ mysteriy =} они могут сбежать.

source: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}You must reach my Little Dipper...
ru_ru: <99>{*}{#p/human}{#v/1}{@ fill = #42fcff} Вы должны найти мой Бэйдоу Семь звезд.

source: <99>{*}{#p/human}(Press [Z] to teleport.)
ru_ru: <99>{*}{#p/human} (передача осуществляется по [Z].

source: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}The entity lies in wait.
ru_ru: <99>{*}{#p/human}{#v/1}{@ fill = #42fcff} Объект находится в состоянии ожидания.

source: <99>{*}{@fill=#42fcff}With PATIENCE, you may survive it...
ru_ru: <99>{*}{@ fill = #42fcff} Имея терпение, вы можете выжить.

source: <99>{*}{@fill=#faff29}With {@mystify=BRAVERY}BRAVERY{@mystify=}, they may escape.
ru_ru: <99>{*}{@ fill = #faff29} С {@ mystery = BRAVERY} BRAVERY {@ mysteriy =} они могут сбежать.

source: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}Don't leave without my Power Glove!
ru_ru: <99>{*}{#p/human}{#v/2}{@ fill = #ff993d} Не бросайте мои сильные перчатки!

source: <99>{*}{#p/human}(Press [Z] to explode.)
ru_ru: <99>{*}{#p/human} (взрыв нажатием [Z]).

source: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}The entity looms above...
ru_ru: <99>{*}{#p/human}{#v/2}{@ fill = #ff993d} Материал неявно появляется выше.

source: <99>{*}{@fill=#ff993d}With BRAVERY, you may overcome it!
ru_ru: <99>{*}{@ fill = #ff993d} С храбростью вы можете преодолеть ее!

source: <99>{*}{@fill=#faff29}With {@mystify=INTEGRITY}INTEGRITY{@mystify=}, they can escape.
ru_ru: <99>{*}{@ fill = #faff29} При наличии {@ mysterity = INTEGRITY} честности {@ mysherity =} они могут сбежать.

source: <99>{*}{#p/human}{#v/3}{@fill=#003cff}I'll need my trusty Hoverboots.
ru_ru: <99>{*}{#p/human}{#v/3}{@ fill = #003cff} Мне нужны мои надежные сапоги на воздушной подушке.

source: <99>{*}{#p/human}{#v/3}{@fill=#003cff}The entity holds its position.
ru_ru: <99>{*}{#p/human}{#v/3}{@ fill = #003cff} Объект сохраняет свою позицию.

source: <99>{*}{@fill=#003cff}With INTEGRITY, you can surpass it.
ru_ru: <99>{*}{@ fill = #003cff} С честностью вы можете превзойти ее.

source: <99>{*}{@fill=#faff29}With {@mystify=PERSEVERANCE}PERSEVERANCE{@mystify=}, they can escape.
ru_ru: <99>{*}{@ fill = #faff29} С помощью PERSEVERANCE {@ mystery = PERSEVERANCE} они могут сбежать.

source: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}A single Datapad can go a long way.
ru_ru: <99>{*}{#p/human}{#v/4}{@ fill = #d535d9} Один Datapad может пройти долгий путь.

source: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}The entity is losing its hold.
ru_ru: <99>{*}{#p/human}{#v/4}{@ fill = #d535d9} Объекты теряют контроль.

source: <99>{*}{@fill=#d535d9}With PERSEVERANCE, you can outlast it!
ru_ru: <99>{*}{@ fill = #d535d9} С настойчивостью вы можете жить дольше!

source: <99>{*}{@fill=#faff29}With {@mystify=KINDNESS}KINDNESS{@mystify=}, they can escape.
ru_ru: <99>{*}{@ fill = #faff29} При наличии {@ mystery = KINDNESS} доброты {@ mysteriy =} они могут сбежать.

source: <99>{*}{#p/human}{#v/5}{@fill=#00c000}The Tablaphone will set me free!
ru_ru: <99>{*}{#p/human}{#v/5}{@ fill = #00c000} Tablaphone сделает меня свободным!

source: <99>{*}{#p/human}{#v/5}{@fill=#00c000}The entity is destabilizing...
ru_ru: <99>{*}{#p/human}{#v/5}{@ fill = #00c000} Структура дестабилизируется.

source: <99>{*}{@fill=#00c000}With KINDNESS, you can outshine it...
ru_ru: <99>{*}{@ fill = #00c000} С добротой вы можете превзойти ее.

source: <99>{*}{#p/human}{#v/6}{@fill=#faff29}The lost SOULs called out to you.
ru_ru: <99>{*}{#p/human}{#v/6}{@ fill = #faff29} Потерянные души кричат на вас.

source: <99>{*}{@fill=#faff29}With JUSTICE, you have answered.
ru_ru: <99>{*}{@ fill = #faff29} Вы ответили справедливо.

source: <99>{*}{@fill=#faff29}You have freed them of their prisons.
ru_ru: <99>{*}{@ fill = #faff29} Вы освободили их из тюрьмы.

source: <99>{*}{#p/human}{#v/1}{@fill=#42fcff}At last.
ru_ru: <99>{*}{#p/human}{#v/1}{@ fill = #42fcff} Наконец - то.

source: <99>{*}{#p/human}{#v/2}{@fill=#ff993d}You're a hero!
ru_ru: <99>{*}{#p/human}{#v/2}{@ fill = #ff993d} Ты герой!

source: <99>{*}{#p/human}{#v/3}{@fill=#003cff}You've done the right thing.
ru_ru: <99>{*}{#p/human}{#v/3}{@ fill = #003cff} Вы поступили правильно.

source: <99>{*}{#p/human}{#v/4}{@fill=#d535d9}Thank you...
ru_ru: <99>{*}{#p/human}{#v/4}{@ fill = #d535d9} Спасибо.

source: <99>{*}{#p/human}{#v/5}{@fill=#00c000}You're the best...!
ru_ru: <99>{*}{#p/human}{#v/5}{@ fill = #00c000} Ты лучший.

source: <99>{*}{#p/human}{#v/6}{@fill=#faff29}Our power is yours now.
ru_ru: <99>{*}{#p/human}{#v/6}{@ fill = #faff29} Наша сила теперь принадлежит вам.

source: <99>{*}{@fill=#faff29}With it, the entity will collapse.
ru_ru: <99>{*}{@ fill = #faff29} С ним сущность рухнет.

source: <99>{*}{@fill=#faff29}Then...
ru_ru: <99>{*}{@ fill = #faff29} Затем...

source: <99>{*}{@fill=#faff29}... you will do what you must.
ru_ru: <99>{*}{@ fill = #faff29}. Ты сделаешь то, что должен.

source: <99>{*}{@fill=#faff29}Now, end this!
ru_ru: <99>{*}{@ fill = #faff29} Теперь, заканчивайте все это!

source: <99>{*}{#p/human}(Press [Z] to shoot.)
ru_ru: <99>{*}{#p/human} (нажмите [Z] для съемки).

source: REBOOTING...
ru_ru: Начинается перезагрузка.

source: READY
ru_ru: Готово.

source: WARNING...
ru_ru: предупреждение...

source: FILE 1 SAVED
ru_ru: Файл 1 сохранен

source: FILE 1 LOADED
ru_ru: Файл 1 загружен

source: FILE 2 SAVED
ru_ru: Файл 2 сохранен

source: FILE 2 LOADED
ru_ru: Файл 2 загружен

source: FILE 3 SAVED
ru_ru: Файл 3 сохранен.

source: FILE 3 LOADED
ru_ru: Файл 3 загружен

source: FILE 4 SAVED
ru_ru: Файл 4 сохранен.

source: FILE 4 LOADED
ru_ru: Файл 4 загружен

source: FILE 5 SAVED
ru_ru: Файл 5 сохранен.

source: FILE 5 LOADED
ru_ru: Файл 5 загружен

source: FILE 6 SAVED
ru_ru: Файл 6 сохранен.

source: FILE 6 LOADED
ru_ru: Файл 6 загружен

source: <32>{#p/human}* (You decide not to equip.)
ru_ru: <32>{#p/human}* (Вы решили не оснащаться).

source: <26>{#p/asriel2}{#f/13}* As I was going to say...
ru_ru: <26>{#p/asriel2}{#f/13}* Как я и собирался сказать.

source: <25>{#p/asriel2}{#f/13}* I'll be honest...
ru_ru: <25>{#p/asriel2}{#f/13}* Честно говоря...

source: <25>{#f/16}* ... this isn't even the first time I've tried to destroy the outpost.
ru_ru: <25>{#f/16}* ... Это даже не первая попытка уничтожить аванпост.

source: <25>{#f/15}* Heck, I've probably seen more timelines than I can remember.
ru_ru: <25>{#f/15}* Ой, я, вероятно, вижу больше временных линий, чем помню.

source: <25>{#f/23}* But, no matter what I do...
ru_ru: <25>{#f/23}* Но что бы я ни делал...

source: <25>{#f/16}* There's always been something missing.
ru_ru: <25>{#f/16}* Всегда чего - то не хватает.

source: <25>{#p/asriel2}{#f/15}* Back when I first awoke as a star...
ru_ru: <25>{#p/asriel2}{#f/15}* Когда я впервые проснулся, я был звездой.

source: <25>{#f/16}* I had no idea how I'd gotten there, or what I was doing.
ru_ru: <25>{#f/16}* Я не знаю, как я туда попал и что я делаю.

source: <25>{#f/13}* I couldn't feel my arms... I couldn't feel my legs...
ru_ru: <25>{#f/13}* Я не чувствую своей руки. Я не чувствую своих ног.

source: <25>{#f/13}* Yet, no matter how many times I called out for help...
ru_ru: <25>{#f/13}* Тем не менее, сколько бы раз я ни звал на помощь...

source: <25>{#f/23}* ... begged... for help...
ru_ru: <25>{#f/23}* ... Молитва. Обратиться за помощью...

source: <25>{#f/6}* ... nobody came.
ru_ru: <25>{#f/6}* ... Никто не придет.

source: <25>{#p/asriel2}{#f/6}* As I was saying, after waking up as a star, I wasn't myself anymore.
ru_ru: <25>{#p/asriel2}{#f/6}* Как я уже сказал, когда я проснулся и стал звездой, я перестал быть собой.

source: <25>{#p/asriel2}{#f/15}* But, more than that... I couldn't seem to feel love, either.
ru_ru: <25>{#p/asriel2}{#f/15}* Но что более важно... Я тоже не чувствую любви.

source: <25>{#f/23}* I was so afraid... I just wanted everything to go back to normal.
ru_ru: <25>{#f/23}* Я боюсь... Я просто хочу, чтобы все вернулось в норму.

source: <25>{#f/13}* I went to see Dad, hoping he'd be able to help me.
ru_ru: <25>{#f/13}* Я иду к папе, надеясь, что он сможет мне помочь.

source: <25>{#f/17}* He promised me he'd take care of me for as long as it'd take...
ru_ru: <25>{#f/17}* Он обещал мне, что будет заботиться обо мне, как только понадобится.

source: <25>{#f/13}* ... but in the end, he couldn't save me.
ru_ru: <25>{#f/13}* ... Но в конце концов он не смог спасти меня.

source: <25>{#p/asriel2}{#f/13}* As I was saying, after waking up as a star, I wasn't myself anymore.
ru_ru: <25>{#p/asriel2}{#f/13}* Как я уже сказал, когда я проснулся и стал звездой, я перестал быть собой.

source: <25>{#f/13}* Then, after Dad wasn't able to help me...
ru_ru: <25>{#f/13}* Затем, после того, как папа не может мне помочь.

source: <25>{#f/16}* I went to see Mom.
ru_ru: <25>{#f/16}* Я пошел к маме.

source: <26>{#p/asriel2}{#f/16}* Then, I went to see Mom.
ru_ru: <26>{#p/asriel2}{#f/16}* Затем я иду к маме.

source: <25>{#f/13}* Surely, she'd know what to do, right?
ru_ru: <25>{#f/13}* Она точно знает, что делать, не так ли?

source: <25>{#f/17}* She'd done so much for me in the past, so...
ru_ru: <25>{#f/17}* Она много сделала для меня в прошлом, так что...

source: <25>{#f/23}* If someone, anyone could help me... it'd be her.
ru_ru: <25>{#f/23}* Если кто - то, кто может мне помочь... это она.

source: <26>{#f/16}* I tried talking to my parents, but they couldn't help me at all.
ru_ru: <26>{#f/16}* Я пытался поговорить с родителями, но они просто не могли мне помочь.

source: <25>{#p/asriel2}{#f/16}* ... but it didn't work.
ru_ru: <25>{#p/asriel2}{#f/16}* ... Но это не работает.

source: <25>{#f/13}* Realizing that I'd be like this forever...
ru_ru: <25>{#f/13}* Осознавая, что я всегда буду таким.

source: <25>{#f/13}* Realizing there was nothing I could do to help myself...
ru_ru: <25>{#f/13}* Осознание своего бессилия.

source: <26>{#f/23}* I just wanted it to end.
ru_ru: <26>{#f/23}* Я просто хочу закончить это.

source: <25>{#f/15}* I was... ready, for everything to end.
ru_ru: <25>{#f/15}* Я... Готов, все кончено.

source: <25>{#f/16}* ... then... * Just as I committed to the moment...
ru_ru: * Как я и обещал.

source: <25>{#f/7}* Just as it all flashed before my eyes...
ru_ru: <25>{#f/7}* Как только все это мелькнуло передо мной.

source: <25>{#f/6}* I suddenly found myself back where I started.
ru_ru: <25>{#f/6}* Я внезапно обнаружил, что вернулся к исходной точке.

source: <25>{#p/asriel2}{#f/10}* Where were we again?
ru_ru: <25>{#p/asriel2}{#f/10)* Где мы опять?

source: <26>{#f/6}* ... oh yeah. * So I was right back where I started.
ru_ru: * Я вернулся к началу.

source: <25>{#p/asriel2}{#f/13}* At first, I didn't know how I got there...
ru_ru: <25>{#p/asriel2}{#f/13}* Сначала я не знал, как я туда попал.

source: <25>{#f/15}* ... so, I tried bringing myself back on purpose.
ru_ru: <25>{#f/15}* ... Итак, я пытался намеренно вернуть себя.

source: <25>{#f/16}* I focused my mind on going back again, and... it worked.
ru_ru: <25>{#f/16}* Я сосредоточен на том, чтобы снова вернуться, а затем... Это сработало.

source: <25>{#f/15}* Somehow, I'd gained the power to turn back time.
ru_ru: <25>{#f/15}* Каким - то образом я приобрел силу, чтобы повернуть время вспять.

source: <25>{#f/17}* And that's when it struck me...
ru_ru: <25>{#f/17}* Именно тогда я вдруг понял...

source: <25>{#f/23}* I'd use my new power to be a force for good.
ru_ru: <25>{#f/23}* Я использую свою новую силу, чтобы стать силой добра.

source: <25>{#f/15}* I thought, maybe, if I couldn't help myself...
ru_ru: <25>{#f/15}* Я думаю, может быть, если я не могу контролировать себя...

source: <25>{#f/16}* At least I could help someone else.
ru_ru: <25>{#f/16}* По крайней мере, я могу помочь другим.

source: <25>{#f/16}* ... oh yeah. * So I started out by helping them.
ru_ru: * Поэтому я начал помогать им.

source: <25>{#p/asriel2}{#f/23}* I'll admit, I struggled at first...
ru_ru: <25>{#p/asriel2}{#f/23}* Я признаю, что сначала я боролся...

source: <25>{#f/15}* ... but the more I did it, the better I got.
ru_ru: <25>{#f/15}* ... Но чем больше я делаю, тем лучше.

source: <25>{#f/5}* After a while, I could even do it with my eyes closed.
ru_ru: <25>{#f/5}* Через некоторое время я даже могу сделать это с закрытыми глазами.

source: <25>{#f/9}* Heck. * Sometimes I did.
ru_ru: * Иногда я действительно так делаю.

source: <25>{#f/13}* And, sure, maybe I was a bit of a show-off...
ru_ru: <25>{#f/13}* Конечно, может быть, я немного хвастаюсь...

source: <25>{#f/9}* But what did it matter?
ru_ru: <25>{#f/9}* Но какое это имеет значение?

source: <25>{#f/5}* After all, I was still helping them...
ru_ru: <25>{#f/5}* В конце концов, я все еще помогаю им...

source: <25>{#f/15}* ... saving them...
ru_ru: <25>{#f/15}* ... Спасти их...

source: <25>{#f/15}* Being a good person, and all.
ru_ru: <25>{#f/15}* Быть хорошим человеком, и все.

source: <25>{#p/asriel2}{#f/15}* Like I said before, I started out by helping them.
ru_ru: <25>{#p/asriel2}{#f/15}* Как я уже говорил ранее, я начал помогать им.

source: <25>{#p/asriel2}{#f/16}* Soon, though, I began to notice something.
ru_ru: <25>{#p/asriel2}{#f/16}* Однако вскоре я начал замечать некоторые вещи.

source: <25>{#f/15}* The same responses, the same outcomes...
ru_ru: <25>{#f/15}* Та же реакция, тот же результат.

source: <25>{#f/16}* Just being nice all the time wasn't satisfying me anymore.
ru_ru: <25>{#f/16}* Просто быть всегда хорошим больше не удовлетворяет меня.

source: <25>{#f/6}* And, yes, before you ask, I did try getting cutesy.
ru_ru: <25>{#f/6}* Да, я действительно пытался быть милым, прежде чем вы спросили.

source: <25>{#f/7}* But even that became boring in the end.
ru_ru: <25>{#f/7}* Но даже в этом случае в конце концов становится скучно.

source: <25>{#f/10}* I could've gone on, but what would've been the point?
ru_ru: <25>{#f/10)* Я мог бы продолжать говорить, но в чем смысл?

source: <25>{#f/6}* It was time to try something else.
ru_ru: <25>{#f/6}* Пришло время попробовать что - то еще.

source: <25>{#p/asriel2}{#f/6}* Like I said before, I decided I'd stop being nice all the time.
ru_ru: <25>{#p/asriel2}{#f/6}* Как я уже говорил ранее, я решил не всегда быть хорошим.

source: <25>{#p/asriel2}{#f/4}* Now, it didn't amount to much at first...
ru_ru: <25>{#p/asriel2}{#f/4}* Первоначально это не имело большого значения.

source: <25>{#f/3}* Just a few mean words here and there.
ru_ru: <25>{#f/3}* Здесь и там всего несколько злобных слов.

source: <25>{#f/10}* A part of me felt bad, but what did I really have to lose?
ru_ru: <25>{#f/10)* Часть меня чувствует себя плохо, но что я действительно потерял?

source: <25>{#f/6}* Of course, once things began to repeat again, I got a little meaner.
ru_ru: <25>{#f/6}* Конечно, как только вещи снова начинают повторяться, я становлюсь немного злым.

source: <25>{#f/8}* Another insult here, another mockery there...
ru_ru: <25>{#f/8}* Здесь еще одно оскорбление, там опять насмешка...

source: <25>{#f/7}* Eventually, I stopped feeling bad about it entirely.
ru_ru: <25>{#f/7}* В конце концов, я совершенно перестал жалеть об этом.

source: <25>{#f/9}* It's not like I was killing them or anything.
ru_ru: <25>{#f/9}* Я не убиваю их или что - то в этом роде.

source: <26>{#p/asriel2}{#f/4}* Like I said before, I'd gotten used to being mean.
ru_ru: <26>{#p/asriel2}{#f/4}* Как я уже говорил ранее, я привык к грубости.

source: <25>{#p/asriel2}{#f/15}* Then, I thought to myself... if I attacked them...
ru_ru: <25>{#p/asriel2}{#f/15}* Затем, я думаю в своем сердце... Если я нападу на них.

source: <25>{#f/16}* It'd be fine, as long as they didn't die.
ru_ru: <25>{#f/16}* Пока они не умирают, все будет хорошо.

source: <25>{#f/10}* What'd be the harm? * Monsters can heal, can't they?
ru_ru: * Монстры могут исцелить, не так ли?

source: <25>{#f/4}* If worst came to worst, I could just RESET, and it'd still be fine.
ru_ru: <25>{#f/4}* Если случится худшее, я могу настроить его заново, и все будет хорошо.

source: <25>{#f/3}* ... little did I know how I'd react if it actually happened.
ru_ru: <25>{#f/3}* ... Я почти не знаю, как бы я отреагировал, если бы это произошло.

source: <26>{#p/asriel2}{#f/3}* Like I said before, I'd gotten the idea to attack them.
ru_ru: <26>{#p/asriel2}{#f/3}* Как я уже говорил ранее, у меня появилась идея атаковать их.

source: <25>{#p/asriel2}{#f/13}* I guess you could say I got carried away...
ru_ru: <25>{#p/asriel2}{#f/13}* Я думаю, вы можете сказать, что я забыт.

source: <25>{#f/15}* Pulled... just a little too tightly...
ru_ru: <25>{#f/15}* Растяните. Просто немного туго.

source: <25>{#f/6}* My own mother, strangled to death by my own magic...
ru_ru: <25>{#f/6}* Моя собственная мать была задушена моей собственной магией.

source: <25>{#f/8}* Begging me to stop as the life drained out of her body.
ru_ru: <25>{#f/8}* Когда жизнь истощается из ее тела, умоляй меня остановиться.

source: <25>{#f/7}* Even after a RESET, the image wouldn't leave my mind.
ru_ru: <25>{#f/7}* Даже после сброса изображение не покидает мою голову.

source: <25>{#f/13}* I panicked, and tried making up for it by being nice to her.
ru_ru: <25>{#f/13}* Я запаниковал, пытаясь компенсировать это добром к ней.

source: <25>{#f/15}* But I couldn't forget about what I'd done.
ru_ru: <25>{#f/15}* Но я не могу забыть все, что я сделал.

source: <25>{#f/15}* I just... couldn't look at her... at anyone... the same way again.
ru_ru: <25>{#f/15}* Я просто... Не могу смотреть на нее. В любом. Опять в том же духе.

source: <26>{#p/asriel2}{#f/15}* Like I said before, I couldn't forget about what I'd done.
ru_ru: <26>{#p/asriel2}{#f/15}* Как я сказал ранее, я не могу забыть все, что я сделал.

source: <25>{#f/16}* And, after that, things only got worse.
ru_ru: <25>{#f/16}* После этого ситуация только ухудшится.

source: <25>{#p/asriel2}{#f/16}* After that, things only got worse.
ru_ru: <25>{#p/asriel2}{#f/16}* После этого ситуация только ухудшится.

source: <26>{#f/15}* I guess, after screwing up once, it got easier to do it again.
ru_ru: <26>{#f/15}* Я думаю, что будет легче сделать это снова после того, как один раз облажался.

source: <26>{#f/15}* And soon, be it out of frustration, or raw curiosity...
ru_ru: <26>{#f/15}* Очень быстро, либо из разочарования, либо из любопытства...

source: <26>{#f/16}* What began as an accident spiraled out of control.
ru_ru: <26>{#f/16}* Авария выходит из - под контроля в начале.

source: <26>{#f/7}* But, hey, when it came down to it, I could always RESET, right?
ru_ru: <26>{#f/7}* Но, эй, в конце концов, я всегда могу сбросить, не так ли?

source: <25>{#f/6}* And once I told myself THAT... there really was no going back.
ru_ru: <25>{#f/6}* Однажды я сказал себе... Пути назад действительно нет.

source: <25>{#p/asriel2}{#f/6}* With each new RESET, my actions became more and more twisted.
ru_ru: <25>{#p/asriel2}{#f/6}* С каждым новым сбросом мое поведение становится все более искаженным.

source: <25>{#f/7}* I subjected them... all of them... to horrors beyond compare.
ru_ru: <25>{#f/7}* Я позволю им. Они все. Ужас несравненный.

source: <25>{#f/15}* I did it again, and again, and again...
ru_ru: <25>{#f/15}* Я делаю это снова и снова.

source: <25>{#f/16}* I did it so many times, I'd become completely numb to it.
ru_ru: <25>{#f/16}* Я делал это много раз, и я был совершенно онемел.

source: <25>{#f/3}* Then, finally, after all of that...
ru_ru: <25>{#f/3}* Затем, наконец, после всего этого...

source: <25>{#f/3}* ... nothing.
ru_ru: <25>{#f/3}* ... Ничего.

source: <25>{#f/3}* I felt nothing. * It meant nothing. * It was all for nothing.
ru_ru: * Все это бесполезно.

source: <25>{#f/15}* As I stood alone in my empty world, I knew what had to be done.
ru_ru: <25>{#f/15}* Когда я стою один в пустом мире, я знаю, что нужно делать.

source: <26>{#f/23}* So I RESET, and let time move forward without me.
ru_ru: <26>{#f/23}* Поэтому я сбросил, чтобы время продолжало двигаться без меня.

source: <26>{#p/asriel2}{#f/16}* Like I said before, I knew it was all for nothing.
ru_ru: <26>{#p/asriel2}{#f/16}* Как я уже говорил ранее, я знаю, что все это бесполезно.

source: <25>{#f/23}* So I RESET, and let time move forward without me.
ru_ru: <25>{#f/23}* Поэтому я сбросил, чтобы время продолжало двигаться без меня.

source: <25>{#p/asriel2}{#f/17}* Don't you see, $(name)?
ru_ru: <25>{#p/asriel2}{#f/17}* Вы не видели, $(имя)?

source: <25>{#f/23}* This is why I was so excited to be with you after all this time.
ru_ru: <25>{#f/23}* Вот почему я так рад быть с тобой после такого долгого времени.

source: <25>{#f/13}* With you by my side, I won't have to do it alone anymore.
ru_ru: <25>{#f/13}* С тобой рядом, мне больше не нужно делать это в одиночку.

source: <25>{#f/15}* With you by my side... it'll finally mean something for once.
ru_ru: <25>{#f/15}* Ты рядом со мной. Наконец - то это имеет смысл.
