Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <18>{#f/0}THANKFULLY, YOUR FRIEND CAME BY, AND...
ru_ru: <18>{#f/0} Спасибо, что пришел твой друг, а потом...

source: <18>{#f/0}WELL, WE CAN ALL BREATHE A SIGH OF RELIEF NOW.
ru_ru: <18>{#f/0} Хорошо, теперь мы все можем вздохнуть с облегчением.

source: <18>{#f/0}... FRISK? THAT'S YOUR NAME, RIGHT?
ru_ru: Так тебя зовут, да?

source: <18>{#f/0}BUT THAT'S OKAY. IT'S STRANGE IN AN UPLIFTING WAY.
ru_ru: Это странно, захватывающе.

source: <25>{#p/sans}{#f/0}* careful bro, don't overcook it.
ru_ru: <25>{#p/sans}{#f/0}* Будьте осторожны, брат, не перекваривайте голову.

source: <18>{#p/papyrus}{#f/7}SANS!!! I KNOW WHAT I'M DOING!!!
ru_ru: Я знаю, что делаю!

source: <25>{#p/sans}{#f/2}* just making sure.
ru_ru: <25>{#p/sans}{#f/2}* Просто подтвердите.

source: <18>{#p/papyrus}{#f/6}SO... TURNS OUT ASGORE'S A BIG FAN OF SPAGHETTI.
ru_ru: <18>ASGORE - большой поклонник Spaghetti.

source: <18>{#p/papyrus}{#f/4}AFTER MY FIRST DISH, HE WAS HOOKED...
ru_ru: <18>{{#p/папирус}{#f/4} Он зацепился после моего первого приема пищи.

source: <18>{#p/papyrus}{#f/0}NOW, HE WANTS ME TO COOK FOR THE WHOLE PARTY!
ru_ru: <18>{#p/папирус}{#f/0} Теперь он хочет, чтобы я готовил для всей вечеринки!

source: <18>{#p/papyrus}{#f/9}I, MASTER CHEF PAPYRUS, AM HAPPY TO OBLIGE!
ru_ru: <18>{#p/папирус}{#f/9} Я, мастер Чев Папирус, с удовольствием помогу!

source: <25>{#p/sans}{#f/0}* you're finally getting the respect you deserve, huh?
ru_ru: <25>{#p/sans}{#f/0}* Вы наконец - то получили уважение, которого заслуживаете, не так ли?

source: <18>{#p/papyrus}{#f/0}OH, ABSOLUTELY. BECAUSE UNTIL NOW...
ru_ru: Потому что до сих пор.

source: <18>{#p/papyrus}{#f/4}I'VE NEVER SEEN A CUSTOMER GET PAST THE FIRST BITE.
ru_ru: <18>{#p/папирус}{#f/4} Я никогда не видел, чтобы клиенты пропускали первое звено.

source: <25>{#p/sans}{#f/0}* wow. * talk about moving up in the world.
ru_ru: * Говорить о развитии в мире вверх.

source: <25>{#p/sans}{#f/3}* maybe now, not being in the royal guard... isn't so bad.
ru_ru: <25>{#p/sans}{#f/3}* Возможно, в настоящее время не является членом Королевской гвардии. Не так уж и плохо.

source: <25>{#p/sans}{#f/2}* i'm your brother, so i'm proud of you either way.
ru_ru: <25>{#p/sans}{#f/2}* Я твой брат, так что в любом случае я горжусь тобой.

source: <18>{#p/papyrus}{#f/8}SANS...! YOU'RE GOING TO MAKE ME CRY!
ru_ru: Ты заставишь меня плакать!

source: <18>{#p/papyrus}{#f/7}THE CUSTOMERS WON'T WANT TEARS IN THEIR PASTA!
ru_ru: <18>{#p/папирус}{#f/7} Клиенты не хотят оставлять слез в своем прошлом!

source: <25>{#p/sans}{#f/3}* whoops. * bad timing, i guess.
ru_ru: * Я думаю, что не вовремя.

source: <18>{#p/papyrus}{#f/4}FOR YOU, THIS IS ABOVE AVERAGE TIMING...
ru_ru: <18>{#p/папирус}{#f/4} Для вас это выше среднего времени.

source: <18>{#p/papyrus}{#f/0}... ANYWAY, WE'LL BE BUSY IN ASGORE'S KITCHEN.
ru_ru: <18>{#p/папирус}{#f/0}. В любом случае, мы будем заняты на кухне Асгора.

source: <18>{#p/papyrus}{#f/9}FEEL FREE TO SWING BY WHEN YOU GET THE CHANCE!
ru_ru: <18>{#p/папирус}{#f/9} Когда есть возможность, покачивайтесь в любое время!

source: <25>{#p/sans}{#f/0}* hey, bucko.
ru_ru: <25>{#p/sans}{#f/0}* Эй, Бак.

source: <25>{#f/0}* i've been wondering when you'd swing by this way.
ru_ru: <25>{#f/0}* Я всегда думал, когда ты будешь так качаться.

source: <25>{#f/3}* some kid blew past me not too long ago, probably to find you.
ru_ru: <25>{#f/3}* Не так давно мимо меня пролетел ребенок, возможно, чтобы найти тебя.

source: <25>{#f/2}* that must be why you finally picked up the phone after ten rings.
ru_ru: <25>{#f/2}* Это, должно быть, причина, по которой вы, наконец, подняли трубку после десяти звонков.

source: <25>{#f/0}* ... anyway. * i've been looking for someone myself, y'know.
ru_ru: * Ты знаешь, я сам ищу кого - то.

source: <25>{#f/0}* you probably know her. * name's toriel.
ru_ru: * Меня зовут Торрелл.

source: <25>{#f/3}* i've looked in all the obvious places, but no dice.
ru_ru: <25>{#f/3}* Я посмотрел на все очевидные места, но без костей.

source: <25>{#f/0}* by now, she could be anywhere...
ru_ru: <25>{#f/0}* Теперь она может быть где угодно...

source: <25>{#f/3}* if you see her, or hear from her, tell her to call me.
ru_ru: <25>{#f/3}* Если вы видите ее или получаете от нее сообщение, скажите ей позвонить мне.

source: <25>{#f/2}* ... for all i know, she could be in my closet.
ru_ru: <25>{#f/2}* ... Насколько я знаю, она может быть в моем шкафу.

source: <25>{#f/2}* thanks in advance.
ru_ru: <25>{#f/2}* Заранее спасибо.

source: <25>{#p/asgore}{#f/6}* Ah, Frisk! * I see you are awake.
ru_ru: * Я вижу, ты проснулся.

source: <25>{#f/6}* If you would like, you may join us in our celebration.
ru_ru: <25>{#f/6}* Присоединяйтесь к нашему празднованию, если хотите.

source: <25>{#f/21}* I am sure the others would be happy to see you.
ru_ru: <25>{#f/21)* Я уверен, что другие будут рады вас видеть.

source: <25>{#f/5}* Otherwise, feel free to roam the outpost as you please.
ru_ru: <25>{#f/5}* В противном случае, бродите по форпосту по своему усмотрению.

source: <25>{#f/5}* Once you are ready to leave, you may return to the throne room.
ru_ru: <25>{#f/5}* Как только вы готовы уйти, вы можете вернуться в тронную комнату.

source: <25>{#f/6}{#x1}* I have just opened the door to the hangar by remote for you.
ru_ru: <25>{#f/6}{#x1)* Я только что удаленно открыл дверь ангара для вас.

source: <25>{#p/asriel1}{#f/17}* This door will take us to the hangar bay.
ru_ru: <25>{#p/asriel 1}{#f/17}* Эта дверь приведет нас в ангар.

source: <99>{#p/human}* (Leave the outpost?){!} §shift=48§Don't§shift=88§I'm §shift=48§leave§shift=88§ready{#c/0/6/6}
ru_ru: § Смещение = 48 § Отъезд § Смещение = 88 § Готовность {#c/0/6/6}

source: <32>{#p/basic}* If you leave here, your journey will really be over.
ru_ru: <32>{#p/basic}* Если вы уйдете отсюда, ваше путешествие действительно закончится.

source: <32>{#p/basic}* Your friends will follow you to a new homeworld.
ru_ru: <32>{#p/basic}* Ваши друзья последуют за вами в новый семейный мир.

source: <32>{#p/basic}* Frisk?
ru_ru: <32>{#p/basic}* Фриск?

source: <25>{#p/asriel1}{#f/23}* It's beautiful...
ru_ru: <25>{#p/asriel1}{#f/23}* Это очень красиво.

source: <25>{#f/13}* Even though I've seen this view since I was born...
ru_ru: <25>{#f/13}* Хотя я видел эту точку зрения с самого рождения.

source: <26>{#f/17}* There's something special about seeing it without the force field.
ru_ru: <26>{#f/17}* Это немного необычно видеть без силового поля.

source: <25>{#f/17}* Maybe it's just my imagination...
ru_ru: <25>{#f/17}* Возможно, это просто мое воображение.

source: <25>{#f/23}* ... but the stars do look a little brighter.
ru_ru: <25>{#f/23}* ... Звёзды действительно выглядят ярко.

source: <25>{#p/asgore}{#f/6}* Space... * The final frontier.
ru_ru: * Последняя граница.

source: <25>{#f/1}* Millions of unexplored worlds, some teeming with life...
ru_ru: <25>{#f/1}* Миллионы неисследованных миров, некоторые из которых полны жизни.

source: <25>{#f/2}* Others... lifeless.
ru_ru: <25>{#f/2}* Прочее. Нет жизни.

source: <26>{#f/5}* You could say the universe is like... a box of tree saps.
ru_ru: <26>{#f/5}* Вы можете сказать, что Вселенная похожа на... Коробка деревьев сгнила.

source: <26>{#f/6}* You never know what you are going to get.
ru_ru: <26>{#f/6}* Ты никогда не знаешь, что получишь.

source: <25>{#p/asriel1}{#f/17}* ... haha.
ru_ru: <25>{#p/asriel 1/{#f/17}* ... Ха - ха - ха.

source: <25>{#f/17}* We should get going.
ru_ru: <25>{#f/17}* Нам пора идти.

source: <25>{#f/15}* Mom and Dad will want to see me again, so...
ru_ru: <25>{#f/15}* Мама и папа захотят увидеть меня снова, так что...

source: <25>{#f/17}* I'll go find them once we're on board.
ru_ru: <25>{#f/17}* Как только мы сядем на борт, я найду их.

source: <25>{#f/13}* And you...
ru_ru: <25>{#f/13}* И ты...

source: <25>{#f/20}* ... you should probably get some rest, Frisk.
ru_ru: <25>{#f/20}* ... Фриске, тебе надо отдохнуть.

source: <26>{#f/17}* You must be so tired after all of this.
ru_ru: {#f/17}* Пережив все это, вы, должно быть, очень устали.

source: <25>{#f/13}* Maybe, by the time you wake up...
ru_ru: <25>{#f/13}* Может быть, когда ты проснешься...

source: <25>{#f/17}* You'll have a new home and a loving family to support you.
ru_ru: <25>{#f/17}* У вас будет новый дом и любящая семья, чтобы поддержать вас.

source: <25>{|}{#p/asgore}{#f/5}* Huh? * Is someone- {%}
ru_ru: * Есть ли кто - то - AM% ›

source: <26>{#p/asriel1}{#f/17}* Ready?
ru_ru: <26>{#p/asriel 1}{#f/17}* Готовы?

source: <25>{#p/toriel}* Oh, there you are, little one!
ru_ru: <25>{#p/toriel}* О, ты пришел, малыш!

source: <25>{#f/5}* ... hello, Asgore.
ru_ru: <25>{#f/5}* ... Привет, Асго.

source: <25>{#p/asgore}{#f/1}* Howdy.
ru_ru: <25>{#p/asgore}{#f/1}* Здравствуйте.

source: <25>{#p/asgore}{#f/6}* Toriel, I...
ru_ru: <25>{#p/asgore}{#f/6}* Торрелл, я...

source: <25>{#p/asgore}{#f/1}* ... I know how you must feel about your actions in the past.
ru_ru: <25>{#p/asgore}{#f/1}* ... Я знаю, что вы чувствуете по отношению к прошлому.

source: <25>{#p/asgore}{#f/2}* About our... parting of the ways.
ru_ru: <25>{#p/asgore}{#f/2}* О нас. Разделиться.

source: <25>{#p/toriel}{#f/5}* ... you do?
ru_ru: <25>{#p/toriel}{#f/5}* ... Правда?

source: <25>{#p/asgore}{#f/5}* Well, this is awkward.
ru_ru: <25>{#p/asgore}{#f/5}* Хорошо, это неловко.

source: <25>{#p/asgore}{#f/1}* You feel a sense of guilt towards me.
ru_ru: <25>{#p/asgore}{#f/1}* Ты чувствуешь вину за меня.

source: <25>{#p/asgore}{#f/1}* You feel that your actions are... beyond reconciliation.
ru_ru: <25>{#p/asgore}{#f/1}* Вы чувствуете, что ваше поведение... За пределами примирения.

source: <25>{#p/asgore}{#f/2}* ... that you do not deserve to be forgiven.
ru_ru: <25>{#p/asgore}{#f/2}* ... Ты не заслуживаешь прощения.

source: <25>{#p/toriel}{#f/13}* ... * ... correct.
ru_ru: * ..... Правильно.

source: <25>{#p/asgore}{#f/6}* But I do not believe that to be the case.
ru_ru: <25>{#p/asgore}{#f/6}* Но я не верю, что это так.

source: <25>{#p/asgore}{#f/6}* I believe that you do deserve to be forgiven.
ru_ru: <25>{#p/asgore}{#f/6}* Я уверен, что вы действительно достойны прощения.

source: <25>{#p/asgore}{#f/6}* That you do deserve to be part of a family again.
ru_ru: <25>{#p/asgore}{#f/6}* Вы действительно достойны того, чтобы снова стать членом семьи.

source: <25>{#p/asgore}{#f/5}* And even though our feelings for each other have faded...
ru_ru: <25>{#p/asgore}{#f/5}* Хотя наши чувства друг к другу утихли.

source: <25>{#p/asgore}{#f/6}* That does not mean we cannot be together!
ru_ru: <25>{#p/asgore}{#f/6}* Это не значит, что мы не можем быть вместе!

source: <25>{#p/toriel}{#f/5}* Asgore...
ru_ru: <25>{#p/toriel}{#f/5}* Асгор.

source: <25>{#p/toriel}{#f/5}* I know it may not mean much to you now, but...
ru_ru: <25>{#p/toriel}{#f/5}* Я знаю, что это может не иметь большого значения для вас, но...

source: <25>{#p/toriel}{#f/9}* I am truly sorry for the way I allowed myself to be.
ru_ru: <25>{#p/toriel}{#f/9}* Я действительно сожалею, что позволил себе быть таким.

source: <25>{#p/toriel}{#f/13}* I made you out to be a terrible creature.
ru_ru: <25>{#p/toriel}{#f/13}* Я изображаю вас как ужасное существо.

source: <25>{#p/toriel}{#f/13}* A coward.
ru_ru: <25>{#p/toriel}{#f/13}* Трус.

source: <25>{#p/toriel}{#f/9}* A child murderer.
ru_ru: <25>{#p/toriel}{#f/9}* Убийца детей.

source: <25>{#p/toriel}{#f/10}* ... but you are none of those things.
ru_ru: <25>{#p/toriel}{#f/10)* ... Но ты не такой.

source: <25>{#p/toriel}{#f/1}* In fact...
ru_ru: <25>{#p/toriel}{#f/1}* На самом деле...

source: <25>{#p/toriel}{#f/3}* Despite the unforseen consequences of the archive...
ru_ru: <25>{#p/toriel}{#f/3}* Несмотря на непредвиденные последствия архива.

source: <25>{#p/toriel}{#f/0}* Protecting those humans was the bravest thing you could have done.
ru_ru: <25>{#p/toriel}{#f/0}* Защита этих людей - самая смелая вещь, которую вы можете сделать.

source: <25>{#p/toriel}{#f/1}* Very much so.
ru_ru: <25>{#p/toriel}{#f/1}* Очень нравится.

source: <25>{#p/toriel}{#f/1}* ... Asgore, I...
ru_ru: <25>{#p/toriel}{#f/1}* ... Асго, я...

source: <25>{#p/toriel}{#f/5}* I am not sure that would be wise...
ru_ru: <25>{#p/toriel}{#f/5}* Я не уверен, что это разумно.

source: <25>{#p/toriel}{#f/1}* Besides, even if I DID want a family, it has been so long...
ru_ru: <25>{#p/toriel}{#f/1}* Кроме того, даже если я действительно хочу семью, прошло много времени.

source: <25>{#p/toriel}{#f/0}* No, no, this is selfish of me. * I cannot.
ru_ru: * Я не могу.

source: <25>{#p/asgore}{#f/6}* Ah, but you see...
ru_ru: <25>{#p/asgore}{#f/6}* Ааа, но вы смотрите.

source: <25>{#p/asgore}{#f/6}* Frisk is the one who wanted me to ask you about this.
ru_ru: <25>{#p/asgore}{#f/6}* Фриск хочет, чтобы я спросил вас об этом.

source: <25>{#p/toriel}{#f/7}* ... Frisk!?
ru_ru: <25>{#p/toriel}{#f/7}* ... Фриске!

source: <25>{#p/toriel}{#f/1}* Well... I, umm...
ru_ru: <25>{#p/toriel}{#f/1}* Хорошо. Я, Хм...

source: <25>{#p/toriel}{#f/5}* I suppose... I could consider it...
ru_ru: <25>{#p/toriel}{#f/5}* Я хочу... Я могу подумать.

source: <32>{#p/human}* (You nod your head, smiling.)
ru_ru: <32>{#p/human}* (Ты киваешь головой, улыбаешься).

source: <25>{#p/asgore}{#f/21}* See? * Frisk clearly wants you to stay with us.
ru_ru: Фриске явно хочет, чтобы ты жил с нами.

source: <25>{#p/toriel}{#f/1}* I will think about it.
ru_ru: <25>{#p/toriel}{#f/1}* Я подумаю об этом.

source: <25>{#p/toriel}{#f/5}* I do not believe that it would be wise.
ru_ru: <25>{#p/toriel}{#f/5}* Я не думаю, что это разумно.

source: <25>{#p/toriel}{#f/10}* I am sorry. * I do desire to have a family, but...
ru_ru: * Я действительно хочу иметь семью, но...

source: <25>{#p/toriel}{#f/9}* Given the circumstances, I cannot accept it.
ru_ru: <25>{#p/toriel}{#f/9}* С учетом нынешней ситуации я не могу согласиться.

source: <25>{#p/asgore}{#f/2}* I understand.
ru_ru: <25>{#p/asgore}{#f/2}* Я понимаю.

source: <25>{#p/asgore}{#f/4}* ... thank you.
ru_ru: <25>{#p/asgore}{#f/4}* ... Большое спасибо.

source: <25>{#p/asgore}{#f/6}* It means a lot to me to hear you speak those words.
ru_ru: <25>{#p/asgore}{#f/6}* Для меня очень важно слышать, как вы говорите эти слова.

source: <25>{#p/toriel}{#f/9}* And you deserved to hear them.
ru_ru: <25>{#p/toriel}{#f/9}* Вы заслуживаете услышать их.

source: <25>{#p/asgore}{#f/5}* Hmm.
ru_ru: <25>{#p/asgore}{#f/5}* Хм.

source: <18>{#p/papyrus}HEY GUYS!
ru_ru: <18>Эй, ребята!

source: <25>{#p/toriel}{#f/1}* ... oh, hello!
ru_ru: <25>{#p/toriel}{#f/1}* ... О, привет!

source: <18>{#p/papyrus}{#f/0}HELLO! IT'S VERY NICE TO SEE YOU AGAIN.
ru_ru: Рад снова тебя видеть.

source: <18>{#p/papyrus}{#f/9}I JUST FINISHED CLEANING UP AT THE HOUSE PARTY!
ru_ru: <18>{#p/папирус}{#f/9} Я только что прибрался на семейной вечеринке!

source: <25>{#p/toriel}{#f/1}* ... I see, I see.
ru_ru: <25>{#p/toriel}{#f/1}* ... Я понял, понял.

source: <25>{#p/toriel}{#f/0}* Well then. * Perhaps you could join us in our... activity.
ru_ru: * Возможно, вы могли бы присоединиться к нам. В Деятельность.

source: <18>{#p/papyrus}{#f/5}WOWIE...
ru_ru: <18>{#p/папирус}{#f/5} Вау.

source: <25>{#p/asgore}{#f/21}* Beautiful, is it not?
ru_ru: <25>{#p/asgore}{#f/21)* Очень красиво, не так ли?

source: <25>{#p/asgore}{#f/5}* Until now, the force field has obscured much of the cosmos' light.
ru_ru: <25>{#p/asgore}{#f/5}* До сих пор силовое поле покрывало большую часть света Вселенной.

source: <25>{#p/asgore}{#f/6}* Indeed... this is how the stars have looked all along.
ru_ru: <25>{#p/asgore}{#f/6}* Действительно... Так выглядели звезды всегда.

source: <18>{#p/papyrus}{#f/0}HOW FASCINATING!
ru_ru: <18>{#p/папирус}{#f/0} Слишком заманчиво!

source: <18>{#p/papyrus}{#f/6}... IF ONLY I COULD TELL THE DIFFERENCE.
ru_ru: <18>{#p/папирус}{#f/6}. Было бы хорошо, если бы я мог различить.

source: <25>{#p/asgore}{#f/5}* If you are having trouble seeing, you may simply be tired.
ru_ru: <25>{#p/asgore}{#f/5}* Если у вас проблемы со зрением, вы можете просто устать.

source: <18>{#p/papyrus}{#f/5}I SUPPOSE IT HAS BEEN A LONG DAY...
ru_ru: <18>{#p/папирус}{#f/5} Я думаю, это долгий день.

source: <25>{#p/toriel}{#f/1}* Perhaps it would be a good idea to lay down and rest, then.
ru_ru: <25>{#p/toriel}{#f/1}* Может быть, это хорошая идея, чтобы лечь и отдохнуть.

source: <18>{#p/papyrus}{#f/7}WHAT!? RESTING!?
ru_ru: Отдохни!

source: <18>{#p/papyrus}{#f/7}GIVE ME A BREAK!!
ru_ru: <18>{#p/папирус}{#f/7} Оставь меня в покое!

source: <18>{#p/papyrus}{#f/4}ACTUALLY, DON'T GIVE ME A BREAK.
ru_ru: <18>{#p/папирус}{#f/4} На самом деле, не дайте мне отдохнуть.

source: <18>{#p/papyrus}{#f/7}I DON'T NEED ONE!!
ru_ru: <18>{#p/папирус}{#f/7} Мне это не нужно!

source: <18>{#p/papyrus}{#f/5}MY BROTHER, ON THE OTHER HAND...
ru_ru: <18>{#p/папирус}{#f/5} С другой стороны, мой брат...

source: <25>{#p/sans}{#f/2}* 'sup, bro?
ru_ru: <25>{#p/sans}{#f/2}* sup, брат?

source: <25>{#p/toriel}{#f/0}* Oh! * "'Sup," Sans!
ru_ru: * "Вставай, Санс!"

source: <25>{#p/asgore}{#f/5}* Howdy...?
ru_ru: <25>{#p/asgore}{#f/5}* Здравствуйте.

source: <18>{#p/papyrus}{#f/4}YOU KNOW WHAT "SUP," BROTHER...
ru_ru: <18>{#p/папирус}{#f/4} Ты знаешь, что такое "SUP", брат...

source: <18>{#p/papyrus}{#f/0}AND WHAT'S DOWN! AND WHAT'S LEFT! AND WHAT'S RIGHT!
ru_ru: Что - то не так!

source: <18>{#p/papyrus}{#f/9}IT'S ALL AROUND US, IN FACT!
ru_ru: <18>{#p/папирус}{#f/9} На самом деле, он окружает нас!

source: <25>{#p/sans}{#f/2}* so would you say you're {@fill=#ff0}shooting for the stars{@fill=#fff}, then?
ru_ru: <25>{#p/sans}{#f/2}* Тогда вы бы сказали, что вы снимаете для звезд {@ fill = #ff0}?

source: <18>{#p/papyrus}{#f/5}WELL, YES, I SUPPOSE I WOULD.
ru_ru: <18>{#p/папирус}{#f/5} Хорошо, да, я думаю, что буду.

source: <25>{#p/sans}{#f/4}* heheh. * glad to hear it.
ru_ru: * Приятно слышать эту новость.

source: <18>{#p/papyrus}{#f/0}SO AM I.
ru_ru: <18 Я тоже.

source: <25>{#p/sans}* by the way, everyone LOVED the spaghetti you made earlier.
ru_ru: <25>{#p/sans}* Кстати, всем нравятся спагетти, которые вы делали раньше.

source: <25>{#p/sans}{#f/2}* in fact, i would've gotten here sooner...
ru_ru: <25>{#p/sans}{#f/2}* На самом деле, я уже давно здесь.

source: <25>{#p/sans}{#f/2}* ... if it wasn't for everyone begging me to try it.
ru_ru: <25>{#p/sans}{#f/2}* ... Если бы не все просили меня попробовать.

source: <18>{#p/papyrus}{#f/0}BUT... DID -YOU- LIKE IT!?
ru_ru: <18>{#p/папирус}{#f/0} Но... Нравится?

source: <25>{#p/sans}{#f/3}* heh. * of course i did.
ru_ru: * Конечно знаю.

source: <25>{#p/sans}{#f/0}* you've improved your skills a LOT lately.
ru_ru: <25>{#p/sans}{#f/0}* В последнее время ваши навыки значительно улучшились.

source: <18>{#p/papyrus}{#f/9}NYEH HEH HEH! OF COURSE I HAVE!
ru_ru: Конечно, есть!

source: <18>{#p/papyrus}{#f/0}I'VE BEEN FEELING MORE MOTIVATED IN GENERAL...
ru_ru: <18>{#p/папирус}{#f/0} В целом я чувствую себя более мотивированным.

source: <18>{#p/papyrus}{#f/0}... EVER SINCE FRISK ARRIVED.
ru_ru: <18>{#p/папирус}{#f/0}. С тех пор, как приехал Фриске.

source: <25>{#p/sans}{#f/0}* they seem to have that effect on people, huh?
ru_ru: <25>{#p/sans}{#f/0}* Они, кажется, оказывают такое влияние на людей, не так ли?

source: <18>{#p/papyrus}{#f/0}YEAH, IT FELT LIKE I HAD A PURPOSE WITH THEM!
ru_ru: <18>{#p/папирус}{#f/0} Да, я чувствую, что у меня есть цель с ними!

source: <18>{#p/papyrus}{#f/4}FIRST, AS THEIR INDOMITABLE FOE...
ru_ru: <18>{#p/папирус}{#f/4} Прежде всего, как их неразделимая пища...

source: <18>{#p/papyrus}{#f/5}... AND THEN, LATER, A TRULY GREAT FRIEND.
ru_ru: <18>{#p/папирус}{#f/5}. Позже он стал действительно хорошим другом.

source: <18>{#p/papyrus}{#f/6}MY ONLY WORRY IS THAT, NOW THAT WE'RE FREE...
ru_ru: <18>{#p/папирус}{#f/6} Единственное, что меня беспокоит, это то, что теперь мы свободны.

source: <18>{#p/papyrus}{#f/6}IT'LL BE KIND OF HARD TO FIGURE OUT WHAT COMES NEXT.
ru_ru: <18>{#p/папирус}{#f/6} Трудно понять, что произойдет дальше.

source: <18>{#p/papyrus}{#f/4}ON THE FLIPSIDE, NOW THAT WE -ARE- FREE...
ru_ru: <18>{#p/папирус}{#f/4} на краю полета, и теперь мы свободны.

source: <18>{#p/papyrus}{#f/9}WE'LL HAVE ALL THE TIME IN THE GALAXY TO DECIDE!
ru_ru: <18>{#p/папирус}{#f/9} У нас будет достаточно времени, чтобы принять решение в галактике!

source: <18>{#p/papyrus}{#f/0}... I WONDER WHAT I'LL DO FIRST.
ru_ru: <18>{#p/папирус}{#f/0}. Я хочу знать, что я сделаю первым.

source: <25>{#p/undyne}{#f/8}* Fuhuhu! * I have an idea!
ru_ru: * У меня есть идея!

source: <25>{#p/alphys}{#g/alphysSmarmyAggressive}* That's right. You're going to help us launch a Mew Mew franchise.
ru_ru: <25>{#p/alphys}{#g/alphysSmarmyAdvectious}* Правильно. Вы поможете нам запустить франшизу Mew - Mew.

source: <25>{#p/toriel}{#f/6}* Pff- * Hahaha!
ru_ru: * Ха - ха - ха!

source: <25>{#p/undyne}{#f/12}* I mean, I wouldn't go THAT far, but... sure.
ru_ru: <25>{#p/undyne}{#f/12}* Я имею в виду, что я не пойду так далеко, но... Конечно же.

source: <25>{#p/alphys}{#g/alphysYupEverythingsFine}* So, first, we'll need a spacecraft for Mew Mew to pilot...
ru_ru: <25>{#p/alphys}{#g/alphysYupEverythingsFine}* Итак, сначала нам нужен космический корабль Mew - Mew, чтобы управлять.

source: <25>{#p/undyne}{#f/17}* Alphys!! * We're not even off the outpost yet!
ru_ru: * Мы даже не вышли из аванпоста!

source: <25>{#p/undyne}{#f/16}* And besides, she's... kind of busy right now.
ru_ru: <25>{#p/undyne}{#f/16}* И она сейчас... немного занята.

source: <25>{#p/alphys}{#g/alphysWelp}* O-oh right, I forgot there's a real life Mew Mew now.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* О, да, я забыл, что теперь есть настоящая жизнь.

source: <18>{#p/papyrus}{#f/0}YEAH, I SAW HER AT THE PARTY NOT TOO LONG AGO!
ru_ru: <18>{#p/папирус}{#f/0} Да, я не так давно видел ее на вечеринке!

source: <18>{#p/papyrus}{#f/0}SHE SEEMED PRETTY HAPPY, ACTUALLY.
ru_ru: <18>{#p/папирус}{#f/0} На самом деле она выглядит счастливой.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Didn't she used to be some angry dummy or something?
ru_ru: <25>{#p/alphys}{#g/alphysInquirious}* Разве она не была сердитым дураком раньше?

source: <25>{#p/undyne}{#f/7}* It doesn't MATTER! * She's beautiful the way she is NOW, dammit!
ru_ru: * Она такая красивая сейчас, черт возьми!

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Oh my god, okay!!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* О, Боже мой, хорошо!

source: <25>{#p/undyne}{#f/16}* And besides, it's...
ru_ru: <25>{#p/undyne}{#f/16}* И это...

source: <25>{#p/undyne}{#f/17}* Hey, weren't you supposed to be making someone a Mew mew doll?
ru_ru: <25>{#p/undyne}{#f/17}* Эй, разве ты не должен делать мяу куклу для других?

source: <25>{#p/alphys}{#g/alphysWelp}* O-oh right, I still need to do that.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* О - о - о, да, мне все еще нужно это сделать.

source: <18>{#p/papyrus}{#f/5}I REMEMBER SOMEONE AT THE PARTY ASKING ABOUT IT...
ru_ru: <18>{#p/папирус}{#f/5} Я помню, как кто - то спросил об этом на вечеринке.

source: <18>{#p/papyrus}{#f/6}THEY SEEMED KIND OF SHY, THOUGH.
ru_ru: <18>{#p/папирус}{#f/6} Они выглядят немного застенчивыми.

source: <25>{#p/alphys}{#g/alphysCutscene2}* Yeah, I think I know who that was. * I gotta finish it...
ru_ru: * Я должен закончить это.

source: <25>{#p/undyne}{#f/7}* And you better be done BEFORE we get to the new homeworld!
ru_ru: <25>{#p/undyne}{#f/7}* Вам лучше закончить, прежде чем мы доберемся до нового дома!

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* I will, I will!!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* Я буду, я буду!

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* A-anyway...
ru_ru: <25>{#p/alphys}{#g/alphys Да, что вы знаете.
