Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <32>{#p/human}* (She seems unimpressed by it, yet familiar with it at the same time...)
ru_ru: <32>{#p/human}* (Она, кажется, не заинтересована в этом, но в то же время хорошо знакома...)

source: <32>{#p/basic}* Suddenly, the memories are flooding back!
ru_ru: <32>{#p/basic}* Внезапно, как прилив памяти в сердце!

source: <32>{#p/human}* (You offer the Lost Soul a bottle of exoberry punch.)
ru_ru: <32>{#p/human}* (Ты даешь потерянной душе бутылку малинового пэнча).

source: <32>{#p/human}* (She seems bothered by it, yet familiar with it at the same time...)
ru_ru: <32>{#p/human}* (Она, кажется, беспокоится об этом, но в то же время хорошо знакома...)

source: <32>{#p/human}* (You offer the Lost Soul a mug of hot cocoa.)
ru_ru: <32>{#p/human}* (Ты даешь потерянной душе чашку горячего какао.)

source: <32>{#p/human}* (She seems comforted by it, and familiar with it as well...)
ru_ru: <32>{#p/human}* (Она, кажется, утешается от этого и хорошо знакома...)

source: <32>{#p/human}* (You offer the Lost Soul a cup of Starling tea.)
ru_ru: <32>{#p/human}* (Ты даешь потерянной душе чашку чая Starling.)

source: <32>{#p/human}* (She seems elated by it, and familiar with it as well...)
ru_ru: <32>{#p/human}* (Она, кажется, счастлива и хорошо знакома...)

source: <32>{#p/human}* (You ask the Lost Soul to teach you how to cook.)
ru_ru: <32>{#p/human}* (Ты просишь потерянную душу научить тебя готовить.)

source: <32>{#p/human}* (She doesn't know why, but she kind of wants to oblige...)
ru_ru: <32>{#p/human}* (Она не знает почему, но она немного хочет помочь...)

source: <32>{#p/human}* (You ask the Lost Soul to give you trivial security questions.)
ru_ru: <32>{#p/human}* (Вы позволяете потерянной душе дать вам некоторые тривиальные проблемы безопасности.)

source: <32>{#p/human}* (She's apprehensive, but willing at the same time...)
ru_ru: <32>{#p/human}* (Она очень беспокоится, но в то же время очень хочет...)

source: <32>{#p/human}* (You ask the Lost Soul to escort you through a dangerous area.)
ru_ru: <32>{#p/human}* (Вы просите потерянную душу сопровождать вас через опасную зону.)

source: <32>{#p/human}* (She seems hesitant, but thinks it'd be a good idea...)
ru_ru: <32>{#p/human}* (Она, кажется, несколько колеблется, но думает, что это хорошая идея...)

source: <32>{#p/basic}* Wake up, you two... * A new Mew Mew movie was found!
ru_ru: Обнаружен новый фильм Mew Mew!

source: <11>{#p/undyne}{#e/undyne/13}We'll have to watch it later then!
ru_ru: <11>{#p/undyne}{#e/undyne/13} Мы посмотрим позже!

source: <11>{#p/alphys}{#e/alphys/3}You're kidding me. Really??
ru_ru: Реально?

source: <11>{#p/undyne}{#e/undyne/4}You always were tougher than you looked.
ru_ru: <11>{#p/undyne}{#e/undyne/4} Ты всегда сильнее, чем выглядишь.

source: <11>{#p/alphys}{#e/alphys/9}Undyne, watch out!
ru_ru: <11>Ундин, осторожно!

source: <11>{#p/undyne}{#e/undyne/4}Heh, you and your silly nicknames.
ru_ru: <11>{#p/undyne}{#e/undyne/4} Эй, ты и твои глупые прозвища.

source: <11>{#p/alphys}{#e/alphys/12}Now I know why they call you "$(moniker4)!"
ru_ru: <11>{#p/alphys}{#e/alphys/12} Теперь я знаю, почему они называют тебя "$(moniker4)!"

source: <11>{#p/undyne}{#e/undyne/12}I swear if you hit on me one more time...
ru_ru: <11>{#p/undyne}{#e/undyne/12} Я клянусь, если ты ударишь меня еще раз.

source: <11>{#p/undyne}{#e/undyne/5}I DARE you to flirt with her again.
ru_ru: <11>{#p/undyne}{#e/undyne/5} Я больше не боюсь, что ты флиртуешь с ней.

source: <11>{#p/alphys}{#e/alphys/35}Oh, bring it ON.
ru_ru: <11>{#p/alphys}{#e/alphys/35} О, давай.

source: <11>{#p/undyne}There's a burning feeling I can't describe.
ru_ru: <11>{#p/undyne} Есть ощущение жжения, которое я не могу описать.

source: <11>{#p/undyne}All humans must die.
ru_ru: <11>{#p/undyne} Все должны умереть.

source: <11>{#p/undyne}Everyone in the galaxy is counting on me!
ru_ru: <11>{#p/undyne} Все в Галактике рассчитывают на меня!

source: <11>{#p/undyne}You're our real enemy.
ru_ru: <11>{#p/undyne} Ты наш настоящий враг.

source: <11>{#p/undyne}You're gonna have to try a little harder than THAT.
ru_ru: <11>{#p/undyne} Вы должны работать немного больше.

source: <11>{#p/undyne}Mercy is for the weak.
ru_ru: <11>{#p/undyne} Милосердие для слабых.

source: <11>{#p/alphys}You must not be as smart as I thought.
ru_ru: <11>{#p/alphys} Ты, должно быть, не такой умный, как я думал.

source: <11>{#p/alphys}You want me gone, don't you?
ru_ru: <11>{#p/alphys} Ты хочешь, чтобы я ушел, не так ли?

source: <11>{#p/alphys}You won't change what happens next.
ru_ru: <11>{#p/alphys} Вы не измените того, что произойдет дальше.

source: <11>{#p/alphys}I'm just doing my job, aren't I?
ru_ru: <11>{#p/alphys} Я просто делаю свою работу, не так ли?

source: <11>{#p/alphys}Nobody else sees things like I do.
ru_ru: <11>{#p/alphys} Никто не может смотреть на вещи так, как я.

source: <11>{#p/alphys}I've got to keep stalling, right?
ru_ru: <11>{#p/alphys} Я должен продолжать откладывать, не так ли?

source: <32>{#p/human}* (You flash the Mew Mew Doll in the Lost Souls' faces.)
ru_ru: <32>{#p/human}* (У тебя на лице потерянной души мелькает кукла Mew - Mew.)

source: <11>{#p/undyne}{#e/undyne/41}Uh, I guess this is between you guys.
ru_ru: <11>{#p/undyne}{#e/undyne/41} Ну, я думаю, это между вами.

source: <11>{#p/alphys}{#e/alphys/8}Oh, so NOW you want me to see it.
ru_ru: <11>{#p/alphys}{#e/alphys/8} О, так что теперь вы хотите, чтобы я посмотрел.

source: <32>{#p/human}* (The soda seems familiar to one of the Lost Souls...)
ru_ru: <32>{#p/human}* (содовая кажется знакомой потерянной душе...)

source: <11>{#p/undyne}{#e/undyne/20}Yeah, she LOVES that kind of stuff.
ru_ru: <11>{#p/undyne}{#e/undyne/20} Да, она любит такие вещи.

source: <11>{#p/alphys}{#e/alphys/10}So THAT's where my missing orange soda went!
ru_ru: <11>{#p/alphys}{#e/alphys/10} Так что моя потерянная оранжевая содовая пошла туда!

source: <32>{#p/human}* (The noodles seem familiar to one of the Lost Souls...)
ru_ru: <32>{#p/human}* (Лапша кажется знакомой потерянной душе...)

source: <11>{#p/undyne}{#e/undyne/20}Hey, that's Papyrus's spaghetti!
ru_ru: <11>{#p/undyne}{#e/undyne/20} Эй, это спагетти Papyrus!

source: <11>{#p/alphys}{#e/alphys/36}I guess you WOULD know about that, huh?
ru_ru: <11>{#p/alphys}{#e/alphys/36} Я думаю, вы узнаете, не так ли?

source: <32>{#p/human}* (The snack seems familiar to one of the Lost Souls...)
ru_ru: <32>{#p/human}* (Одна из потерянных душ, кажется, хорошо знакома с этой закуской...)

source: <11>{#p/undyne}{#e/undyne/41}That must be the snack I got for you.
ru_ru: <11>{#p/undyne}{#e/undyne/41} Это должно быть закуски, которые я купил для вас.

source: <11>{#p/alphys}{#e/alphys/6}You do snacks now?
ru_ru: <11>{#p/alphys}{#e/alphys/6} Вы едите закуски сейчас?

source: <32>{#p/human}* (The mixture seems familiar to one of the Lost Souls...)
ru_ru: <32>{#p/human}* (Одна из потерянных душ, кажется, хорошо знакома с этой смесью...)

source: <11>{#p/undyne}{#e/undyne/18}Is that... what I think it is?
ru_ru: <11>{#p/undyne}{#e/undyne/18} Это... Что я думаю?

source: <11>{#p/alphys}{#e/alphys/36}Ooh, tea time.
ru_ru: <11>{#p/alphys}{#e/alphys/36} О, пора пить чай.

source: <11>{#p/undyne}{#e/undyne/41}Yeah, some humans are pretty cool, actually.
ru_ru: <11>{#p/undyne}{#e/undyne/41} Да, на самом деле, некоторые люди крутые.

source: <11>{#p/alphys}{#e/alphys/9}We've been through too much together to doubt each other now!
ru_ru: <11>{#p/alphys}{#e/alphys/9} Мы прошли через многое вместе и теперь не можем сомневаться друг в друге!

source: <32>{#p/basic}* Papyrus! * ... and his brother.
ru_ru: * ..... И его брат.

source: <32>{#p/basic}* Ah, right. * I think I might have an idea for these two...
ru_ru: * Думаю, у меня есть идея об этих двух.

source: <32>{#p/human}* (You ask the Lost Soul to give you a puzzle.)
ru_ru: <32>{#p/human}* (Ты позволяешь потерянной душе дать тебе головоломку.)

source: <32>{#p/human}* (He doesn't know why, but he already has one prepared...)
ru_ru: <32>{#p/human}* (Он не знает почему, но он уже готов...)

source: <32>{#p/human}* (You ask the Lost Soul to hang out with you.)
ru_ru: <32>{#p/human}* (Ты просишь потерянную душу пойти с тобой поиграть).

source: <32>{#p/human}* (He doesn't know why, but the idea excites him...)
ru_ru: <32>{#p/human}* (Он не знает почему, но эта идея его возбуждает...)

source: <32>{#p/human}* (You ask the Lost Soul to begin your judgement.)
ru_ru: <32>{#p/human}* (Вы просите потерянную душу начать свое суждение.)

source: <32>{#p/human}* (He doesn't know why, but he feels comfortable with doing so...)
ru_ru: <32>{#p/human}* (Он не знает почему, но чувствует себя комфортно делать это...)

source: <32>{#p/human}* (You ask the Lost Soul to have dinner with you.)
ru_ru: <32>{#p/human}* (Ты приглашаешь потерянную душу поесть с тобой.)

source: <32>{#p/human}* (He doesn't know why, but the request feels oddly familiar...)
ru_ru: <32>{#p/human}* (Он не знает почему, но этот запрос кажется странным знакомым...)

source: <32>{#p/basic}* Psst, Papyrus! * Undyne just approved you for a position in the Royal Guard!
ru_ru: * Ундин только что одобрила тебя в Королевскую гвардию!

source: <08>{#p/papyrus}{#e/papyrus/12}OH MY GOD, I'M REALLY GONNA BE A ROYAL GUARD!
ru_ru: <08>{#p/Paper}{#e/Paper/12} Боже мой, я действительно хочу быть королевской гвардией!

source: <11>{#p/sans}{#e/sans/2}we can only hope.
ru_ru: <11>{#p/sans}{#e/sans/2} Мы можем только надеяться.

source: <08>{#p/papyrus}{#e/papyrus/27}AH, I SUR- RENDER!
ru_ru: <08>{#p/папирус}{#e/папирус/27}, я уверен, RENDER!

source: <11>{#p/sans}{#e/sans/3}i figured you'd try something like that.
ru_ru: <11>{#p/sans}{#e/sans/3} Я думаю, вы попробуете это.

source: <08>{#p/papyrus}{#e/papyrus/21}SANS, ARE YOU ALRIGHT?
ru_ru: <08>{#p/папирус}{#e/папирус/21: Санг, ты прав?

source: <11>{#p/sans}{#e/sans/3}don't worry, bro. it's just a dream, after all.
ru_ru: В конце концов, это просто сон.

source: <08>{#p/papyrus}{#e/papyrus/13}EVEN NOW, YOU INSIST ON YOUR AFFECT- ION...
ru_ru: <08>{#p/папирус}{#e/папирус/13} Даже сейчас вы все еще цепляетесь за свои эмоции.

source: <11>{#p/sans}{#e/sans/2}you just don't know when to quit, huh?
ru_ru: <11>{#p/sans}{#e/sans/2} Вы просто не знаете, когда нужно выйти, не так ли?

source: <08>{#p/papyrus}{#e/papyrus/14}SURELY THAT AFFECT- ION WAS MEANT FOR ME.
ru_ru: <08>{#p/папирус}{#e/папирус/14} Конечно, это влияние имеет смысл для меня.

source: <11>{#p/sans}{#e/sans/2}what? you'd be better off with a pile of moon rocks.
ru_ru: <11>{#p/sans}{#e/sans/2} Что? Тебе лучше найти кучу лунных камней.

source: <08>{#p/papyrus}I DON'T KNOW IF I CAN FORGIVE YOU...
ru_ru: <08>{#p/папирус} Я не знаю, могу ли я простить тебя.

source: <08>{#p/papyrus}I MUST CAPTURE A HUMAN!
ru_ru: <08>{#p/папирус} Я должен поймать человека!

source: <08>{#p/papyrus}I DON'T KNOW WHAT I'LL DO WITHOUT HIM...
ru_ru: <08>{#p/папирус} Без него я не знаю, что делать.

source: <08>{#p/papyrus}THEN EVERYONE WILL...
ru_ru: <08>{#p/папирус} Тогда все будут.

source: <08>{#p/papyrus}I DON'T KNOW WHO TO TURN TO...
ru_ru: <08>Я не знаю, стоит ли обращаться во Всемирную организацию здравоохранения.

source: <08>{#p/papyrus}...
ru_ru: <08>{#p/папирус}.

source: <11>{#p/sans}... on days like these, kids like you...
ru_ru: <11>{#p/sans}. В такие дни такие дети, как ты...

source: <11>{#p/sans}i can't keep protecting you.
ru_ru: <11>{#p/sans} Я не всегда могу защитить тебя.

source: <11>{#p/sans}you've killed me before, haven't you?
ru_ru: <11>{#p/sans} Ты убил меня раньше, не так ли?

source: <11>{#p/sans}sooner or later, you'll just die anyway.
ru_ru: <11>{#p/sans} Рано или поздно вы все умрете.

source: <11>{#p/sans}you don't have the right to save us anymore.
ru_ru: <11>{#p/sans} Вы больше не имеете права спасать нас.

source: <11>{#p/sans}you don't really belong here.
ru_ru: <11>{#p/sans} Вам действительно здесь не место.

source: <32>{#p/human}* (The fruit seems familiar to one of the Lost Souls...)
ru_ru: <32>{#p/human}* (этот фрукт кажется знакомым потерянной душе...)

source: <08>{#p/papyrus}{#e/papyrus/10}OOH, WE COULD TOTALLY MAKE HOMEMADE PUNCH WITH THOSE!
ru_ru: <08>{#p/папирус}{#e/папирус/10 О, мы можем использовать эти вещи, чтобы полностью сделать домашний PUNCH!

source: <11>{#p/sans}{#e/sans/2}just don't make a mess like last time.
ru_ru: <11>{#p/sans}{#e/sans/2} Не делай так, как в прошлый раз.

source: <08>{#p/papyrus}{#e/papyrus/10}YOU SAVED MY COOKING JUST FOR THIS!?
ru_ru: <08>{#p/папирус}{#e/папирус/10: Для этого вы сохранили мою кухню!

source: <11>{#p/sans}{#e/sans/2}now that's just classy.
ru_ru: <11>{#p/sans}{#e/sans/2} Это действительно элегантно.

source: <32>{#p/human}* (The aura seems familiar to one of the Lost Souls...)
ru_ru: <32>{#p/human}* (Аура кажется знакомой потерянной душе...)

source: <08>{#p/papyrus}{#e/papyrus/16}EVEN NOW, I FAIL TO FIND THE HUMOR IN THIS.
ru_ru: <08>{#p/папирус}{#e/папирус/16} Даже сейчас я не могу найти в нем юмора.

source: <11>{#p/sans}{#e/sans/2}corn diggity doggers.
ru_ru: <11>{#p/sans}{#e/sans/2} Собаки, копающие кукурузу.

source: <08>{#p/papyrus}{#e/papyrus/16}WHAT?? A CORN GOAT?
ru_ru: Кукурузный козёл?

source: <11>{#p/sans}{#e/sans/0}you've {@fill=#f00}goat{@fill=#000} to be kidding me.
ru_ru: <11>{#p/sans}{#e/sans/0} Вы должно быть шутите.

source: <32>{#p/human}* (The pastry seems familiar to the Lost Souls...)
ru_ru: <32>{#p/human}* (эта выпечка кажется знакомой потерянной душе...)

source: <08>{#p/papyrus}{#e/papyrus/22}A PIECE OF "CHEESE" CAKE!?
ru_ru: <08>{#p/папирус}{#e/папирус/22} кусок "сырного" торта!?

source: <11>{#p/sans}{#e/sans/2}it's a riddle worthy of its cheese.
ru_ru: <11>{#p/sans}{#e/sans/2} Это настоящая загадка.

source: <32>{#p/human}* (The drink seems familiar to the Lost Souls...)
ru_ru: <32>{#p/human}* (Этот напиток кажется знакомым потерянной душе...)

source: <08>{#p/papyrus}{#e/papyrus/27}IT'S HOTTER THAN THE WALL OF FIRE!!
ru_ru: <08>{#p/Paper}{#e/Paper/27} Он горячее огненной стены!!

source: <11>{#p/sans}{#e/sans/2}you're on fire now, buddo.
ru_ru: <11>{#p/sans}{#e/sans/2} Вы сейчас в огне, Будо.

source: <32>{#p/human}* (The food seems familiar to the Lost Souls...)
ru_ru: <32>{#p/human}* (Еда кажется знакомой потерянной душе...)

source: <08>{#p/papyrus}{#e/papyrus/21}ARE YOU SURE THAT'S HEALTHY?
ru_ru: <08>{#p/Paper}{#e/Paper/21: Вы уверены, что это полезно?

source: <11>{#p/sans}{#e/sans/0}one down, two to go.
ru_ru: <11>{#p/sans}{#e/sans/0} Один раз, два раза.

source: <08>{#p/papyrus}{#e/papyrus/24}I WORRY FOR YOUR WELL- BEING...
ru_ru: <08>{#p/Paper}{#e/Paper/24} Я беспокоюсь за ваше здоровье.

source: <11>{#p/sans}{#e/sans/2}use your last one wisely now.
ru_ru: <11>{#p/sans}{#e/sans/2} Теперь используйте свой последний с умом.

source: <08>{#p/papyrus}{#e/papyrus/18}WOW, YOU ACTUALLY ATE ALL OF THEM.
ru_ru: <08>{#p/папирус}{#e/папирус/18} Вау, вы даже съели их все.

source: <11>{#p/sans}{#e/sans/3}if only they could last forever.
ru_ru: <11>{#p/sans}{#e/sans/3} Было бы хорошо, если бы они существовали вечно.

source: <08>{#p/papyrus}{#e/papyrus/10}NO! WAIT! I COULD NEVER CAPTURE YOU!
ru_ru: <08>{#p/папирус}{#e/папирус/10} Нет! Подождите! Я никогда тебя не поймаю!

source: <11>{#p/sans}{#e/sans/3}we're all rootin' for ya, bud.
ru_ru: <11>{#p/sans}{#e/sans/3} Мы все укореняемся для тебя, приятель.

source: <32>{#p/basic}* Mom... Dad...
ru_ru: <32>{#p/basic}* Мама. Папа...

source: <32>{#p/basic}* Well, they used to be my parents, so maybe I can do something simple here.
ru_ru: <32>{#p/basic}* Хорошо, они были моими родителями, так что, возможно, я могу сделать несколько простых вещей здесь.

source: <32>{#p/human}* (You call the Lost Soul on the phone.)
ru_ru: <32>{#p/human}* (Вы звоните потерянной душе.)

source: <32>{#p/human}* (She seems annoyed, yet nostalgic at the same time...)
ru_ru: <32>{#p/human}* (Она выглядит раздраженной, но в то же время ностальгической...)

source: <32>{#p/human}* (She seems delighted, and nostalgic at the same time...)
ru_ru: <32>{#p/human}* (Она кажется счастливой и в то же время ностальгической...)

source: <32>{#p/human}* (You ask the Lost Soul to take you home.)
ru_ru: <32>{#p/human}* (Ты просишь потерянную душу забрать тебя домой.)

source: <32>{#p/human}* (She doesn't think she should, but wants to try anyway...)
ru_ru: <32>{#p/human}* (Она думает, что не должна, но все же хочет попробовать...)

source: <32>{#p/human}* (She doesn't think she can, but wants to try anyway...)
ru_ru: <32>{#p/human}* (Она думает, что не может этого сделать сама, но все же хочет попробовать...)

source: <32>{#p/human}* (You give the Lost Soul a big hug.)
ru_ru: <32>{#p/human}* (Вы даете большое объятие потерянной душе.)

source: <32>{#p/human}* (He tries to ignore it, but the feeling of warmth is so soothing...)
ru_ru: <32>{#p/human}* (Он пытается игнорировать это, но теплое чувство настолько успокаивает...)

source: <32>{#p/human}* (You ask the Lost Soul about the agreement.)
ru_ru: <32>{#p/human}* (Вы спрашиваете у потерянной души протокол.)

source: <32>{#p/human}* (He thinks of dismissing it, but is tempted to elaborate...)
ru_ru: <32>{#p/human}* (Он хочет проигнорировать это, но очень хочет подробно...)

source: <32>{#p/basic}* Mom... Dad... * Don't you recognize me?
ru_ru: * Ты меня больше не знаешь?

source: <11>{#p/toriel}{#e/toriel/9}Of course.
ru_ru: <11>Конечно.

source: <11>{#p/asgore}{#e/asgore/8}$(name)...?
ru_ru: <11>{#p/asgore}{#e/asgore/8} $(имя и фамилия).

source: <11>{#p/toriel}{#e/toriel/9}I... I suppose I deserved that.
ru_ru: <11>{#p/toriel}{#e/toriel/9} Я... Я думаю, я это заслужил.

source: <11>{#p/asgore}{#e/asgore/1}Well. This is awkward.
ru_ru: Это неловко.

source: <11>{#p/toriel}{#e/toriel/17}You will be fine, Asgore.
ru_ru: <11>Ты будешь в порядке, Асго.

source: <11>{#p/asgore}{#e/asgore/8}C-child!?
ru_ru: <11>{#p/asgore}{#e/asgore/8} C Дети!?

source: <11>{#p/toriel}{#e/toriel/1}Child, please... not right now...
ru_ru: <11>{#p/toriel}{#e/toriel/1} Дети, пожалуйста. Не сейчас.

source: <11>{#p/asgore}{#e/asgore/6}It is fortunate we are no longer together.
ru_ru: <11>{#p/asgore}{#e/asgore/6} Нам повезло, что мы больше не вместе.

source: <11>{#p/toriel}To strike me down at my weakest moment...
ru_ru: <11>{#p/toriel} Сбил меня в самый уязвимый момент.

source: <11>{#p/toriel}This is for your own good.
ru_ru: <11>{#p/toriel} Это для вашего же блага.

source: <11>{#p/toriel}To think I was protecting you from them...
ru_ru: <11>{#p/toriel} Подумайте о том, что я защищаю вас от них.

source: <11>{#p/toriel}No one will ever leave again.
ru_ru: <11>{#p/toriel} Никто больше не уйдет.

source: <11>{#p/toriel}I was a fool for trusting you...
ru_ru: <11>{#p/toriel} Я так глуп, что даже поверил тебе.

source: <11>{#p/asgore}Reasoning with you is a total waste of time.
ru_ru: <11>{#p/asgore} Разумничать с вами - пустая трата времени.

source: <11>{#p/asgore}War with humanity is inevitable.
ru_ru: <11>Война с человечеством неизбежна.

source: <11>{#p/asgore}Don't you have anything better to do?
ru_ru: <11>{#p/asgore} Есть ли у вас что - то лучше?

source: <11>{#p/asgore}How could I ever forget that?
ru_ru: <11>{#p/asgore} Как я могу забыть?

source: <11>{#p/asgore}Really now...
ru_ru: <11>{#p/asgore} Теперь это правда.

source: <32>{#p/human}* (The aroma seems familiar to the Lost Souls...)
ru_ru: <32>{#p/human}* (Этот аромат кажется знакомым потерянной душе...)

source: <11>{#p/toriel}{#e/toriel/0}Of course! The butter- scotch cinnamon pie!
ru_ru: Шотландский коричный пирог со сливками!

source: <11>{#p/asgore}{#e/asgore/7}It has been so long...
ru_ru: <11>{#p/asgore}{#e/asgore/7} Прошло так много времени.

source: <11>{#p/toriel}{#e/toriel/0}Of course! The snail pie!
ru_ru: Пирог улиток!

source: <11>{#p/toriel}{#e/toriel/1}To think that was the best I could manage...
ru_ru: <11>{#p/toriel}{#e/toriel/1} считает, что это лучшее, что я могу сделать.

source: <11>{#p/asgore}{#e/asgore/6}How odd. It smells alright, though!
ru_ru: Но пахнет хорошо!

source: <32>{#p/human}* (The tea seems familiar to the Lost Souls...)
ru_ru: <32>{#p/human}* (Этот чай кажется знакомым потерянной душе...)

source: <11>{#p/toriel}{#e/toriel/13}What an antique scent...
ru_ru: <11>{#p/toriel}{#e/toriel/13} Какой древний аромат...

source: <11>{#p/asgore}{#e/asgore/21}Nothing like a good cup of tea.
ru_ru: <11>{#p/asgore}{#e/asgore/21} Нет ничего лучше, чем чашка хорошего чая.

source: <32>{#p/human}* (The dish seems familiar to the Lost Souls...)
ru_ru: <32>{#p/human}* (это блюдо кажется знакомым для потерянной души...)

source: <11>{#p/toriel}{#e/toriel/1}You kept them all this time?
ru_ru: <11>{#p/toriel}{#e/toriel/1} Вы всегда хранили их?

source: <11>{#p/asgore}{#e/asgore/5}I never thought I would see THOSE again.
ru_ru: <11>{#p/asgore}{#e/asgore/5} Я никогда не думал, что увижу их снова.

source: <32>{#p/human}* (The cocoa seems familiar to the Lost Souls...)
ru_ru: <32>{#p/human}* (какао кажется знакомым потерянной душе...)

source: <11>{#p/toriel}{#e/toriel/1}One-hundred percent cocoa...
ru_ru: <11>{#p/toriel}{#e/toriel/1} 100% какао...

source: <11>{#p/asgore}{#e/asgore/21}It is better when it is bitter.
ru_ru: <11>{#p/asgore}{#e/asgore/21 - Горький вкус лучше.

source: <11>{#p/toriel}{#e/toriel/1}Go forth, my child...
ru_ru: <11>{#p/toriel}{#e/toriel/1} Иди, мой ребенок.

source: <11>{#p/asgore}{#e/asgore/6}Our future is in your hands!
ru_ru: <11>{#p/asgore}{#e/asgore/6} Наше будущее в ваших руках!

source: * Force Field
ru_ru: * силовое поле

source: <32>{#p/story}* The force field now stands before you.
ru_ru: <32>{#p/story}* Мощное поле прямо перед вами.

source: <32>{#p/story}* FORCE FIELD - ATK 0 DEF{^2}\u221e{^1} * Immovable meets unstoppable. * The end of the line.
ru_ru: * Конец линии.

source: <32>{#p/story}* It's time to put your fighting spirit to good use.
ru_ru: <32>{#p/story}* Настало время использовать свой боевой дух.

source: <32>{#p/story}* It's time to bring this story to an end.
ru_ru: <32>{#p/story}* Пришло время закончить эту историю.

source: <32>{#p/story}* All you can do is fight.
ru_ru: <32>{#p/story}* Все, что вы можете сделать, это сражаться.

source: <32>{#p/story}* The force field is dropping.
ru_ru: <32>{#p/story}* Мощное поле падает.

source: <32>{#p/story}* The force field is near its breaking point.
ru_ru: <32>{#p/story}* силовое поле приближается к своей точке разлома.

source: <32>{#p/story}* The force field is holding on longer than expected.
ru_ru: <32>{#p/story}* Мощное поле длится дольше, чем ожидалось.

source: <32>{#p/story}* Something is wrong.
ru_ru: <32>{#p/story}* Что - то не так.

source: <20>{#p/asgore}{#e/asgore/5}What's the problem?
ru_ru: <20>{#p/asgore}{#e/asgore/5} Есть проблемы?

source: <20>{#p/alphys}{#e/alphys/15}The force field... it's not going down!
ru_ru: <20>{#p/alphys}{#e/alphys/15} силовое поле. Он не упадет!

source: <20>{#p/asgore}{#e/asgore/12}{#e/alphys/4}... Do you know why this is happening?
ru_ru: Знаешь, почему?

source: <20>{#p/alphys}{#e/alphys/6}Maybe... they're not hitting it hard enough?
ru_ru: <20>{#p/alphys}{#e/alphys/6} Возможно. Они недостаточно сильно ударили?

source: <20>{#p/alphys}No, that's not it...
ru_ru: <20>{#p/alphys} Нет, это не так.

source: <20>{#p/alphys}{#e/alphys/2}Unless...
ru_ru: <20>{#p/alphys}{#e/alphys/2} Если только...

source: <20>{#p/asgore}... what is it?
ru_ru: <20>{#p/asgore}. Что это?

source: <20>{#p/alphys}{#e/alphys/1}W-when I was checking the archive logs, I noticed something weird...
ru_ru: <20>{#p/alphys}{#e/alphys/1} W - Когда я проверяю журнал архивов, я замечаю что - то странное.

source: <21>{#p/alphys}{#e/alphys/4}There was... a small d-deviation in the exotic matter matrix.
ru_ru: <21>{#p/alphys}{#e/alphys/4} Есть. Небольшое отклонение d в матрице экзотических веществ.
