Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <20>{*}{#p/asriel3}{#e/asriel/1}And you know what the best part of all this is?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1} Знаете ли вы, что является лучшей частью всего этого?

source: <32>{#p/basic}* ... still, I...
ru_ru: <32>{#p/basic}* ... Тем не менее, я...

source: <20>{*}{#p/asriel3}{#e/asriel/3}And then... y-you'll lose to me again.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Затем... Ты снова проиграешь мне.

source: <20>{*}{#p/asriel3}{#e/asriel/3}And then you'll lose to me again.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Тогда ты снова проиграешь мне.

source: <20>{*}{#p/asriel3}{#e/asriel/4}A-and again.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/4} A и A.

source: <20>{*}{#p/asriel3}{#e/asriel/4}And again.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/4} Повторите еще раз.

source: <32>{#p/basic}* Unless...
ru_ru: <32>{#p/basic}* За исключением...

source: <20>{*}{#p/asriel3}{#e/asriel/2}And... a-and again!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Есть еще... Еще раз!

source: <20>{*}{#p/asriel3}{#e/asriel/2}And again!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Повторите еще раз!

source: <32>{#p/story}* Asriel readies "CROSSFIRE CATACLYSM."
ru_ru: <32>{#p/story}* Asriel готов к перестрелке

source: <32>{#p/basic}* ... damn it...
ru_ru: <32>{#p/basic}* ... Проклятье.

source: <20>{*}{#p/asriel3}{#e/asriel/3}All because... y-you want to show your "strength."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Это все потому, что... Вы хотите показать свою « силу».

source: <20>{*}{#p/asriel3}{#e/asriel/3}All because you want to show your "strength."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Это все потому, что вы хотите показать свою « силу»

source: <20>{*}{#p/asriel3}{#e/asriel/3}All because... y-you want a "perfect ending."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Это все потому, что... Вы хотите « идеальный конц»

source: <20>{*}{#p/asriel3}{#e/asriel/3}All because you want a "perfect ending."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Все потому, что вы хотите « идеальный конц»

source: <32>{#p/story}* Asriel calls on "POLYCARBIDE OBLITERATOR."
ru_ru: <32>{#p/story}* Asriel призывает к "поликарбонатным отвердителям"

source: <32>{#p/basic}* You're supposed to be dead!
ru_ru: <32>{#p/basic}* Вы должны быть мертвы!

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because... y-you think you're "tough."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1}. Потому что... Вы считаете себя "жестким".

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because you think you're "tough."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1}. Потому что ты считаешь себя "сильным".

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because... y-you "love your friends."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1}. Потому что... Вы "любите своих друзей"

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because you "love your friends."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1}. Потому что ты "любишь своих друзей".

source: <32>{#p/story}* Asriel readies "DOOMSDAY TYPHOON."
ru_ru: <32>{#p/story}* Asriel готовится к « Тайфуну Судного дня»

source: <32>{#p/basic}* Ugh...
ru_ru: <32>{#p/basic}* Аа.

source: <20>{*}{#p/asriel3}{#e/asriel/1}... b-because you're "determined."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1}. b Потому что ты "решишь"

source: <20>{*}{#p/asriel3}{#e/asriel/1}... because you're "determined."
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1}. Потому что ты "решил".

source: <32>{#p/story}* Asriel readies "ULTIMA SKYBREAKER."
ru_ru: <32>{#p/story}* Asriel готовится к выпуску The Ultimate Skywork

source: <32>{#p/basic}* All those times I saw him arguing with Toriel... about the past...
ru_ru: <32>{#p/basic}* Все это время я видел, как он ругался с Торрием. Что касается прошлого...

source: <20>{*}{#p/asriel3}{#e/asriel/6}Isn't... isn't that delicious?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/6} Не... это вкусно?

source: <20>{*}{#p/asriel3}{#e/asriel/3}The power... that let you get this far...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Сила. Позволь тебе сделать этот шаг.

source: <20>{*}{#p/asriel3}{#e/asriel/2}It's gonna be your downfall!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Это будет ваш крах!

source: <20>{*}{#p/asriel3}{#e/asriel/6}Isn't that delicious?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/6} Разве это не вкусно?

source: <20>{*}{#p/asriel3}{#e/asriel/3}The power that let you get this far...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} дает вам возможность сделать этот шаг.

source: <32>{#p/story}* Asriel readies "HYPER GONER."
ru_ru: <32>{#p/story}* Asriel готов к супергерою

source: <32>{#p/basic}* ... does he really miss me... * ... that much?
ru_ru: * ..... Столько?

source: <20>{*}{#p/asriel3}{#e/asriel/0}... now... ENOUGH messing around!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0}. А теперь... Хватит дерьма!

source: <20>{*}{#p/asriel3}{#e/asriel/5}It's... it's time to purge this timeline once and for all!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/5} Пришло время полностью очистить эту временную линию!

source: <20>{*}{#p/asriel3}{#e/asriel/0}Now, ENOUGH messing around!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Теперь достаточно!

source: <20>{*}{#p/asriel3}{#e/asriel/5}It's time to purge this timeline once and for all!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/5} Пришло время полностью очистить эту временную линию!

source: <20>{*}{#p/asriel3}{#e/asriel/1}... even after that attack, you're still standing in my way...?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1}. Даже после этого нападения ты все еще стоишь у меня на пути.

source: <20>{*}{#p/asriel3}{#e/asriel/5}Wow... you really ARE something special.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/5} Вау. Ты действительно особенный.

source: <20>{*}{#p/asriel3}{#e/asriel/0}But don't get cocky.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Но не будь высокомерным.

source: <20>{*}{#p/asriel3}{#e/asriel/0}Up until now, I've only been using a fraction of my REAL power!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} До сих пор я использовал только небольшую часть своей истинной силы!

source: <20>{*}{#p/asriel3}{#e/asriel/2}Let's see what good your DETERMINATION is against THIS!!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Давайте посмотрим, насколько хороша ваша решимость для этого!!

source: <20>{*}{#p/asriel3}{#e/asriel/0}Urah ha ha...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} ha - ha.

source: <20>{*}{#p/asriel3}{#e/asriel/2}Behold my TRUE power!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Посмотрите на мою истинную силу!

source: <20>{*}{#p/asriel3}{#e/asriel/4}Wh- How did you not get hit!?
ru_ru: Почему тебя не подстрелили?

source: <20>{*}{#p/asriel3}{#e/asriel/5}Urgh...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/5} Э...

source: <20>{*}{#p/asriel3}{#e/asriel/1}Come on...!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1} Давай.

source: <20>{*}{#p/asriel3}{#e/asriel/5}What the...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/5} Что...

source: <20>{*}{#p/asriel3}{#e/asriel/4}You should've died by now!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/4} Ты должен быть уже мертв!

source: <20>{*}{#p/asriel3}{#e/asriel/0}I can feel it...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Я чувствую...

source: <20>{*}{#p/asriel3}{#e/asriel/2}Every time you die, your grip on this world slips away.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Каждый раз, когда вы умираете, ваш контроль над миром ускользает.

source: <20>{*}{#p/asriel3}{#e/asriel/2}Every time you die, your friends forget you a little more.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Каждый раз, когда вы умираете, ваши друзья с большей вероятностью забудут вас.

source: <20>{*}{#p/asriel3}{#e/asriel/6}... whatever. It doesn't matter.
ru_ru: Ничего страшного.

source: <20>{*}{#p/asriel3}{#e/asriel/0}Your life will end here, in a world where NO ONE remembers you!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Твоя жизнь закончится здесь, в мире, где никто тебя не помнит!

source: <20>{*}{#p/asriel3}{#e/asriel/1}Still, you're hanging on...?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1} Тем не менее, вы все еще настаиваете.

source: <20>{*}{#p/asriel3}{#e/asriel/3}That's fine by me.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Я чувствую себя хорошо.

source: <20>{*}{#p/asriel3}{#e/asriel/2}In a few moments, you'll forget everything you've ever known.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Через некоторое время вы забудете все, что знаете.

source: <20>{*}{#p/asriel3}{#e/asriel/0}That attitude will serve you well in your NEXT life!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Это отношение будет служить вам в вашей следующей жизни!

source: <20>{*}{#p/asriel3}{#e/asriel/1}Still!?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1} или это так?

source: <20>{*}{#p/asriel3}{#e/asriel/2}Come on...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Давай.

source: <20>{*}{#p/asriel3}{#e/asriel/0}Show me what good your DETERMINATION is now!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Покажите мне, насколько хороша ваша решимость сейчас!

source: <32>{#p/human}* (You can't move your body.)
ru_ru: <32>{#p/human}* (Вы не можете перемещать свое тело.)

source: <32>* (You try to struggle.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>* (You try to reach your SAVE file.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>* (You try again to reach your SAVE file.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>* (... but...)
ru_ru: <32>* (Но...)

source: <32>* (Maybe, with what little power you have...)
ru_ru: <32>* (Быть может, у вас есть только немного такой силы...)

source: <32>* (You can SAVE something else.)
ru_ru: <32>* (Вы можете сохранить другой контент.)

source: <32>{#p/basic}* Hey... are you there?
ru_ru: <32>{#p/basic}* Эй... Ты здесь?

source: <32>* It's me, $(name)... * You still with me, partner?
ru_ru: * Ты все еще со мной, напарник?

source: <32>* ... heh...
ru_ru: <32>* ..... Эй...

source: <32>* We've come such a long way, you and I...
ru_ru: <32>* Мы зашли так далеко, ты и я...

source: <32>* All those friends we made, all those battles we fought...
ru_ru: <32>* Все друзья, которых мы приобрели, все сражения, которые мы воевали...

source: <32>* Thinking about it now... it's like we've been building to this the whole time.
ru_ru: <32>* Теперь подумайте. Как будто мы работаем над этим.

source: <32>* ... look... * I know I'm not always the most optimistic person...
ru_ru: * Я знаю, что я не всегда самый оптимистичный человек.

source: <32>* But for the sake of everyone on the outpost, you have to stay determined!
ru_ru: <32>* Но для всех в форпосте вы должны сохранять решимость!

source: <32>* Besides, if Asriel could steal the SOULs of your friends...
ru_ru: <32>* Кроме того, если Asriel может украсть душу вашего друга...

source: <32>* ... who's to say we can't just steal them back?
ru_ru: <32>* ..... Кто сказал, что мы не можем их украсть?

source: <32>* Come on! * We're in this together!
ru_ru: * Мы вместе!

source: <32>{#p/story}* A faint resonance echoes from within Asriel's body.
ru_ru: <32>{#p/story}* В организме Аслиля эхом отозвался слабый резонанс.

source: <32>{#p/story}* A growing resonance echoes from within Asriel's body.
ru_ru: <32>{#p/story}* Эхо внутри Asriel усиливается.

source: <32>{#p/basic}* Yes, that's it! * Keep going!
ru_ru: * Продолжение!

source: <32>{#p/story}* A powerful resonance echoes from within Asriel's body.
ru_ru: <32>{#p/story}* В организме Аслиля эхом отозвался сильный резонанс.

source: <32>{#p/basic}* We're almost there!
ru_ru: <32>{#p/basic}* Мы почти на месте!

source: <32>{#p/story}* An almighty resonance echoes from within Asriel's body.
ru_ru: <32>{#p/story}* В организме Аслиля эхом отозвался всемогущий резонанс.

source: <32>{#p/basic}* ... * Now what?
ru_ru: * Что теперь делать?

source: <33>{#p/story}* ASRIEL DREEMURR - ATK{^2}\u221e{^1} DEF{^2}\u221e{^1} * The absolute GOD of hyperdeath!
ru_ru: * Абсолютная суперсмерть!

source: <32>{#p/story}* ASRIEL DREEMURR - ATK{^2}\u221e{^1} DEF{^2}\u221e{^1} * Don't give up now.
ru_ru: * Не сдавайтесь сейчас.

source: <32>{#p/human}* (You reach out to Asriel's SOUL and call for your friends.)
ru_ru: <32>{#p/human}* (Вы связываетесь с душой Асриеля и зовете своих друзей.)

source: <32>{#p/basic}* They're in there somewhere, aren't they?
ru_ru: <32>{#p/basic}* Они где - то там, не так ли?

source: <32>* Within the depths of Asriel's SOUL, something's resonating...!
ru_ru: <32>* В глубине души Аслиля что - то резонирует.

source: <32>{#p/human}* (After bullying so many monsters, all throughout your journey...)
ru_ru: <32>{#p/human}* (После того, как вы издевались над таким количеством монстров на протяжении всего вашего путешествия...)

source: <33>* (Something dormant, buried far, far down, awakens once again.)
ru_ru: <33>* (Что - то спящее, закопанное глубоко, просыпается снова).

source: <32>* (A sense of fear within every monster on the outpost, instilled by humans long ago.)
ru_ru: <32>* (У каждого монстра на форпосте есть чувство страха, которое люди привили давным - давно).

source: <32>* (The enemy who now stands before you has no right to be afraid of you...)
ru_ru: <32>* (Враг, стоящий перед вами сейчас, не имеет права вас бояться...)

source: <32>* (Yet, somehow, the combined fear of all those you've bullied...)
ru_ru: <32>* (Однако, как - то, общий страх всех людей, над которыми вы издевались...)

source: <32>* (Has given you an opening you have no right to refuse.)
ru_ru: <32>* (дает вам возможность, от которой вы не имеете права отказаться.)

source: <32>* (... there's only one option that makes sense to you now.)
ru_ru: <32>* (Теперь есть только один вариант, который имеет смысл для вас.)

source: <32>* (There's only one thing left for you to do.)
ru_ru: <32>* (Вам осталось сделать только одно.)

source: <20>{*}{#p/asriel3}{#e/asriel/1}Wh... how did you...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1} Почему... Как ты...

source: <20>{*}{#p/asriel3}{#e/asriel/2}Heheheh... you think you're strong enough to overpower a god?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2} Ха... Считаете ли вы себя достаточно сильным, чтобы победить Бога?

source: <20>{*}{#p/asriel3}{#e/asriel/0}Well, let's see how you like THIS!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Хорошо, давайте посмотрим, что вам нравится в этом!

source: <20>{*}{#p/asriel3}{#e/asriel/1}If you think that's gonna hurt me, you're wrong.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1} Если вы думаете, что это причинит мне вред, вы ошибаетесь.

source: <20>{*}{#p/asriel3}{#e/asriel/0}I'm still the one in control here!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/0} Я все еще здесь контроллер!

source: <20>{*}{#p/asriel3}{#e/asriel/2}... even if you COULD beat me...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/2}. Даже если ты сможешь победить меня.

source: <20>{*}{#p/asriel3}{#e/asriel/3}In doing so, you'd kill your friends, too.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Делая это, вы также убьете своих друзей.

source: <20>{*}{#p/asriel3}{#e/asriel/1}Is that what you want? To be ALONE?
ru_ru: В одиночестве?

source: <20>{*}{#p/asriel3}{#e/asriel/3}Come on, $(name)... This is SUICIDE!
ru_ru: Это самоубийство!

source: <20>{*}{#p/asriel3}{#e/asriel/5}Don't you see that!?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/5} Ты не видел?

source: <20>{*}{#p/asriel3}{#e/asriel/6}The $(name) I know would never do something so STUPID!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/6} Мои знакомые $(имя) никогда не сделают такой глупости!

source: <20>{*}{#p/asriel3}{#e/asriel/6}Listen to me, $(name).
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/6} Послушайте меня, $(имя).

source: <20>{*}{#p/asriel3}{#e/asriel/6}You have to stop what you're doing.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/6} Вы должны прекратить то, что вы делаете.

source: <20>{*}{#p/asriel3}{#e/asriel/9}If you don't, I...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/9} Если вы этого не сделаете, я...

source: <20>{*}{#p/asriel3}{#e/asriel/7}I-I'll be forced to do something even worse!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/7} Я буду вынужден сделать что - то еще хуже!

source: <20>{*}{#p/asriel3}{#e/asriel/9}$(name), please...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/9} $(имя и фамилия), пожалуйста.

source: <20>{*}{#p/asriel3}{#e/asriel/7}You don't know what you're doing, okay?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/7} Ты не знаешь, что делаешь, хорошо?

source: <20>{*}{#p/asriel3}{#e/asriel/8}It's not JUST that I want you to stop fighting me.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Я не просто хочу, чтобы ты перестал драться со мной.

source: <20>{*}{#p/asriel3}{#e/asriel/8}It's just that... if I let you beat me...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Просто... Если я позволю тебе ударить меня.

source: <20>{*}{#p/asriel3}{#e/asriel/7}I wouldn't be your equal anymore.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/7} Я больше не твой противник.

source: <20>{*}{#p/asriel3}{#e/asriel/9}I wouldn't be worthy of your respect!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/9} Я не заслуживаю вашего уважения!

source: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/3}{@random=1.1/1.1}Damn you, $(name)... Why do you ALWAYS have to WIN!?
ru_ru: Почему ты всегда побеждаешь?

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}$(name), I...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/11 {#i/4} $(имя), я...

source: <32>{#p/human}* (Strangely, as your friends remembered you...)
ru_ru: <32>{#p/human}* (Как ни странно, твои друзья помнят тебя...)

source: <32>* (Something else began resonating within Asriel's SOUL, stronger and stronger.)
ru_ru: <32>* (Что - то еще начинает резонировать в душе Аслиля, все сильнее и сильнее.)

source: <32>* (It seems that there's still one last person that needs to be saved.)
ru_ru: <32>* (Кажется, есть последний человек, которого нужно спасти.)

source: <32>* (But who...?)
ru_ru: <32>* (Но кто...)

source: <32>* (... suddenly, you realize.)
ru_ru: <32>* (И вдруг ты осознаешь.)

source: <32>* (You reach out and call their name.)
ru_ru: <32>* (Ты протяни руку и назови их имена.)

source: <20>{*}{#p/asriel3}{#e/asriel/1}Huh? What are you doing...!?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/1} хм? Что ты делаешь?

source: <20>{*}{#p/asriel3}{#e/asriel/7}Wh... what did you do...?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/7} Почему... Что ты сделал?

source: <20>{*}{#p/asriel3}{#e/asriel/8}What's this feeling...? What's happening to me?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Что это такое? Что со мной?

source: <20>{*}{#p/asriel3}{#e/asriel/1}No... NO! I don't need ANYONE!
ru_ru: Мне никто не нужен!

source: <20>{*}{#p/asriel3}{#e/asriel/4}STOP IT! Get away from me!
ru_ru: Оставь меня в покое!

source: <20>{*}{#p/asriel3}{#e/asriel/10}Do you hear me!?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/10} Ты слышишь?

source: <20>{*}{#p/asriel3}{#e/asriel/9}I'll tear you apart!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/9} Я разорву тебя на куски!

source: <20>{*}{#p/asriel3}{#e/asriel/7}$(name)... Do you know why I'm doing this...?
ru_ru: Знаешь, почему я это делаю?

source: <20>{*}{#p/asriel3}{#e/asriel/7}Why I keep fighting to keep you around...?
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/7} Почему я боролся за то, чтобы удержать тебя.

source: <20>{*}{#p/asriel3}{#e/asriel/7}I'm doing this...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/7} Я делаю это.

source: <20>{*}{#p/asriel3}{#e/asriel/8}Because you're special, $(name).
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Потому что вы особенный, $(имя).

source: <20>{*}{#p/asriel3}{#e/asriel/8}You're the only one that understands me.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Ты единственный, кто меня понимает.

source: <20>{*}{#p/asriel3}{#e/asriel/8}You're the only one who's any fun to play with anymore.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Ты единственный, кто больше не веселится.

source: <20>{*}{#p/asriel3}{#e/asriel/8}No...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Нет.

source: <20>{*}{#p/asriel3}{#e/asriel/7}That's not JUST it.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/7} Это еще не все.

source: <20>{*}{#p/asriel3}{#e/asriel/9}I... I...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/9} Я...

source: <20>{*}{#p/asriel3}{#e/asriel/4}I'm doing this because I care about you, $(name)!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/4} Я делаю это, потому что я забочусь о тебе, $(имя)!

source: <20>{*}{#p/asriel3}{#e/asriel/3}I care about you more than anybody else!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/3} Я забочусь о тебе больше, чем кто - либо другой!

source: <20>{*}{#p/asriel3}{#e/asriel/8}I'm not ready for this to end.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Я не готов положить этому конец.

source: <20>{*}{#p/asriel3}{#e/asriel/8}I'm not ready for you to leave.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/8} Я не готов отпустить тебя.

source: <20>{*}{#p/asriel3}{#e/asriel/9}I'm not ready to say goodbye to you again.
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/9} Я не готов попрощаться с тобой снова.

source: <20>{*}{#p/asriel3}{#e/asriel/10}{#i/4}{@random=1.1/1.1}So, please... STOP doing this...
ru_ru: Прекрати это делать.

source: <20>{*}{#p/asriel3}{#e/asriel/12}{#i/4}{@random=1.2/1.2}AND JUST LET ME WIN!!!
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/12}{#i/4}{@ random = 1.2/1.2} Дай мне выиграть!!

source: <20>{*}{#p/asriel3}{@random=1.1/1.1}STOP IT!{^30}{%}
ru_ru: <20>{*}{#p/asriel3}{@ random = 1.1/1.1} Остановитесь! {^ 30}{%}

source: <20>{*}{#p/asriel3}{@random=1.1/1.1}STOP IT NOW!!!{^40}{%}
ru_ru: <20>{*}{#p/asriel3}{@ random = 1.1/1.1} Остановите немедленно!! {^ 40}{%}

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}$(name)...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/11 {#i/4} $(название).

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}I'm so alone, $(name)...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/11 {#i/4} Я очень одинок, $(имя)...

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}I'm so afraid, $(name)...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/11 {#i/4} Я боюсь, $(имя)...

source: <32>{#p/basic}* This is all my fault...
ru_ru: <32>{#p/basic}* Это все моя вина.

source: <20>{*}{#p/asriel3}{#e/asriel/11}{#i/4}I...
ru_ru: <20>{*}{#p/asriel3}{#e/asriel/11 {#i/4} Я.

source: * Lost Soul
ru_ru: * Потерянная душа

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul is a fan of sci-fi anime.
ru_ru: * Этот "Потерянная душа", кажется, является поклонником научно - фантастического аниме.

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul would rather you stay alive.
ru_ru: * Похоже, эта потерянная душа предпочла бы, чтобы ты жил.

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul dreams of becoming a royal guard.
ru_ru: * Эта потерянная душа, кажется, мечтает стать королевской гвардией.

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul just wants the best for someone.
ru_ru: * Похоже, эта потерянная душа просто хочет дать кому - то лучшее.

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul wants badly to protect you.
ru_ru: * Похоже, эта потерянная душа очень хочет защитить вас.

source: <32>{#p/story}* LOST SOUL - ATK ??? DEF ??? * Seems this Lost Soul would like to teach you how to cook.
ru_ru: * Похоже, эта потерянная душа хочет научить вас готовить.

source: <32>{#p/story}* The Lost Souls appeared.
ru_ru: <32>{#p/story}* Появляется "Потерянная душа".

source: <32>{#p/basic}* Alphys and Undyne.
ru_ru: <32>{#p/basic}* Alphys и Undyne.

source: <32>{#p/story}* The Lost Souls stand there.
ru_ru: <32>{#p/story}* Там стоит потерянная душа.

source: <32>{#p/basic}* Hmm... I think I know just the thing to get them to wake up.
ru_ru: <32>{#p/basic}* Эм... Я думаю, я знаю, как заставить их проснуться.

source: <32>{#p/human}* (You flirt with the Lost Soul.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с потерянной душой).

source: <32>{#p/basic}* Suddenly...!
ru_ru: <32>{#p/basic}* Внезапно.

source: <32>{#p/human}* (You flirt with the Lost Soul.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You offer the Lost Soul a glass of water.)
ru_ru: <32>{#p/human}* (Ты даешь стакан воды потерянной душе.)
