Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <32>{#p/basic}* This pillar just wants to say "hello."
ru_ru: <32>{#p/basic}* Этот столп просто хочет сказать "привет"

source: <32>{#p/human}* (You feel inclined to tuck this pillar into bed.)
ru_ru: <32>{#p/human}* (Вы чувствуете склонность засунуть этот столб в постель.)

source: <32>{#p/basic}* This pillar just wants to go to sleep.
ru_ru: <32>{#p/basic}* Этот столп просто хочет спать.

source: <32>{#p/human}* (You feel this pillar would be best kept at a distance.)
ru_ru: <32>{#p/human}* (Вы считаете, что этот столб лучше держать на расстоянии.)

source: <32>{#p/basic}* This pillar feels its personal space is being invaded.
ru_ru: <32>{#p/basic}* Этот столб чувствует, что его личное пространство нарушено.

source: <32>{#p/human}* (You're not sure how to feel about this pillar.)
ru_ru: <32>{#p/human}* (Вы не уверены, как рассматривать этот столп.)

source: <32>{#p/basic}* This pillar is a self- proclaimed "space invader."
ru_ru: <32>{#p/basic}* Этот столб называет себя "космическим захватчиком"

source: <32>{#p/human}* (You've never been more appreciated by a simple pillar.)
ru_ru: <32>{#p/human}* (Вы никогда не ценились таким простым столпом, как сейчас).

source: <32>{#p/basic}* This pillar is judging you for your sins.
ru_ru: <32>{#p/basic}* Этот столб судит вас за ваши грехи.

source: <32>{#p/basic}* This pillar is not judging you in any way.
ru_ru: <32>{#p/basic}* Этот столп никоим образом не судит вас.

source: <32>{#p/basic}* This pillar is smiling upon your good deeds.
ru_ru: <32>{#p/basic}* Этот столб улыбается вашим добрым делам.

source: <25>{#p/sans}{#f/0}* last i heard, she was on her way up here.
ru_ru: <25>{#p/sans}{#f/0}* В последний раз я слышал, что она едет сюда.

source: <25>{#f/3}* i'm starting to get worried about her, to be honest.
ru_ru: <25>{#f/3}* Честно говоря, я начал беспокоиться о ней.

source: <25>{#p/sans}{#f/0}* maybe she got lost?
ru_ru: <25>{#p/sans}{#f/0}* Может быть, она заблудилась?

source: <25>{#p/sans}{#f/3}* maybe she just had to take a nap.
ru_ru: <25>{#p/sans}{#f/3}* Возможно, ей просто нужно немного вздремнуть.

source: <25>{#p/sans}{#f/2}* i can relate to that.
ru_ru: <25>{#p/sans}{#f/2}* i Это можно понять.

source: <25>{#p/sans}{#f/0}* hey, are you following me around or something?
ru_ru: <25>{#p/sans}{#f/0}* Эй, ты следишь за мной?

source: <25>{#p/sans}{#f/2}* come on now.
ru_ru: <25>{#p/sans}{#f/2}* Быстрее.

source: <32>{#p/human}* (You stare into the dazzling sight from beyond.)
ru_ru: <32>{#p/human}* (Вы смотрите на ослепительное зрелище вдали.)

source: <32>{#p/basic}* They're made of magic.
ru_ru: <32>{#p/basic}* Они сделаны из магии.

source: <32>{#p/human}* (You stare graciously into the now-abandoned city...)
ru_ru: <32>{#p/human}* (Вы элегантно смотрите на этот ныне заброшенный город...)

source: <32>{#p/basic}* A sense of panic consumes the Citadel's very being.
ru_ru: <32>{#p/basic}* Чувство паники поглотило существование замка.

source: <32>{#p/basic}* An eerie darkness falls over the Citadel.
ru_ru: <32>{#p/basic}* Странная тьма окутала замок.

source: <32>{#p/basic}* The Citadel gleams from beyond the untempered glass.
ru_ru: <32>{#p/basic}* Замок блестит за непротекаемым стеклом.

source: <32>{#p/basic}* A lonely little couch in this somewhat-empty house.
ru_ru: <32>{#p/basic}* В этом пустом доме есть маленький одинокий диван.

source: <32>{#p/human}* (The books on this bookshelf consist of various resources belonging to Asgore.)
ru_ru: <32>{#p/human}* (Книги на этой полке состоят из различных ресурсов, принадлежащих Asgore.

source: <32>{#p/basic}* It's a bookshelf.
ru_ru: <32>{#p/basic}* Это книжная полка.

source: <32>{#p/human}* (You pick out a book...)
ru_ru: <32>{#p/human}* (Вы выбрали книгу...)

source: <32>{#p/basic}* This book is labelled "Grand Library Brochure."
ru_ru: <32>{#p/basic}* Эта книга отмечена как « Справочник большой библиотекы»

source: <32>* "Welcome to the Grand Library, a stronghold of knowledge on a variety of topics."
ru_ru: <32>* Добро пожаловать в Большую библиотеку, которая является базовым лагерем знаний по различным темам.

source: <32>* "Along each corridor lie books of history, culture, science, technology, and beyond."
ru_ru: <32>* "В каждом коридоре есть книги по истории, культуре, науке, технике и так далее".

source: <32>* "For the adventerous readers, works from famous fiction writers may also be found."
ru_ru: <32>* "Для читателей, которые любят приключения, также можно найти работы известных романистов".

source: <32>* "Andori, Terrestria, Strax Seterra, Vashta Nerada, and many others adorn our walls."
ru_ru: * "Андори, Террестрия, Стракс Сетерра, Вашта Нерада и многие другие украшают наши стены".

source: <33>* "Visit the Grand Library of Krios today, and your first ten books will be 1/2KT on us."
ru_ru: Десять книг - это 1/2 КТ для нас. "

source: <32>{#p/human}* (You put the book back on the shelf.)
ru_ru: <32>{#p/human}* (Вы кладете книгу обратно на полку.)

source: <32>{#p/basic}* This book has been signed by "Toriel Dreemurr."
ru_ru: <32>{#p/basic}* Эта книга подписана как "Toriel Dreemurr"

source: <32>{#p/basic}* "Dreemurr Family Recipes: Snail Pie"
ru_ru: <32>{#p/basic}* "Семейный рецепт Дремля: пирог улиток"

source: <32>* "Snail Pie is a coveted tradition among members of the Dreemurr family line."
ru_ru: <32>* "Улитки - это традиция, о которой мечтают члены семьи Дремля".

source: <32>* "Making it is a simple process, and can be broken down into five steps."
ru_ru: <32>* « Сделать его - это простой процесс, который можно разделить на пять этапов».

source: <32>* "First, prepare the bottom crust by laying it on top of a pie plate."
ru_ru: <32>* "Во - первых, положите нижнюю оболочку на тарелку пирога".

source: <32>* "Next, whisk evaporated milk, eggs, and spices together in a bowl until smooth."
ru_ru: <32>* "Затем выпариваемое молоко, яйца и специи помещаются в миску и перемешиваются равномерно".

source: <32>* "Then, take several well-aged snails, and thoroughly incorporate into the mixture."
ru_ru: <32>* Затем взять несколько старых улиток и полностью интегрировать их в смесь ".

source: <32>* "After that, pour the contents of the bowl into the bottom crust."
ru_ru: <32>* После этого вылейте содержимое чаши на дно кастрюли.

source: <32>* "Last, prepare the top crust by cutting sheet into strips and forming a lattice."
ru_ru: <32>* "Наконец, поверхностный слой готовится, разрезая тонкие кусочки на полоски и формируя решетки".

source: <32>* "Then just bake the pie!"
ru_ru: <32>* "Тогда печь пироги!"

source: <32>* "Once the pie is ready, take it out of the oven, let it cool, and serve!"
ru_ru: <32>* "После того, как пирог будет готов, выньте его из духовки, пусть остынет, а затем на стол!"

source: <32>{#p/basic}* It's a casualty report.
ru_ru: <32>{#p/basic}* Это отчет о потерях.

source: <33>* "Overview... two thousand dead, forty-thousand injured." * "Tenko has fallen."
ru_ru: * "Тенко упал".

source: <32>* "Days before the attack, a local boy, Gerson, was drafted into the royal forces."
ru_ru: <32>* « За несколько дней до нападения был завербован местный мальчик Герсон.

source: <32>* "Gerson had predicted the all- out assault based on movements within the human fleet."
ru_ru: <32>* "Герсон предсказал полное наступление на основе действий внутри человеческого флота".

source: <32>* "Had it not been for the king's son, this prediction would have been ignored."
ru_ru: <32>* "Если бы не сын короля, этот прогноз был бы проигнорирован".

source: <32>* "Had it been ignored, Gerson's family would have died in the attack."
ru_ru: <32>* "Если это будет проигнорировано, семья Герсона будет убита в результате нападения".

source: <32>* "Survivors of the attack are holding a commemoration at the central nexus."
ru_ru: <32>* "Жертвы нападения проводят памятные мероприятия в центральном отделении связи".

source: <32>* "The boy is a hometown hero."
ru_ru: <32>* Этот мальчик - герой родного города.

source: <32>{#p/human}* (You note the fairly large size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили, что размер стула довольно большой).

source: <32>{#p/basic}* A larger dining chair.
ru_ru: <32>{#p/basic}* Кресло большего размера.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a queen.
ru_ru: * Подходит для королевы.

source: <32>{#p/human}* (You note the small size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили, что размер стула невелик).

source: <32>{#p/basic}* A smaller dining chair.
ru_ru: <32>{#p/basic}* Кресло меньшего размера.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a demon.
ru_ru: * Подходит для демонов.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a prince.
ru_ru: * Подходит для принца.

source: <32>{#p/human}* (You note the slightly large size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили, что размер стула немного больше).

source: <32>{#p/basic}* An average dining chair.
ru_ru: <32>{#p/basic}* Обычный стул.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a child. * Like you!
ru_ru: * Как и ты!

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for... a little angel. * Like you!
ru_ru: * Как и ты!

source: <32>{#p/human}* (You note the exceptional size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили, что размер стула очень большой).

source: <32>{#p/basic}* A king-sized dining chair.
ru_ru: <32>{#p/basic}* Кресло большого размера.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a king.
ru_ru: * Подходит для короля.

source: <25>{#p/asriel1}{#f/21}* $(name) seemed to think the hair in the sink was tolerable...
ru_ru: <25>{#p/asriel 1}{#f/21)* $(имя) кажется, что волосы в раковине могут выдержать...

source: <25>{#f/17}* Which is weird, when they were so bothered by the fur.
ru_ru: <25>{#f/17}* Это странно, когда их беспокоит мех.

source: <25>{#p/asriel1}{#f/13}* Maybe this is what $(name) and other humans shed?
ru_ru: <25>{#p/asriel 1}{#f/13}* Возможно, это то, от чего отказались $(name) и другие люди?

source: <25>{#p/asriel1}{#f/17}* I'll get back to you on my human hair-shedding theory.
ru_ru: <25>{#p/asriel 1}{#f/17}* Я расскажу вам о своей теории выпадения волос.

source: <32>{#p/basic}* There are strands of yellow hair stuck in the drain.
ru_ru: <32>{#p/basic}* В дренажной трубе есть несколько нитей желтых волос.

source: <26>{#p/asriel1}{#f/17}* Starling tea isn't the only kind Dad likes.
ru_ru: <26>{#p/asriel 1}{#f/17}* Папа любит чай больше, чем просто звездный чай.

source: <25>{#f/17}* In fact, he once told me he's loved all kinds of tea since childhood.
ru_ru: <25>{#f/17}* На самом деле, он однажды сказал мне, что он любил различные виды чая с детства.

source: <25>{#f/13}* Before that... * He was a water drinker.
ru_ru: * Он был водопроводчиком.

source: <25>{#f/8}* ... we don't talk about that.
ru_ru: <25>{#f/8}* ... Мы не говорим об этом.

source: <25>{#p/asriel1}{#f/17}* So one day, when little Asgore was out with some friends...
ru_ru: <25>{#p/asriel 1}{#f/17}* Итак, однажды, когда маленький Асго и несколько друзей вышли...

source: <25>{#f/17}* He got lost in a magic forest and his water container was empty.
ru_ru: <25>{#f/17}* Он заблудился в волшебном лесу, и его бутылка с водой была пуста.

source: <25>{#f/13}* Luckily, out in the woods, there was...
ru_ru: <25>{#f/13}* К счастью, в лесу есть...

source: <25>{#f/20}* Well, as Dad so plainly described it, a "ghost town."
ru_ru: <25>{#f/20}* Хорошо, как прямо описал папа, это "город - призрак"

source: <25>{#p/asriel1}{#f/13}* Bad puns aside, Asgore tried asking the ghosts for water.
ru_ru: <25>{#p/asriel 1}{#f/13}* Помимо плохого каламбура, Асгор пытался попросить воды у призраков.

source: <25>{#f/15}* ... * They didn't have any.
ru_ru: * У них ничего нет.

source: <25>{#f/13}* But, as you probably guessed, they did have a fondness for tea.
ru_ru: <25>{#f/13}* Но, как вы можете догадаться, они действительно любят пить чай.

source: <25>{#f/17}* Once Asgore was given some to try, he never looked back.
ru_ru: <25>{#f/17}* Как только Асгор получил некоторые попытки, он больше не оглядывался назад.

source: <25>{#p/asriel1}{#f/15}* They say Asgore's the one who first invented Starling tea...
ru_ru: <25>{#p/asriel 1}{#f/15}* Говорят, что Асго был первым, кто изобрел чай Старлинг.

source: <32>{#p/basic}* It's a teapot. * There's nothing left for you here.
ru_ru: * Вам больше нечего оставлять.

source: <32>{#p/basic}* It's a teapot. * There's a switch on the counter underneath it...
ru_ru: * На прилавке внизу есть переключатель.

source: <32>{#p/human}{#c.switch2}* (You pressed the switch.)
ru_ru: <32>{#p/human}{#c.switch2}* (Вы нажали переключатель).

source: <32>{#p/basic}* It's a teapot. * Despite the passage of time, it continues to steam.
ru_ru: * Несмотря на время, оно продолжается.

source: <32>{#p/basic}* It's a teapot. * The smell of Starling flower tea permeates the kitchen.
ru_ru: * Кухня наполнена ароматом чая Стерлинга.

source: <25>{#p/asriel1}{#f/15}* Papyrus isn't the only one Undyne's tried to teach cooking to.
ru_ru: <25>{#p/asriel 1}{#f/15}* Papyrus - не единственный, кого Undyne пытается научить готовить.

source: <25>{#f/16}* Not if you consider alternate timelines, anyway.
ru_ru: <25>{#f/16}* В любом случае, если вы рассматриваете другие графики, этого не произойдет.

source: <25>{#f/13}* I once managed to set up Alphys and Undyne in this very kitchen.
ru_ru: <25>{#f/13}* Однажды мне удалось разместить Alphays и Undyne на этой кухне.

source: <25>{#p/asriel1}{#f/17}* Undyne wanted to teach her how to cook food with magic, but...
ru_ru: <25>{#p/asriel 1}{#f/17}* Undyne хочет научить ее готовить с помощью магии, но...

source: <25>{#f/13}* All the resident scientist wanted to do was point lasers at it.
ru_ru: <25>{#f/13}* Ученые - резиденты просто хотят указать на него лазером.

source: <25>{#f/16}* Kind of surprising, Alphys usually likes following instructions.
ru_ru: <25>{#f/16}* Удивительно, что Alphays обычно любит следовать инструкциям.

source: <25>{#f/16}* Knowing what we know about Alphys's magic, that's not surprising.
ru_ru: <25>{#f/16}* Неудивительно, что мы знаем о магии Альфиса.

source: <25>{#f/15}* I guess she was in a mood that day.
ru_ru: <25>{#f/15}* Я думаю, она была в хорошем настроении в тот день.

source: <25>{#p/asriel1}{#f/4}* A scientist's gonna science whether you like it or not.
ru_ru: <25>{#p/asriel 1}{#f/4}* Ученые занимаются научными исследованиями, нравится вам это или нет.

source: <32>{#p/basic}* The stovetop is a little dirty, but otherwise alright.
ru_ru: <32>{#p/basic}* Печь немного грязная, но все остальное можно.

source: <32>{#p/basic}* Smells like marinara sauce.
ru_ru: <32>{#p/basic}* Пахнет кетчупом.

source: <32>{#p/human}* (You can't make out what's in the trash...)
ru_ru: <32>{#p/human}* (Вы не видите, что находится в мусорном баке...)

source: <32>{#p/basic}* Surprisingly, the trash is completely empty.
ru_ru: <32>{#p/basic}* Удивительно, что мусорный бак полностью пуст.

source: <32>{#p/human}* (The sign describes the room within as being incomplete.)
ru_ru: <32>{#p/human}* (Знак описывает комнату как неполную).

source: <25>{#p/asriel1}{#f/3}* If she hadn't left, that would be Mom's room...
ru_ru: <25>{#p/asriel 1}{#f/3}* Если бы она не ушла, это была бы мамина комната.

source: <25>{#f/4}* It's a bummer it was never finished.
ru_ru: <25>{#f/4}* Разочаровывает то, что он никогда не был завершен.

source: <25>{#f/15}* When Mom left, it... hurt him pretty bad.
ru_ru: <25>{#f/15}* Когда мама ушла... он был грустен.

source: <25>{#f/4}* But he moved on from it.
ru_ru: <25>{#f/4}* Но он идет дальше.

source: <25>{#f/3}* I just hope he hasn't moved on from me.
ru_ru: <25>{#f/3}* Я просто надеюсь, что он не оставил меня.

source: <25>{#f/17}* Who knows. * Anything is possible.
ru_ru: * Все возможно.

source: <25>{#p/asriel1}{#f/23}* ... oh, Dad...
ru_ru: <25>{#p/asriel1}{#f/23}* ... О, папа...

source: <32>{#p/basic}* "Room under renovations."
ru_ru: <32>{#p/basic}* "Комната находится в процессе отделки".

source: <25>{#p/asriel1}{#f/24}* It's us...
ru_ru: <25>{#p/asriel 1/{#f/24}* Это мы.

source: <32>{#p/basic}* Despite everything...
ru_ru: <32>{#p/basic}* Несмотря на это.

source: <32>* ... is it really you?
ru_ru: <32>* ..... Это правда ты?

source: <32>{#p/basic}* It's you.
ru_ru: <32>{#p/basic}* Это вы.

source: <99>{#p/basic}* Despite skipping over most of the journey, it's still you.
ru_ru: Путешествие, или ты.

source: <99>{#p/basic}* Despite everything, it's still you.
ru_ru: Или ты.

source: <25>{#p/asriel1}{#f/13}* This picture...
ru_ru: <25>{#p/asriel 1/{#f/13}* Эта фотография...

source: <25>{#f/17}* This is the one $(name) took of the very first Starling flower.
ru_ru: <25>{#f/17}* Это $(название) первого цветка Starling.

source: <25>{#p/asriel1}{#f/13}* Not long after $(name) first arrived...
ru_ru: <25>{#p/asriel1}{#f/13}* $(name) вскоре после первого прибытия.

source: <25>{#f/17}* A little flower came down from outer space.
ru_ru: <25>{#f/17}* Небольшой цветок упал из космоса.

source: <25>{#f/23}* The first Starling flower ever seen on the outpost.
ru_ru: <25>{#f/23}* Это первый цветок, увиденный на форпосте.

source: <25>{#f/22}* It landed out at the edge of the outpost, all alone...
ru_ru: <25>{#f/22}* Он приземлился один на краю форпоста...

source: <25>{#f/13}* So we huddled around it, with $(name) taking a picture for luck.
ru_ru: <25>{#f/13}* Поэтому мы толпились вокруг него, $(name) сделал фотографию на удачу.

source: <25>{#p/asriel1}{#f/13}* After $(name) took the picture, we were ready to head home.
ru_ru: <25>{#p/asriel 1}{#f/13}* $(name) Мы готовы вернуться домой после фотографирования.

source: <25>{#f/13}* But when we stood up to leave, we glanced back at the stars...
ru_ru: <25>{#f/13}* Но когда мы встали и были готовы уйти, мы оглянулись и посмотрели на звезды.

source: <25>{#f/15}* And then we saw it.
ru_ru: <25>{#f/15}* Затем мы видим.

source: <25>{#f/23}* A thousand more flowers descending down from the heavens.
ru_ru: <25>{#f/23}* Еще тысяча цветов упала с неба.

source: <25>{#f/17}* $(name) took my hand, and we stood there...
ru_ru: <25>{#f/17}* $(имя) держите мою руку, мы стоим там...

source: <25>{#f/17}* Stunned into silence.
ru_ru: <25>{#f/17}* Шокированная тишина.

source: <25>{#p/asriel1}{#f/17}* Despite all I did as a star, the memory of it still makes me smile.
ru_ru: <25>{#p/asriel 1}{#f/17}* Несмотря на то, что я много сделал как звезда, память об этом все еще заставляет меня улыбаться.

source: <32>{#p/basic}* It's a framed photograph. * There's not much else to say.
ru_ru: * Больше нечего сказать.

source: <32>{#p/basic}* It's a framed photograph. * I took it myself.
ru_ru: * Я взял его сам.

source: <32>{#p/human}* (You can't find anything in here besides several of the exact same outfit.)
ru_ru: <32>{#p/human}* (Вы не можете найти здесь ничего, кроме нескольких идентичных наборов одежды.)

source: <32>{#p/basic}* A cabinet full of clothes.
ru_ru: <32>{#p/basic}* Шкаф, полный одежды.

source: <32>{#p/basic}* A cabinet full of blue and yellow striped shirts.
ru_ru: <32>{#p/basic}* Шкаф, полный синих и желтых полосатых рубашек.

source: <32>{#p/basic}* Some things never change...
ru_ru: <32>{#p/basic}* Есть вещи, которые никогда не меняются.

source: <25>{#p/asriel1}{#f/23}* ... well, at least he glued them back together.
ru_ru: <25>{#p/asriel1}{#f/23}* ... Ну, по крайней мере, он склеил их вместе.

source: <25>{#f/13}* Dad always was the one to try and fix things like that.
ru_ru: <25>{#f/13}* Папа всегда пытается решить эту проблему.

source: <25>{#f/15}* Any time $(name) and I broke something...
ru_ru: <25>{#f/15}* В любое время $(name) и я что - то сломал.

source: <25>{#f/8}* Usually $(name)...
ru_ru: <25>{#f/8}* Обычно $(название).

source: <25>{#f/17}* He'd swoop in and save the day with some good old arts 'n' crafts.
ru_ru: <25>{#f/17}* Он появляется внезапно, спасая ситуацию несколькими хорошими старыми ремеслами.

source: <25>{#f/20}* A true DIY hero!
ru_ru: <25>{#f/20}* Настоящий герой DIY!

source: <25>{#p/asriel1}{#f/13}* Please don't tell him I called him a DIY hero.
ru_ru: <25>{#p/asriel 1}{#f/13}* Пожалуйста, не говорите ему, что я называю его героем DIY.

source: <25>{#f/16}* He'd laugh at that.
ru_ru: <25>{#f/16}* Он будет смеяться.

source: <25>{#f/15}* But it was necessary with everything $(name) messed up.
ru_ru: <25>{#f/15}* Но это необходимо, потому что $(name) все испорчено.

source: <25>{#f/16}* A lot of their "fun" came from bothering others.
ru_ru: <25>{#f/16}* Многие из их « удовольствий» приходят от того, чтобы беспокоить других.

source: <25>{#f/13}* As a monster... that was difficult for me to understand.
ru_ru: <25>{#f/13}* Как монстр. Мне это трудно понять.

source: <25>{#f/15}* Then... I became Twinkly.
ru_ru: <25>{#f/15}* Затем... Я стал Твинкли.

source: <25>{#p/asriel1}{#f/17}* I'd play with these if I still had an interest in toys.
ru_ru: <25>{#p/asriel 1}{#f/17}* Если я все еще интересуюсь игрушками, я буду играть в них.

source: <25>{#p/asriel1}{#f/20}* Do action figures count as toys? * Those are cool.
ru_ru: * Эти классные.

source: <32>{#p/basic}* A box of model starships.
ru_ru: <32>{#p/basic}* Коробка моделей Starship.

source: <32>{#p/basic}* It's a box of perfectly in- tact model starships.
ru_ru: <32>{#p/basic}* Это коробка неповрежденных моделей Starship.

source: <33>{#p/basic}* Smells like old-fashioned glue.
ru_ru: <33>{#p/basic}* Пахнет старомодным клеем.

source: <25>{#p/asriel1}{#f/23}* ... it's still here...
ru_ru: <25>{#p/asriel1}{#f/23}* ... Он все еще здесь.

source: <32>{#p/basic}* It's a hand-drawn image.
ru_ru: <32>{#p/basic}* Это нарисованное вручную изображение.

source: <32>{#p/basic}* It's a hand-drawn image...
ru_ru: <32>{#p/basic}* Это нарисованное вручную изображение.

source: <32>* An image of the family.
ru_ru: <32>* Семейная фотография.

source: <32>{#p/human}* (You roll the crayon back and forth underneath your hand.)
ru_ru: <32>{#p/human}* (Вы прокручиваете карандаши взад и вперед под рукой.)

source: <33>{#p/basic}* A stack of papers and a crayon.
ru_ru: <33>{#p/basic}* Куча бумаги и карандаш.

source: <32>{#p/basic}* Along with a stack of papers, you find the elusive blue crayon.
ru_ru: <32>{#p/basic}* Помимо кучи бумаги, вы также найдете неуловимый синий карандаш.

source: <25>{#p/asriel1}{#f/23}* ... it's okay, Frisk.
ru_ru: <25>{#p/asriel1}{#f/23}* ... Все в порядке, Фриск.

source: <25>{#f/13}* Even if they don't come back...
ru_ru: <25>{#f/13}* Даже если они не возвращаются.

source: <25>{#f/17}* We'll still remember them for what they did in the end.
ru_ru: <25>{#f/17}* Мы все еще будем помнить все, что они сделали в конце.

source: <25>{#f/17}* I know we have something better to do.
ru_ru: <25>{#f/17}* Я знаю, что у нас есть дела получше.

source: <32>{#p/basic}* It's just another bed.
ru_ru: <32>{#p/basic}* Это просто другая кровать.

source: <32>{#p/basic}* There's definitely nothing special about this bed.
ru_ru: <32>{#p/basic}* Эта кровать абсолютно ничего особенного.

source: <32>{#p/basic}* My bed.
ru_ru: <32>{#p/basic}* Моя кровать.

source: <32>{#p/human}* (You appreciate the tiny chair for being able to hold someone so large.)
ru_ru: <32>{#p/human}* (Вы благодарны, что это маленькое кресло вмещает людей такого размера.)

source: <32>{#p/basic}* It's a diary-writing chair.
ru_ru: <32>{#p/basic}* Это кресло для ведения дневника.

source: <32>{#p/basic}* It's Asgore's favorite diary-writing chair.
ru_ru: <32>{#p/basic}* Это любимое кресло - дневник Асгора.

source: <32>{#p/human}* (The bed seems to be way too large for you.)
ru_ru: <32>{#p/human}* (Эта кровать кажется слишком большой для вас.)

source: <32>{#p/basic}* It's a king-sized bed.
ru_ru: <32>{#p/basic}* Это кровать большого размера.
