Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* It's good to see you, Asgore. * You too, Sans.
ru_ru: * Ты тоже, Санс.

source: <18>{#p/papyrus}{#f/6}WHAT ABOUT ME??
ru_ru: <18>{#p/папирус}{#f/6} А как же я?

source: <25>{#p/alphys}{#g/alphysSmileSweat}* ... you as well.
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* ... Ты тоже.

source: <25>{#p/toriel}{#f/0}* I believe you may be forgetting someone.
ru_ru: <25>{#p/toriel}{#f/0}* Я уверен, что вы можете забыть кого - то.

source: <25>{#p/alphys}{#g/alphysCutscene3}* Ah! * S-sorry...!
ru_ru: * Извините!

source: <25>{#p/toriel}{#f/6}* Hee hee. * I am only teasing you.
ru_ru: * Я просто шучу.

source: <25>{#p/toriel}{#f/1}* Truth be told, I have heard much about you...
ru_ru: <25>{#p/toriel}{#f/1}* Честно говоря, я много слышал о вас.

source: <25>{#p/toriel}{#f/0}* Being a royal scientist at such a young age is no small feat.
ru_ru: <25>{#p/toriel}{#f/0}* Быть королевским ученым в столь юном возрасте нелегко.

source: <25>{#p/undyne}{#f/8}* YEAH!! * She's the BEST!
ru_ru: * Она лучшая!

source: <25>{#p/alphys}{#g/alphysCutscene2}* ... I try.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* ... Я попробую.

source: <25>{#p/asgore}{#f/6}* Well, now that we are here, let us all take a deep breath...
ru_ru: <25>AU #p/asgore AU #f/6 '* Хорошо, теперь мы здесь, давайте все глубоко вдохнем.

source: <25>{#p/asgore}{#f/21}* And reflect on the journey that has taken us here.
ru_ru: <25>{#p/asgore}{#f/21)* и размышления о нашем путешествии сюда.

source: <25>{#p/sans}{#f/3}* it's kind of funny, isn't it?
ru_ru: <25>{#p/sans}{#f/3}* Это немного смешно, не так ли?

source: <25>{#p/sans}{#f/0}* all this time we've spent trapped here...
ru_ru: <25>{#p/sans}{#f/0}* Мы застряли здесь.

source: <25>{#p/sans}{#f/0}* always able to see the stars, but never touch them...
ru_ru: <25>{#p/sans}{#f/0}* Звезды всегда видны, но никогда их не трогают.

source: <25>{#p/sans}{#f/3}* but... now...
ru_ru: <25>{#p/sans}{#f/3}* Однако... А теперь...

source: <25>{#p/sans}{#f/0}* ... i guess that's not really funny, per se.
ru_ru: <25>{#p/sans}{#f/0}* ... Я не думаю, что это смешно само по себе.

source: <25>{#p/sans}{#f/3}* it's just nice.
ru_ru: <25>{#p/sans}{#f/3}* Это хорошо.

source: <18>{#p/papyrus}{#f/5}YEAH.
ru_ru: <18>{#p/папирус}{#f/5} Да.

source: <18>{#p/papyrus}{#f/5}JUST... NICE.
ru_ru: <18>{#p/папирус}{#f/5} Просто... Неплохо.

source: <32>{#p/napstablook}* hey everyone...
ru_ru: <32>{#p/napstaplok}* Привет всем.

source: <32>{#p/napstablook}* i hope i'm not intruding on you guys or anything...
ru_ru: <32>{#p/napstaplok}* Надеюсь, я не помешал вам и ничему.

source: <25>{#p/undyne}{#f/14}* Pfft, intruding? * No way!
ru_ru: * Нет!

source: <25>{#p/sans}{#f/0}* yeah, you're cool.
ru_ru: <25>{#p/sans}{#f/0}* Да, ты крутой.

source: <18>{#p/papyrus}{#f/6}BUT NOT -TOO- COOL, SANS!
ru_ru: <18>{#p/папирус}{#f/6} Но нет - слишком круто, Санни!

source: <18>{#p/papyrus}{#f/4}OTHERWISE, THEY'D BE FREEZING...
ru_ru: <18>{#p/папирус}{#f/4} В противном случае они будут заморожены.

source: <32>{#p/napstablook}* heh...
ru_ru: <32>{#p/napstabook}* Эй...

source: <25>{#p/alphys}{#g/alphysCutscene1}* So Blooky! * Have you seen the new Mew Mew movie?
ru_ru: Смотрели ли вы новый фильм « Мяу - мяу»?

source: <32>{#p/napstablook}* there's a... new movie?
ru_ru: <32>{#p/napstabook}* Есть ли новый... фильм?

source: <25>{|}{#p/alphys}{#g/alphysHellYeah}* Yeah!! * So basically Mew Mew starts to regret what {%}
ru_ru: * Так что в основном Mew - Mew начинает жалеть {%}

source: <99>{|}{#p/alphys}{#g/alphysHellYeah} she did in Starfire and wants to fix it by going back in time but {%}
ru_ru: Время повернулось вспять, но% ›

source: <25>{#p/undyne}{#f/12}* Uh...
ru_ru: <25>{#p/undyne}{#f/12}* Э...

source: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* To do that she has to use a device that she got by killing a bunch {%}
ru_ru: <25>{~}{#p/alphys}{#g/alphysTheFactis}* Для этого она должна использовать устройство, которое она получила, чтобы убить группу людей {%}

source: <99>{|}{#p/alphys}{#g/alphysTheFactIs} of people at the end of Starfire and like she gets all flustered and {%}
ru_ru: Стали паниковать,% ›

source: <25>{|}{#p/alphys}{#g/alphysInquisitive}* She has a moral dilemma about if she's actually a good person for using {%}
ru_ru: <25>{~}{#p/alphys}{#g/alphysInquisitive}* У нее есть моральная дилемма: действительно ли она хороший человек, использующий {%}

source: <99>{|}{#p/alphys}{#g/alphysInquisitive} the device to undo all the damage she caused trying to get it and- {%}
ru_ru: Попробуйте его получить и - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

source: <25>{#p/undyne}{#f/8}* SPOILERS!!!
ru_ru: <25>{#p/undyne}{#f/8}* Шоу!!

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* ... sorry.
ru_ru: <25>{#p/alphys}{#g/alphys Нервный смех}* ... Извини.

source: <32>{#p/napstablook}* don't worry... you talked so fast that i didn't even hear what you said...
ru_ru: <32>{#p/napstabook}* Не волнуйтесь. Ты говоришь так быстро, что я даже не слышу, что ты говоришь.

source: <25>{#p/alphys}{#g/alphysWelp}* I get that a lot.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Я часто слышу это.

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* ... but that's okay.
ru_ru: <25>{#p/alphys}{#g/alphysYeah YouKnowWhatsUp}* ... Но ничего страшного.

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* Freedom's more important than some sci-fi anime franchise.
ru_ru: <25>{#p/alphys}{#g/alphys Yeah YouKnowWhatsUpCenter}* Свобода важнее, чем некоторые научно - фантастические анимационные сериалы.

source: <32>{#p/mettaton}* DID SOMEBODY SAY "FRANCHISE?"
ru_ru: <32>{#p/metaton}* Кто - то говорит "Франция?"

source: <25>{#p/alphys}{#g/alphysGarboCenter}* ... here we go again.
ru_ru: <25>{#p/alphys}{#g/alphys GarboCenter}* ... Опять.

source: <32>{#p/mettaton}* DON'T FRET, DOCTOR!
ru_ru: <32>{#p/metaton}* Доктор, не бойтесь!

source: <32>{#p/mettaton}* I'M ONLY TRYING TO BRING YOUR -WILDEST- DREAMS TO LIFE!
ru_ru: <32>{#p/metaton}* Я просто хочу воплотить ваши самые дикие мечты в реальность!

source: <25>{#p/undyne}{#f/12}* You wouldn't be saying that if you knew her ACTUAL wildest dreams.
ru_ru: <25>{#p/undyne}{#f/12}* Если бы вы знали ее самые безумные мечты, вы бы не сказали этого.

source: <26>{#p/toriel}{#f/1}* Um, perhaps we should save that topic for another time...
ru_ru: <26>{#p/toriel}{#f/1}* Ну, возможно, нам следует отложить эту тему до следующего разговора.

source: <25>{#p/undyne}{#f/17}* Gee, thanks MOM.
ru_ru: <25>{#p/undyne}{#f/17}* Ой, спасибо, мама.

source: <25>{#p/toriel}{#f/4}* I do not know how to feel about that... * ... statement.
ru_ru: * ..... Заявления.

source: <32>{#p/mettaton}* AH, YOU MUST BE IN NEED OF AN MTT-BRAND RELATIONSHIP GUIDEBOOK, THEN!
ru_ru: <32>{#p/metaton}* Ах, тогда вам обязательно нужно руководство по отношениям с брендом MTT!

source: <32>{#p/mettaton}* DON'T WORRY. * I REMEMBER THE STEPS BY HEART.
ru_ru: * Я помню эти шаги.

source: <33>{|}{#p/mettaton}* FIRST, PRESS C OR CTRL TO OPEN- {%}
ru_ru: <33>{~}{#p/metaton}* Сначала нажмите клавишу C или CTRL, чтобы открыть - {%}

source: <25>{#p/toriel}{#f/0}* Another time.
ru_ru: <25>{#p/toriel}{#f/0}* В следующий раз.

source: <32>{#p/mettaton}* ... IT WAS WORTH A SHOT.
ru_ru: <32>{#p/metaton}* ... Стоит попробовать.

source: <32>{#p/mettaton}* I GUESS, ONCE WE GET TO THAT NEW HOMEWORLD...
ru_ru: <32>{#p/metaton}* Я думаю, как только мы доберемся до этого нового дома...

source: <32>{#p/mettaton}* THERE'LL BE AMPLE TIME TO SELL RELATIONSHIP GUIDEBOOKS.
ru_ru: <32>{#p/metaton}* Достаточно времени для продажи руководства по отношениям.

source: <32>{#p/mettaton}* UNTIL THEN, WE'LL JUST HAVE TO BE CONTENT WITH OUR FREEDOM...
ru_ru: <32>{#p/metaton}* До тех пор мы можем довольствоваться только нашей свободой.

source: <18>{#p/papyrus}{#f/0}DON'T WORRY, METTATON, I'LL BE THERE FOR YOU!
ru_ru: <18>{#p/папирус}{#f/0} Не волнуйся, Меттон, я буду рядом с тобой!

source: <18>{#p/papyrus}{#f/5}BECAUSE, WHEN IT COMES TO CONTENTMENT...
ru_ru: <18>{#p/папирус}{#f/5} Потому что, когда дело доходит до контента...

source: <18>{#p/papyrus}{#f/9}I'M THE {@fill=#ff0}BONE{@fill=#fff}-A-FIDE KING!
ru_ru: <18>{#p/папирус}{#f/9} Я {@ fill = #ff0 0 Кости {@ fill = #fff} - Непобедимый король!

source: <32>{#p/mettaton}* HAHAHA... YOU KNOW I -ALWAYS- APPRECIATE YOUR ADVICE, PAPYRUS.
ru_ru: <32>{#p/metaton}* Хаха. Ты знаешь, я всегда ценю твой совет, Салли.

source: <25>{#p/undyne}{#f/14}* ... huh? * What are you looking at me for?
ru_ru: * Почему ты смотришь на меня?

source: <25>{#p/undyne}{#f/17}* What did I do!?
ru_ru: <25>{#p/undyne}{#f/17}* Что я сделал?

source: <25>{#p/asgore}{#f/6}* I do not mean to cut this short, but...
ru_ru: <25>{#p/asgore}{#f/6}* Я не хочу сокращать это, но...

source: <25>{#p/asgore}{#f/6}* I should be escorting Frisk to the transport ship now.
ru_ru: <25>{#p/asgore}{#f/6}* Теперь я должен сопровождать Фриска к транспорту.

source: <25>{#p/asgore}{#f/5}* They must be very tired after all they have been through for us.
ru_ru: <25>{#p/asgore}{#f/5}* Они так много пережили для нас, должно быть, очень устали.

source: <18>{#p/papyrus}{#f/6}W-WELL... IF -THEY'RE- GOING ON BOARD...
ru_ru: Если они захотят подняться на борт.

source: <18>{#p/papyrus}{#f/9}... THEN SO AM I!
ru_ru: <18>{#p/папирус}{#f/9}. И я тоже!

source: <25>{#p/sans}{#f/2}* heh, i'm right behind you, bro.
ru_ru: <25>{#p/sans}{#f/2}* Эй, я прямо позади тебя, брат.

source: <25>{#p/undyne}{#f/7}* YEAH!! * Count me in!!
ru_ru: * Считай меня!

source: <25>{#p/alphys}{#g/alphysHellYeah}* Don't forget about me!
ru_ru: <25>{#p/alphys}{#g/alphys Здравствуйте!}* Не забывайте меня!

source: <32>{#p/mettaton}* I GUESS IT'D BE KIND OF WEIRD TO KEEP HANGING AROUND THIS HANGAR BAY FOR NO REASON.
ru_ru: <32>{#p/metaton}* Я думаю, что немного странно бродить по этому заливу Ханчжоу без причины.

source: <32>{#p/mettaton}* SO... I'LL GO, TOO.
ru_ru: <32>{#p/metaton}* Так что... я тоже пойду.

source: <25>{#p/napstablook}* don't worry... i'll try not to get too far behind...
ru_ru: <25>{#p/napstabook}* Не волнуйтесь. Я стараюсь не отставать слишком далеко.

source: <25>{#p/kidd}{#f/1}* Hey, where'd everybody go just now!?
ru_ru: <25>{#p/kidd}{#f/1}* Эй, где все только что были!

source: <25>{#p/kidd}{#f/7}* I... I wanna be with Frisk, too!
ru_ru: <25>{#p/kidd}{#f/7}* Я... Я тоже хочу быть с Фриске!

source: <25>{#p/toriel}{#f/0}* Walk back up the corridor towards bay forty-seven.
ru_ru: <25>{#p/toriel}{#f/0}* Идите по коридору в сторону залива 47.

source: <25>{#f/0}* It is the first door on your left.
ru_ru: <25>{#f/0}* Это первая дверь слева от вас.

source: <25>{#p/kidd}{#f/3}* Thanks, person I swear I've seen before!
ru_ru: <25>{#p/kidd}{#f/3}* Спасибо, клянусь, я видел людей раньше!

source: <25>{#p/kidd}{#f/1}* You're the best!
ru_ru: <25>{#p/kidd}{#f/1}* Ты лучший!

source: <25>{#p/toriel}{#f/10}* My child...
ru_ru: <25>{#p/toriel}{#f/10)* Мой ребенок.

source: <25>{#p/toriel}{#f/1}* ... be good, alright?
ru_ru: <25>{#p/toriel}{#f/1}* ... Будь хорошим, хорошо?

source: <32>* ... are you still there?
ru_ru: <32>* ..... Ты еще здесь?

source: <32>{#p/basic}* Sorry I disappeared on you so suddenly back there.
ru_ru: <32>{#p/basic}* Извините, я внезапно исчез в вас.

source: <32>* Doing what I did... took a lot out of me.
ru_ru: <32>* Делай то, что я делаю. У меня много.

source: <32>* ... but I've recovered now.
ru_ru: <32>* ..... Но теперь я выздоравливаю.

source: <32>* I guess, in hindsight, it's kind of obvious I'd survive...
ru_ru: <32>* Оглядываясь назад, я думаю, что ясно, что я могу выжить...

source: <32>* When Asriel absorbed my SOUL, all those years ago...
ru_ru: <32>* Много лет назад, когда Асриэль поглотил мою душу...

source: <32>* I became... a non-physical part of him. * An angel on his shoulder.
ru_ru: * Ангел на его плече.

source: <32>* Or a demon. * Take your pick.
ru_ru: * Вы выбираете.

source: <32>* But when he died, that non- physicality remained, and I ended up as a ghost.
ru_ru: <32>* Но когда он умер, эта нематериальность все еще существовала, и я в конце концов стал призраком.

source: <32>* At least, I think that's what happened...
ru_ru: <32>* По крайней мере, я думаю, что дело именно в этом...

source: <32>{#p/basic}* ... you know...
ru_ru: <32>{#p/basic}* ... Ты знаешь.

source: <32>* All that stuff about me wanting to leave this world...
ru_ru: <32>* Все о том, что я хочу покинуть этот мир.

source: <32>* About wanting to say goodbye...
ru_ru: <32>* О желании попрощаться.

source: <33>* At the moment of his death, my SOUL was... separated. * From his one.
ru_ru: * От одного из них.

source: <32>* I knew it wouldn't last long, so I just took it without thinking.
ru_ru: <32>* Я знал, что это не продлится долго, поэтому я принял его, не задумываясь.

source: <32>* Looking back, the decision didn't make much sense...
ru_ru: <32>* Оглядываясь назад, это решение не имеет большого смысла...

source: <32>* Under normal circumstances, the SOUL of a dead boss monster...
ru_ru: <32>* В нормальных условиях, мертвый босс монстров души...

source: <32>* ... isn't meant to retain the owner's identity.
ru_ru: <32>* ..... Не для того, чтобы сохранить личность владельца.

source: <32>* I knew I had a monster SOUL inside of me, but I didn't know it'd still be his.
ru_ru: <32>Я знаю, что во мне есть дух монстра, но я не знаю, что это все еще его.

source: <32>* But the circumstances weren't normal at all.
ru_ru: <32>* Но ситуация совершенно ненормальная.

source: <32>* If I'd realized that, I...
ru_ru: <32>* Если я это осознаю, я...

source: <32>* Well. * I have no desire to say goodbye anymore.
ru_ru: * Я больше не хочу прощаться.

source: <32>* On the contrary.
ru_ru: <32>* Напротив.

source: <32>* I've never been happier in my life.
ru_ru: <32>Я никогда в жизни не был так счастлив.

source: <32>* Knowing I'll get to see him grow up, and live the life I thought I'd taken from him...
ru_ru: <32>* Я знаю, что увижу, как он вырастет и проживет жизнь, которую я думал отнять у него.

source: <32>* That means a lot to me.
ru_ru: <32>Это очень много значит для меня.

source: <32>{#p/basic}* Hey. * Do me a favor, will you?
ru_ru: * Сделай мне одолжение, хорошо?

source: <32>* ... stop hugging that thing and get up already!
ru_ru: <32>* ..... Не обнимай эту штуковину, вставай!

source: <32>* You do realize it's just a pillow, right?
ru_ru: <32>* Ты ведь знаешь, что это всего лишь подушка, да?

source: <32>* You've got a new home, on a new world, and all you can think to do is sleep.
ru_ru: <32>* У вас новый дом, и в новом мире вы можете думать только о том, чтобы спать.

source: <32>* Hmph! * Typical human behavior.
ru_ru: * Типичное человеческое поведение.

source: <32>* ... only kidding.
ru_ru: <32>* ..... Просто шучу.

source: <32>* I'll let you get the rest you need, Frisk.
ru_ru: <32>* Я дам тебе отдых, который тебе нужен, Фриск.

source: <32>* See you when you wake up.
ru_ru: <32>* Увидимся, когда проснёмся.

source: <26>{#p/asgore}{#f/8}* ...! * Did you just drop the tea I made for you?
ru_ru: * Ты только что выпил чай, который я тебе заварил?

source: <25>{#p/asgore}{#f/1}* Hmm... * I apologize if it was not to your liking.
ru_ru: * Если тебе не нравится, я извиняюсь.

source: <25>{#p/asgore}{#f/21}* Ah... such a wonderful form of tea, is it not?
ru_ru: <25>{#p/asgore}{#f/21)* Ааа. Этот чай действительно замечательный, не так ли?

source: <26>{#p/asgore}{#f/5}* Did you drop something? * I recognize the scent...
ru_ru: * Я узнаю этот запах.

source: <26>{#p/asgore}{#f/5}* What are you eating? * The aroma is familiar...
ru_ru: * Ароматы знакомы.

source: <32>{#p/human}* (You hear footsteps fading into the distance.)
ru_ru: <32>{#p/human}* (Вы слышите шаги, которые постепенно исчезают вдали.)

source: <32>{#p/basic}{#x1}* Huh? * Leaving already?{#x3}
ru_ru: * Уже ушли? {#x3}

source: <32>{#x2}* It's okay, bro. * If they wanna go, let 'em go.{#x3}
ru_ru: * Если они хотят уйти, отпустите их. {#x3}

source: <32>{#x1}* Yeah... you're right.{#x3}
ru_ru: <32>{#x1)* Да. Ты прав. {#x3}

source: <32>{#p/basic}{#x1}* Hey, good to see you back!{#x3}
ru_ru: <32>{#p/basic}{#x1: 1)* Эй, рад видеть тебя снова! {#x3}

source: <32>{#x2}* We missed you.{#x3}
ru_ru: <32>{#x2}* Мы скучаем по тебе. {#x3}

source: <32>{#p/basic}{#x1}* Sorry, I get, like, super antsy when I see people leaving a hangout early.{#x3}
ru_ru: <32>{#p/basic}{#x1)* Извините, я буду очень расстроен, когда увижу, что люди покидают вечеринку заранее. {#x3}

source: <32>{#x2}* Yeah, he gets antsy about it. * Nothing personal.{#x3}
ru_ru: * Никаких личных обид. {#x3}

source: <32>{#p/basic}{#x1}* No pressure, though. * Just because we miss you doesn't mean you have to stay.{#x3}
ru_ru: * Просто потому, что мы скучаем по тебе, это не значит, что ты должен остаться. {#x3}

source: <32>{#x2}* Like, for sure, bro. * For sure.{#x3}
ru_ru: * Конечно. {#x3}

source: <32>{#p/basic}{#x2}* This hangout is baller, bro.{#x3}
ru_ru: <32>{#p/basic}{#x2}* Братья, эта вечеринка потрясающая. {#x3}

source: <32>{#x2}* They even brought out the Madrigal plant, right over there on that table!{#x3}
ru_ru: <32>{#x2}* Они даже достали фабрику Madrigal, прямо там на столе! {#x3}

source: <32>{#p/basic}{#x2}* If YOU won't try the Madrigal, that's just more for me.{#x3}
ru_ru: <32>{#p/basic}{#x2}* Если вы не попробуете Madrigal, это будет лучше для меня.

source: <32>{#x1}* ... you mean "us," right bro?{#x3}
ru_ru: <32>{#x1)* ... Вы имеете в виду "мы", так ведь, брат? {#x3}

source: <32>{#x2}* Haha, my bad.{#x3}
ru_ru: <32>{#x2}* Ха - ха, моя вина. {#x3}

source: <32>{#p/basic}{#x2}* It's a monster delicacy.{#x3}
ru_ru: <32>{#p/basic}{#x2}* Это вкусное блюдо. {#x3}

source: <32>{#p/basic}{#x2}* More for us.{#x3}
ru_ru: <32>{#p/basic}{#x2}* Дополнительную информацию см. {#x3}.

source: <32>{#p/basic}* You'd be smacked in the gob to find out how dirty it was when I first got 'ere.
ru_ru: <32>{#p/basic}* Когда я впервые здесь, вы будете удивлены, обнаружив, насколько это грязно.

source: <32>* But seein' as everyone's gonna come on up through here...
ru_ru: <32>* Но посмотрите, все придут отсюда.

source: <32>* It's rather cre-i-ucial to get 'er cleaned up, I'd say.
ru_ru: <32>Я думаю, что было бы довольно правдоподобно привести ее в порядок.

source: <32>* By the way, thanks for savin' us out there, toots. * A real bang-up job ya did.
ru_ru: * Вы проделали замечательную работу.

source: <32>{#p/basic}* Aren't ya gonna go 'n' see what the big guy's got shakin'?
ru_ru: <32>{#p/basic}* Ты не пойдешь посмотреть, что дрожит этот здоровяк?

source: <32>{#p/basic}* There's a weapon inside.
ru_ru: <32>{#p/basic}* Внутри находится оружие.

source: * (Open the box?)
ru_ru: * (Открыть коробку?)

source: <32>{#p/basic}* There's armor inside.
ru_ru: <32>{#p/basic}* Внутри находятся доспехи.

source: <32>{#p/human}* (You got the Big Dipper.)
ru_ru: <32>{#p/human}* (Вы получили Бэйдоу семь звезд.)

source: * (Equip the Big Dipper?)
ru_ru: * (Оборудование Beidou Seven Star?)

source: <32>{#p/human}* (You got the Heart Locket.)
ru_ru: <32>{#p/human}* (Вы получили сердечный замок).

source: * (Equip the Heart Locket?)
ru_ru: * (оборудован сердечным замком?)

source: <32>{#p/human}* (But there was nothing left to take.)
ru_ru: <32>{#p/human}* (но больше нечего брать).

source: <32>{#p/basic}* It's empty.
ru_ru: <32>{#p/basic}* Он пуст.

source: <32>{#p/human}* (You decide not to open.)
ru_ru: <32>{#p/human}* (Вы решили не открывать.)

source: <32>{#p/human}* (The note on the envelope wants you to enjoy the tea.)
ru_ru: <32>{#p/human}* (Записка на конверте хочет, чтобы вы пили чай.)

source: <32>{#p/basic}* There's a note attached to the teacup...
ru_ru: <32>{#p/basic}* К чашке прилагается записка.

source: <32>{#p/basic}* "Please, enjoy this cup of tea I have left for you." * "Whoever you may be."
ru_ru: * "Кем бы ты ни был".

source: <32>{#p/human}* (You got the Starling Tea.)
ru_ru: <32>{#p/human}* (Вы получили звездный чай).

source: <32>{#p/human}* (You run your hand across the countertop.)
ru_ru: <32>{#p/human}* (Ваша рука пересекает столешницу.)

source: <32>{#p/basic}* The countertop is clear.
ru_ru: <32>{#p/basic}* Стол очень чистый.

source: <32>{#p/human}* (You feel the inviting warmth of the fireplace...)
ru_ru: <32>{#p/human}* (Вы чувствуете тепло камина...)

source: * (Crawl inside?)
ru_ru: * (Залезать внутрь?)

source: <32>{#p/basic}* Just another fireplace.
ru_ru: <32>{#p/basic}* Просто еще один камин.

source: <32>{#p/basic}* Asgore's fireplace. * It's not too hot, just pleasantly warm.
ru_ru: * Погода не слишком жаркая, просто теплая и приятная.

source: <32>* You could probably crawl in.
ru_ru: <32>* Вы можете залезть внутрь.

source: <32>{#p/human}* (You chose not to crawl in.)
ru_ru: <32>{#p/human}* (Вы решили не лезть внутрь.)

source: <32>{#p/human}* (You crawl into the fireplace and let its warmth engulf you.)
ru_ru: <32>{#p/human}* (Ты залезаешь в камин, чтобы его тепло поглотило тебя.)

source: <32>{#p/human}* (You are very comfortable.)
ru_ru: <32>{#p/human}* (Вам удобно).

source: <25>{#p/asriel1}{#f/13}* I'll just, uh, wait for you to get out.
ru_ru: <25>{#p/asriel 1/{#f/13}* Я подожду, пока ты выйдешь.

source: <25>{#p/asriel2}{#f/15}* I'll just, uh, wait for you to get out...
ru_ru: <25>{#p/asriel2}{#f/15}* Я подожду, пока ты выйдешь.

source: <32>{#p/basic}* Be careful in there, munchkin!
ru_ru: <32>{#p/basic}* Осторожнее, малыш!

source: <32>* Otherwise, I'd have some terrible, terrible news to report on!
ru_ru: <32>* В противном случае у меня будет несколько ужасных новостей, чтобы сообщить!

source: <32>* ... huhehehaw!
ru_ru: <32>* ..... Ха - ха!

source: <25>{#p/asriel1}{#f/13}* One day, Asgore built a chocolate replicator into the fridge.
ru_ru: <25>{#p/asriel 1}{#f/13}* Однажды Асгор установил шоколадный репликатор в холодильнике.

source: <25>{#f/15}* $(name) was so happy that day...
ru_ru: <25>{#f/15}* $(имя) Очень счастливый день.

source: <25>{#f/17}* ... finally, an infinite supply of chocolate.
ru_ru: <25>{#f/17}* ... Наконец, неограниченный запас шоколада.

source: <25>{#f/20}* Their words, not mine.
ru_ru: <25>{#f/20}* Их слова не мои.

source: <25>{#p/asriel1}{#f/13}* That was after they'd begged for it for two years.
ru_ru: <25>{#p/asriel 1}{#f/13}* Это было через два года после того, как они умоляли.

source: <32>{#p/basic}* You really wouldn't like what's in the fridge.
ru_ru: <32>{#p/basic}* Вам действительно не понравится то, что находится в холодильнике.

source: <32>{#p/basic}* It's a stockpile of brand-name chocolate bars amongst an even bigger pile of snails.
ru_ru: <32>{#p/basic}* Это куча знаменитых шоколадных батончиков и куча улиток побольше.

source: <32>* Do you want one?
ru_ru: <32>Хотите одну?

source: <32>* Do you want another one?
ru_ru: <32>Хотите еще?

source: <32>* Do you want yet another one?
ru_ru: <32>Хотите еще одну?

source: <32>* If you want another one, you can take it...
ru_ru: <32>* Если вы хотите другого, вы можете взять его.

source: <32>* And another, and another, and another...
ru_ru: <32>* Есть еще один, есть еще один...

source: <33>* The chocolate goes on and on...
ru_ru: <33>* Шоколад все время ест.

source: <32>* Bar after bar...
ru_ru: <32>* Бар один за другим.

source: <32>* This is an unholy amount of chocolate right here.
ru_ru: <32>* Это зловещий шоколад.

source: <32>* This much chocolate should be against the law.
ru_ru: <32>* Такое количество шоколада должно быть незаконным.

source: <32>* How long can this go on...
ru_ru: <32>* Как долго это может продолжаться.

source: <32>* My god... it's so much...
ru_ru: <32>* Мой день. Это тоже...

source: * (Take a Chocolate Bar?)
ru_ru: * (Ешь шоколадные батончики?)
