Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>* ... now, it is your turn to make that same choice.
ru_ru: <25>* ..... Теперь ваша очередь сделать тот же выбор.

source: <25>{#p/asgore}{#f/1}* In any case, I cannot ask you to enter the archive.
ru_ru: <25>{#p/asgore}{#f/1}* В любом случае, я не могу попросить вас ввести архив.

source: <25>{#f/2}* It would be unrealistic to expect you to take such a responsibility.
ru_ru: <25>{#f/2}* Нереально ожидать, что вы возьмете на себя такую ответственность.

source: <25>{#f/5}* Return to my home.
ru_ru: <25>{#f/5}* Возвращайтесь домой.

source: <25>{#f/5}* I will decide what to do with you later.
ru_ru: <25>{#f/5}* Я решу, что делать с вами позже.

source: <25>{#p/asgore}{#f/6}* As the last to enter, you would act as a vessel.
ru_ru: <25>{#p/asgore}{#f/6}* Как последний, кто войдет, вы будете играть роль корабля.

source: <25>* Borrowing the others' SOUL power as your own.
ru_ru: <25>* Использовать силу чужой души как силу собственной души.

source: <26>* With all powers combined, you will destroy the force field.
ru_ru: Разрушительное силовое поле.

source: <25>* Then...
ru_ru: <25>* Тогда.

source: <25>* Monsterkind will search for a new home planet.
ru_ru: Монстр будет искать новую планету - дом.

source: <25>{#f/1}* ... however.
ru_ru: <25>{#f/1}* ... Тем не менее.

source: <25>* If you do not want such a responsibility...
ru_ru: <25>* Если вы не хотите брать на себя такую ответственность...

source: <25>* You may stay with us on the outpost until you change your mind.
ru_ru: <25>* Вы можете оставаться в форпосте, пока не передумаете.

source: <25>{#f/6}* Whatever you decide, I will support you.
ru_ru: <25>{#f/6}* Что бы вы ни решили, я буду поддерживать вас.

source: <25>* Will you enter the archive?
ru_ru: <25>Вы войдете в файл?

source: <26>{#p/asgore}{#f/6}* I see you have returned.
ru_ru: <26>{#p/asgore}{#f/6}* Похоже, вы вернулись.

source: <25>{#f/6}* Follow me, young one.
ru_ru: <25>{#f/6}* Идите со мной, молодой человек.

source: <25>{#f/21}* There is much to do.
ru_ru: <25>{#f/21)* Есть много вещей, которые нужно сделать.

source: <25>{#p/asgore}{#f/2}* ... I understand.
ru_ru: <25>{#p/asgore}{#f/2}* ... Я понимаю.

source: <25>{#f/1}* Perhaps it was wrong of me to assume you would be like the others.
ru_ru: <25>{#f/1}* Возможно, я думаю, что вы ошибаетесь, как и все остальные.

source: <25>{#f/5}* You did arrive quickly, and I have done little to earn your trust.
ru_ru: <25>{#f/5}* Вы действительно прибыли очень скоро, и я почти ничего не сделал, чтобы завоевать ваше доверие.

source: <25>{#f/5}* You may not be ready, and I have done little to earn your trust.
ru_ru: <25>{#f/5}* Возможно, вы еще не готовы, и я почти ничего не сделал, чтобы завоевать ваше доверие.

source: <25>{#f/1}* If you change your mind, you may return to me here...
ru_ru: <25>{#f/1}* Если передумаешь, можешь вернуться ко мне.

source: <25>{#f/2}* Otherwise, I shall not press you further.
ru_ru: <25>{#f/2}* Иначе я не буду вас больше торопить.

source: <25>{#p/asgore}{#f/6}* It is time.
ru_ru: <25>{#p/asgore}{#f/6}* Пришло время.

source: <25>{#p/asgore}{#f/5}* Alphys?
ru_ru: <25>{#p/asgore}{#f/5}* Альфа?

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Uh, y-yeah! * Sorry!
ru_ru: * Извините!

source: <25>{#p/alphys}{#g/alphysCutscene3}* Just getting everything ready and all...
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Просто готовьтесь ко всему.

source: <25>{#p/alphys}{#g/alphysCutscene2}* There. * We should be set for the procedure.
ru_ru: * Мы должны быть готовы к этой процедуре.

source: <25>{#p/alphys}{#g/alphysWelp}* Okay, looks like they're in the system.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Хорошо, кажется, что они находятся в системе.

source: <25>{#p/asgore}{#f/6}* Don't worry.
ru_ru: <25>{#p/asgore}{#f/6}* Не волнуйтесь.

source: <25>{#p/asgore}{#f/7}* When this archive was created...
ru_ru: <25>При создании этого архива...>>>>>>>>>>>>>>>>>>>> >>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>

source: <25>{#p/asgore}{#f/6}* We made sure to provide the ideal environment for the humans.
ru_ru: <25>{#p/asgore}{#f/6}* Мы гарантируем идеальную среду для человечества.

source: <25>{#p/asgore}{#f/21}* Lush forests, rolling hills, rivers as far as the eye can see...
ru_ru: <25>{#p/asgore}{#f/21)* Пышные леса, холмы, бесконечные реки...

source: <25>{#p/asgore}{#f/6}* All the trappings of a beautiful earth vista.
ru_ru: <25>{#p/asgore}{#f/6}* Все украшения прекрасного земного пейзажа.

source: <25>{#p/asgore}{#f/4}* ... we are counting on you, young one.
ru_ru: <25>{#p/asgore}{#f/4}* ... Мы рассчитываем на тебя, молодой человек.

source: <25>{#p/asgore}{#f/6}* Please, be safe, and do not take too long.
ru_ru: <25>{#p/asgore}{#f/6}* Пожалуйста, обратите внимание на безопасность и не занимайте много времени.

source: <32>{#p/basic}* Yeah, I'm still here...
ru_ru: <32>{#p/basic}* Да, я все еще здесь.

source: <32>* ... though, I don't think I can follow you inside.
ru_ru: <32>* ..... Тем не менее, я думаю, что я не могу следовать за вами, чтобы войти.

source: <33>* Subconscious and all that.
ru_ru: <33>* Подсознание и все это.

source: <32>* But whatever happens, I trust you'll do the right thing.
ru_ru: <32>* Но что бы ни случилось, я уверен, что вы поступите правильно.

source: <32>* Stay safe, alright?
ru_ru: <32>* Оставайтесь в безопасности, хорошо?

source: <25>{#p/asgore}{#f/2}* So you have arrived.
ru_ru: <25>{#p/asgore}{#f/2}* Итак, вы пришли.

source: <25>{#p/asgore}{#f/1}* ... * I suppose you would not have much to say.
ru_ru: * Думаю, тебе нечего сказать.

source: <25>{#f/2}* Unlike myself, who has many questions to ask of you.
ru_ru: <25>{#f/2}* В отличие от меня, у меня много вопросов к вам.

source: <25>{#f/4}* Yet, despite our differences...
ru_ru: <25>{#f/4}* Однако, несмотря на наши разногласия...

source: <25>{|}{#f/7}* I still think we can- {%}
ru_ru: <25>{~}{#f/7}* Я все еще думаю, что мы можем - {%}

source: <32>{#p/human}{#v/6}{@fill=#faff29}* Isn't it pretty...?
ru_ru: <32>{#p/human}{#v/6}{@ fill = #faff29}* Разве это не красиво?

source: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * Well, that's what he would have said, anyway.
ru_ru: * Хорошо, он все равно скажет то же самое.

source: <32>{@fill=#faff29}* Places like this were the norm here, once...
ru_ru: <32>{@ fill = #faff29}* Такое место когда - то было нормой здесь.

source: <32>{@fill=#faff29}* ... before I arrived and ruined it all.
ru_ru: <32>{@ fill = #faff29}* ... Пока я не пришел и не уничтожил все это.

source: <32>{@fill=#faff29}* My bionic implant gave us top- level access to the system.
ru_ru: <32>{@ fill = #faff29}* Мой бионический имплантат предоставляет нам доступ к системе на самом высоком уровне.

source: <32>{@fill=#faff29}* Anything we wanted, we could have... with a cost.
ru_ru: <32>{@ fill = #faff29}* Что мы хотим, мы все можем. Это дорого стоит.

source: <32>{@fill=#faff29}* You've seen the aftermath. * You've been to every world we created here...
ru_ru: * Ты был во всех мирах, которые мы создали здесь.

source: <32>{@fill=#faff29}* The XM you've gained is proof of that.
ru_ru: <32>{@ fill = #faff29}* Полученный XM подтверждает это.

source: <32>{@fill=#faff29}* XM... * It's an acronym, of course. * It stands for "exotic matter."
ru_ru: * Он представляет "чужеродные вещества"

source: <32>{@fill=#faff29}* It's the stuff that links all of our SOULs together.
ru_ru: <32>{@ fill = #faff29}* Именно эти вещи связывают все наши души.

source: <32>{@fill=#faff29}* It's what you need to break the force field.
ru_ru: <32>{@ fill = #faff29}* Это то, что нужно для разрушения силового поля.

source: <32>{#p/human}{#v/6}{@fill=#faff29}* I don't know if we'll be aware of what happened here.
ru_ru: <32>{#p/human}{#v/6}{@ fill = #faff29}* Я не знаю, знаем ли мы, что здесь происходит.

source: <32>{@fill=#faff29}* This is only a subconscious realm, after all.
ru_ru: <32>{@ fill = #faff29}* В конце концов, это только подсознательная область.

source: <32>{@fill=#faff29}* Still, even when a nightmare like ours comes to an end...
ru_ru: <32>{@ fill = #faff29}* Несмотря на это, даже такие кошмары, как наш, закончились.

source: <32>{@fill=#faff29}* Is it ever truly forgotten?
ru_ru: <32>{@ fill = #faff29}* Действительно ли это забыто?

source: <32>{#p/human}{#v/6}{@fill=#faff29}* ... * It's time for you to go.
ru_ru: * Тебе пора идти.

source: <32>{@fill=#faff29}* You can find the exit terminal at the end of the prime pathway.
ru_ru: <32>{@ fill = #faff29}* Вы можете найти терминал выхода в конце основного пути.

source: <32>{@fill=#faff29}* ... take care...
ru_ru: <32>{@ fill = #faff29}* ... Осторожно!

source: <32>{@fill=#faff29}* Got it?
ru_ru: <32>{@ fill = #faff29}* Понятно?

source: <32>{@fill=#faff29}* ... but before you go...
ru_ru: <32>{@ fill = #faff29}* ... Но прежде чем ты уйдешь.

source: <32>{@fill=#faff29}* Frisk? * That's your name, isn't it?
ru_ru: * Это твое имя, не так ли?

source: <32>{@fill=#faff29}* Forgive me. * I couldn't help but wonder what was on your mind.
ru_ru: * Я не могу не задаться вопросом, о чем ты думаешь.

source: <32>{@fill=#faff29}* ... * You're a good person, Frisk.
ru_ru: * Ты хороший человек, Фриск.

source: <32>{@fill=#faff29}* And from what I can tell...
ru_ru: <32>{@ fill = #faff29}* Насколько я знаю.

source: <32>{@fill=#faff29}* So is the one who's been making all those choices for you.
ru_ru: <32>{@ fill = #faff29}* То же самое относится и к тем, кто сделал все эти варианты для вас.

source: <32>{@fill=#faff29}* Frisk and I won't remember this conversation, but there's a chance you might.
ru_ru: <32>{@ fill = #faff29}* Мы с Фриском не будем вспоминать этот разговор, но вы можете вспомнить.

source: <32>{@fill=#faff29}* If you're really out there somewhere, listening...
ru_ru: <32>{@ fill = #faff29}* Если вы действительно где - то, слушайте.

source: <32>{@fill=#faff29}* ... don't forget about the lives we've led in this place.
ru_ru: <32>{@ fill = #faff29}* ... Не забывайте о нашей жизни здесь.

source: <32>{@fill=#faff29}* No matter the world, real or virtual, memories like ours don't deserve to be forgotten.
ru_ru: <32>{@ fill = #faff29}* Независимо от того, является ли мир реальным или виртуальным, такие воспоминания, как наша, не заслуживают забвения.

source: <25>{#p/alphys}{#g/alphysWelp}* I'll be waiting for you at the force field.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Я буду ждать вас в силовом поле.

source: <25>{#p/alphys}{#g/alphysFR}* ... also, I took the Mew Mew doll from you while you were asleep.
ru_ru: <25>{#p/alphys}{#g/alphysFR}* ... Кроме того, когда ты спал, я забрал у тебя куклу мяу.

source: <25>{#p/alphys}{#g/alphysHellYeah}* Who's laughing now!
ru_ru: <25>{#p/alphys}{#g/alphys Здравствуйте!}* Кто смеется сейчас!

source: <25>{#p/alphys}{#g/alphysFR}* ... also, I found the Mew Mew doll you let go of earlier.
ru_ru: <25>{#p/alphys}{#g/alphysFR}* ... Кроме того, я нашел мяу куклу, которую ты положил раньше.

source: <25>{*}{#p/alphys}{#g/alphysSmileSweat}* Ready?{^40}{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphysSmileSweat}* Готовы? {^ 40}{%}

source: <25>{*}{#p/twinkly}{#f/8}* Indecisive, eh Asgore?
ru_ru: <25>{*}{#p/мигание}{#f/8}* Нерешительность, не так ли, Асго?

source: <25>{*}{#f/5}* I know. * Choices can be difficult sometimes.
ru_ru: * Иногда выбор может быть трудным.

source: <25>{*}{#f/11}* But that's okay!
ru_ru: <25>{*}{#f/11)** Но все в порядке!

source: <25>{*}{#f/7}* You won't have to make them anymore.
ru_ru: <25>{*}{#f/7}* Вам больше не нужно их делать.

source: <25>{*}{#p/asgore}{#g/asgoreBound}* ... what are you...
ru_ru: <25>{*}{#p/asgore}{#g/asgoreBound}* ... Чем ты занимаешься?

source: <25>{*}* ... doing...
ru_ru: <25>{*}* Сделай...

source: <25>{*}{#p/twinkly}{#f/8}* Oh, nothing, Asgore...
ru_ru: <25>{*}{#p/мигание}{#f/8}* О, ничего, Асго...

source: <25>{*}{#p/twinkly}{#f/5}* Golly, Asgore...
ru_ru: <25>{*}{#p/мигание}{#f/5}* Боже, Асго...

source: <25>{*}{#f/11}* You could've killed them, and nobody would have complained.
ru_ru: <25>{*}{#f/11)* Вы можете убить их, и никто не будет жаловаться.

source: <25>{*}{#f/7}* But now, you've missed your chance.
ru_ru: <25>{*}{#f/7}* Но теперь вы упустили свой шанс.

source: <25>{*}{#p/twinkly}{#f/5}* Killing people isn't THAT bad, Asgore...
ru_ru: <25>{*}{#p/мигающий}{#f/5}* Убийство не так уж плохо, Асго...

source: <25>{*}{#f/9}* You just have to learn how to have fun with it!
ru_ru: <25>{*}{#f/9}* Вам просто нужно научиться наслаждаться этим!

source: <25>{*}{#p/twinkly}{#f/5}* Well, well...
ru_ru: <25>{*}{#p/мигание}{#f/5}* Хорошо, хорошо...

source: <26>{*}{#f/11}* Weren't you clever to get here so quickly.
ru_ru: <26>{*}{#f/11)* Вы пришли так быстро, не очень ли это умно?

source: <25>{*}{#p/twinkly}{#f/5}* Didja think you'd be able to slip past me that easily?
ru_ru: <25>{*}{#p/twinkly}{#f/5}* Дитя считает, что ты можешь так легко ускользнуть от меня?

source: <25>{*}{#f/7}* Don't be ridiculous.
ru_ru: <25>{*}{#f/7}* Не шути.

source: <25>{*}{#p/twinkly}{#f/5}* Howdy, Asgore.
ru_ru: <25>{*}{#p/мигающий}{#f/5}* Здравствуйте, Асго.

source: <26>{*}{#f/11}* There's a lot that needs done before we can save monsterkind.
ru_ru: <26>{*}{#f/11/* Многое еще предстоит сделать, прежде чем мы спасем монстров.

source: <25>{*}{#p/twinkly}{#f/5}* I know this came out of nowhere, but come on!
ru_ru: <25>{*}{#p/twinkly}{#f/5}* Я знаю, что это из воздуха, но давайте!

source: <25>{*}{#f/7}* I'm only trying to have fun, Asgore.
ru_ru: <25>{*}{#f/7}* Я просто хочу немного повеселиться, Асго.

source: <25>{*}{#p/twinkly}{#f/7}* Like I'd ever let you escape so easily.
ru_ru: <25>{*}{#p/мигающий}{#f/7}* Как я когда - то позволил тебе так легко сбежать.

source: <25>{*}{#f/8}* Poor $(name)... always so eager to take the shortcuts in life...
ru_ru: <25>{*}{#f/8}* Бедный $(имя)... Всегда так хочется сделать короткий путь в жизни.

source: <25>{*}{#f/8}* Poor $(name)... always so desperate to have things your way...
ru_ru: <25>{*}{#f/8}* Бедный $(имя)... Всегда так хочется делать по - своему.

source: <25>{*}{#f/5}* But not this time.
ru_ru: <25>{*}{#f/5}* Но не в этот раз.

source: <25>{*}{#p/twinkly}{#f/5}* From now on, I'll be the one calling the shots.
ru_ru: <25>{*}{#p/twinkly}{#f/5}* С этого момента я буду диктовать.

source: <25>{*}{#f/7}* And you just have to live with it.
ru_ru: <25>{*}{#f/7}* Вам просто нужно терпеть это.

source: <25>{*}{#p/twinkly}{#f/11}* Come now, $(name)...
ru_ru: <25>{*}{#p/мигание}{#f/11)* Приходите, $(имя)...

source: <25>{*}{#f/5}* This resistance of yours is pointless!
ru_ru: <25>{*}{#f/5}* Ваше сопротивление бессмысленно!

source: <25>{*}{#f/7}* No matter how fast you try to go, I'll always be one step ahead.
ru_ru: <25>{*}{#f/7}* Независимо от того, как быстро вы бежите, я буду на шаг впереди.

source: <25>{*}{#f/7}* No matter what you do, I'll always be one step ahead.
ru_ru: <25>{*}{#f/7}* Что бы вы ни делали, я буду на шаг впереди.

source: <25>{*}{#p/twinkly}{#f/5}* Shh... it's alright.
ru_ru: <25>{*}{#p/мигание}{#f/5} Шшш... Ничего страшного.

source: <25>{*}{#f/5}* My friend $(name) here just needs to be taught a lesson.
ru_ru: <25>{*}{#f/5}* Мой друг $(имя) требует только одного урока.

source: <25>{*}{#g/twinklyNice}* ... by the way, my name's Twinkly.{^30}{%}
ru_ru: <25>{*}{#g/twinklyNice}* ... Кстати, меня зовут Твинкли. {^ 30}{%}

source: <25>{*}{#g/twinklySassy}* Twinkly the star.{^30}{%}
ru_ru: <25>{*}{#g/twinklySasy}* Звезды сверкают. {^ 30}{%}

source: <25>{*}{#p/twinkly}{#g/twinklyWink}* Gosh, you're so cute when you're screaming in agony!{^30}{%}
ru_ru: <25>{*}{#p/twinkly}{#g/twinklywink}* Боже, как мило, когда ты кричишь от боли! {^ 30}{%}

source: <25>{*}{#p/twinkly}{#f/7}* Let's hear it again.{^20}{%}
ru_ru: <25>{*}{#p/мигающий}{#f/7}* Давайте еще раз послушаем. {^ 20}{%}

source: <25>{*}{#p/asgore}{#g/asgoreBreak2}* AAAAAAAARGH...!{^999}
ru_ru: <25>{*}{#p/asgore}{#g/asgorebreak2}* AAAAAA - RGH. {^ 999}

source: <25>{*}{#p/twinkly}{#f/11}* And again!{^5}{%}
ru_ru: <25>{*}{#p/мигание}{#f/11)* Повторите еще раз! 5.

source: <25>{*}{#p/twinkly}{#g/twinklyEvil}{#v/1}* And again!!!{^5}{%}
ru_ru: <25>{*}{#p/twinkly}{#g/twinklyEvil}{#v/1}* Повторите!! 5.

source: <25>{*}{#p/twinkly}{#g/twinklyGrin}{#v/1}* AND AGAIN!!!{^5}{%}
ru_ru: <25>{*}{#p/twinkly}{#g/twinklyGrin}{#v/1}* Еще раз!! 5.

source: <25>{*}{#p/twinkly}{#g/twinklyTwisted}{#v/1}* AND AGAIN!!!{^5}{%}
ru_ru: <25>{*}{#p/twinkly}{#g/twinkly Twisted}{#v/1}* Снова!! 5.

source: <25>{*}{#p/twinkly}{#g/twinklyCrazed}{#v/1}* AND AGAIN AND AGAIN AND AGAIN AND AGAIN AND AGAIN AND AGAIN AND {%}
ru_ru: <25>{*}{#p/twinkly}{#g/twinklyCrazed}{#v/1}* И снова, снова и снова и {%}

source: <99>{*}{#p/twinkly}{#g/twinklyBroken}{#v/1}* AAAAHAHAHAHAHAHAHAHAHAHAHAH AHAHAHAHAHAHAHAHAHAHAHAHAHA HAHAHAHAHAHAHAHAHAHAHAHAHAH{^20}{%}
ru_ru: Ха - ха - ха - ха - ха - ха {^ 20}{%}

source: <25>{*}* ... die.{^10}{%}
ru_ru: <25>{*}* Мертв. {^ 10}{%}

source: <99>{#p/twinkly}{#v/1}Hello, $(name).{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Добрый день, $(имя). {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Welcome to your new reality.{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Добро пожаловать в вашу новую реальность. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Welcome back, $(name).{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Добро пожаловать назад, $(имя). {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}It's good to see you here again.{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Рад снова видеть вас здесь. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Oh, $(name)...{^100}{%}
ru_ru: <99>{#p/мигающий}{#v/1} oh, $(имя). {^ 100}{%}

source: {#p/twinkly}{#v/1}How could you abandon me so.{^100}{%}
ru_ru: {{p/twinkly}{#v/1} Как ты можешь так меня бросить? {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Do you feel... alone?{^100}{%}
ru_ru: <99>{#p/мигание}{#v/1} Вы чувствуете... Один? {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Do you feel... trapped?{^100}{%}
ru_ru: <99>{#p/мигание}{#v/1} Вы чувствуете... Застрял? {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Hee hee hee...{^100}{%}
ru_ru: <99>{#p/мигающий}{#v/1} хип - хип. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}... there's no escape!{^100}{%}
ru_ru: <99>{#p/сцинтилляция}{#v/1}. Не сбежать! {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Asgore's precious "archive..."{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Ценные "архивы" Асго {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}I've brought it into the real world!{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Я принес его в реальный мир! {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}All you can do is walk forward...{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Все, что вы можете сделать, это идти вперед. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Closer, and closer...{^100}{%}
ru_ru: <99>{#p/мигающий}{#v/1} становится все ближе и ближе. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}... you aren't afraid, are you?{^100}{%}
ru_ru: <99>{#p/сцинтилляция}{#v/1}. Ты не боишься, да? {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}You aren't going to run away?{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Вы не собираетесь бежать? {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Good.{^100}{%}
ru_ru: <99>{#p/мигающий}{#v/1} Очень хорошо. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Very good.{^100}{%}
ru_ru: <99>{#p/мигание}{#v/1} Очень хорошо. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}You are a very good sibling.{^100}{%}
ru_ru: <99>{#p/twinkly}{#v/1} Ты хороший брат и сестра. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}...{^100}{%}
ru_ru: <99>{#p/сцинтилляция}{#v/1}. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}You're almost there...!{^100}{%}
ru_ru: <99>{#p/мигающий}{#v/1} Ты почти здесь. {^ 100}{%}

source: <99>{#p/twinkly}{#v/1}Just a little further, $(name)...{^100}{%}
ru_ru: <99>{#p/мигание}{#v/1} Пройдите немного дальше, $(имя). {^ 100}{%}

source: <99>{#p/human}{#v/1}{@fill=#42fcff}Your long nightmare is over now.{^80}{%}
ru_ru: <99>{#p/human}{#v/1}{@ fill = #42fcff} Ваш кошмар закончился. {^ 80}{%}

source: <99>{#p/human}{#v/2}{@fill=#ff993d}Your world will be restored!{^80}{%}
ru_ru: <99>{#p/human}{#v/2}{@ fill = #ff993d} Ваш мир восстановится! {^ 80}{%}

source: <99>{#p/human}{#v/3}{@fill=#003cff}But first, you must make a choice.{^80}{%}
ru_ru: <99>{#p/human}{#v/3}{@ fill = #003cff} Но сначала вы должны сделать выбор. {^ 80}{%}

source: <99>{#p/human}{#v/4}{@fill=#d535d9}Will you destroy what lies ahead?{^80}{%}
ru_ru: <99>{#p/human}{#v/4}{@ fill = #d535d9} Вы уничтожите все впереди? {^ 80}{%}

source: <99>{#p/human}{#v/5}{@fill=#00c000}Or will you show compassion?{^80}{%}
ru_ru: <99>{#p/human}{#v/5}{@ fill = #00c000} Или вы проявите сострадание? {^ 80}{%}

source: <99>{#p/human}{#v/6}{@fill=#faff29}The judgement is yours to make.{^80}{%}
ru_ru: <99>{#p/human}{#v/6}{@ fill = #faff29} Решение в ваших руках. {^ 80}{%}

source: <99>{*}{#p/twinkly}...
ru_ru: <99>{*}{#p/сцинтилляция}.

source: <99>{*}... what are you doing?
ru_ru: <99>{*}... Что ты делаешь?

source: <99>{*}Do you really think I've learned...
ru_ru: Ты действительно думаешь, что я научился.

source: <99>{*}... anything from this?
ru_ru: <99>{*}... Что там?

source: <99>{*}No.
ru_ru: <99>{*} Нет.

source: <99>{*}{#p/twinkly}If you don't end this now...
ru_ru: <99>{*}{#p/twinkly} Если вы не закончите все это сейчас...

source: {*}I'll come back.
ru_ru: {*} Я вернусь.

source: <99>{*}{#p/twinkly}I'll consume you.
ru_ru: <99>{*}{#p/twinkly} Я съем тебя.

source: <99>{*}{#p/twinkly}I'll destroy everything.
ru_ru: <99>{*}{#p/twinkly} Я уничтожу все.

source: <99>{*}{#p/twinkly}I'll make it so you never existed!
ru_ru: <99>{*}{#p/twinkly} Я сделаю так, чтобы тебя никогда не было!

source: <99>{*}{#p/twinkly}...?
ru_ru: <99>{*}{#p/сцинтилляция}.

source: <99>{*}{#p/twinkly}... why?
ru_ru: <99>{*}{#p/сцинтилляция}. - Почему?

source: <99>{*}{#p/twinkly}... why are you being...
ru_ru: <99>{*}{#p/сцинтилляция}. Ты почему...

source: {*}{#p/twinkly}... so nice to me?
ru_ru: {*}{#p/сцинтилляция}. Так хорошо для меня?

source: <99>{*}{#p/twinkly}... I can't understand...
ru_ru: <99>{*}{#p/сцинтилляция}. Я не понимаю.

source: <99>{*}{#p/twinkly}I can't understand!
ru_ru: Я не понимаю!

source: <99>{*}{#p/twinkly}{#i/4}... I just can't understand...{^30}{%}
ru_ru: <99>{*}{#p/сцинтилляция}{#i/4}. Я просто не понимаю. {^ 30}{%}

source: <99>{*}{#p/twinkly}{#i/3}Goodbye, $(name).{^30}{%}
ru_ru: <99>{*}{#p/мигание}{#i/3} Прощай, $(имя). {^ 30}{%}

source: <32>{*}{#p/event}{#i/5}Twinkly ran away.
ru_ru: <32>{*}{#p/event}{#i/5} Twinkly Сбежал.

source: <25>{#p/asriel1}{#f/30}* I surrender!
ru_ru: <25>{#p/asriel 1/{#f/30}* Я сдаюсь!

source: <25>{#p/asriel1}{#f/25}* I'm so sorry.
ru_ru: <25>{#p/asriel 1/{#f/25}* Мне очень жаль.

source: <25>{#p/asriel1}{#f/23}* I guess you win again, huh, $(name)?
ru_ru: <25>{#p/asriel 1}{#f/23}* Я думаю, что вы снова выиграли, ну, $(имя)?

source: <25>{#p/asriel1}{#f/23}* I always was a crybaby, wasn't I, $(name)?
ru_ru: <25>{#p/asriel 1}{#f/23}* Я всегда был плачущим человеком, не так ли, $(имя)?

source: <25>{#f/21}* ... I know.
ru_ru: <25>{#f/21)* ... Я знаю.

source: <25>{#f/23}* You're not actually $(name), are you?
ru_ru: <25>{#f/23}* Вы на самом деле не $(имя), не так ли?

source: <25>{#f/22}* $(name)'s been gone for a long time.
ru_ru: <25>{#f/22}* $(name) давно исчезли.

source: <25>{#f/15}* Um... what...
ru_ru: <25>{#f/15}* Мм... что...

source: <25>{#f/10}* What IS your name?
ru_ru: <25>{#f/10)** Как вас зовут?

source: <32>{#p/human}* (...) * (You tell Asriel your name.)
ru_ru: * (Ты сказал Асриэлю свое имя.)

source: <25>{#p/asriel1}{#f/21}* Frisk, huh?
ru_ru: <25>{#p/asriel 1/{#f/21/* Фриск, не так ли?

source: <25>{#f/23}* Well, I guess you win again, Frisk.
ru_ru: <25>{#f/23}* Ладно, я думаю, ты снова выиграл, Фриск.

source: <25>{#f/13}* It's strange...
ru_ru: <25>{#f/13}* Это странно.
