Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <20>{#p/asgore}{#e/asgore/12}In other words...?
ru_ru: <20>{#p/asgore}{#e/asgore/12} Иными словами.

source: <20>{#p/alphys}In other words, s-someone could have accessed the system.
ru_ru: <20>{#p/alphys} Другими словами, кто - то мог получить доступ к системе.

source: <20>{#p/alphys}{#e/asgore/1}They could have taken some of the humans' SOUL power.
ru_ru: <20>{#p/alphys}{#e/asgore/1} Они могли бы отнять у человека часть его духовной силы.

source: <20>{#p/alphys}{#e/alphys/6}I-I mean, it could just be a sensor glitch...
ru_ru: <20>{#p/alphys}{#e/alphys/6} Я имею в виду, что это может быть просто сбой датчика.

source: <20>{#p/alphys}{#e/alphys/1}But... Judging by what we're seeing...
ru_ru: Судя по тому, что мы видим.

source: <20>{#p/asgore}{#e/asgore/1}I see.
ru_ru: <20>{#p/asgore}{#e/asgore/1} Я понимаю.

source: <20>{#p/asgore}{#e/asgore/2}I see.
ru_ru: <20>{#p/asgore}{#e/asgore/2} Я понимаю.

source: <20>{#p/asgore}{#e/asgore/5}I always considered the possibility that the archive could be tampered with...
ru_ru: <20>{#p/asgore}{#e/asgore/5} Я рассматривал возможность того, что файлы могут быть изменены.

source: <20>{#p/asgore}{#e/asgore/5}But even I did not think it would happen.
ru_ru: <20>{#p/asgore}{#e/asgore/5} Но даже я не ожидал этого.

source: <20>{#p/asgore}{#e/asgore/1}What do we do?
ru_ru: <20>{#p/asgore}{#e/asgore/1} Что нам делать?

source: <20>{#p/alphys}I guess... wait for another human?
ru_ru: <20>{#p/alphys} Я хочу. Ждать другого человека?

source: <20>{#p/alphys}{#e/alphys/4}I-I'm sorry... I don't know what else to say...
ru_ru: Я не знаю, что еще сказать.

source: <20>{#p/undyne}{#e/undyne/13}But I do!
ru_ru: <20>{#p/undyne}{#e/undyne/13} Но я знаю!

source: <20>{#p/alphys}{#e/alphys/10}Undyne, w-w-what are you doing here!?
ru_ru: <20>Ундин, что ты здесь делаешь?

source: <20>{#p/undyne}{#e/undyne/1}{#e/alphys/8}{#e/asgore/1}Don't tell me. Force field's giving you a rough time?
ru_ru: Тяжело ли вам силовое поле?

source: <20>{|}{#p/alphys}{#e/alphys/6}Undyne, how did you- {%}
ru_ru: <20>{~}{#p/alphys}{#e/alphys/6} Undyne, как вы - {%}

source: <20>{#p/undyne}{#e/undyne/5}Guess I'll have to smash it myself!
ru_ru: <20>{#p/undyne}{#e/undyne/5} Я думаю, мне придется разбить его самому!

source: <20>{#p/undyne}{#e/undyne/4}I know, I know. I was just trying to make you feel better.
ru_ru: Я просто хочу, чтобы тебе стало лучше.

source: <20>{#p/undyne}{#e/undyne/3}Look... Sans found out about the human stuff and told me to come here.
ru_ru: <20>{#p/undyne}{#e/undyne/3} Смотри. Санс нашел что - то человеческое и пригласил меня сюда.

source: <20>{#p/undyne}{#e/undyne/11}{#e/asgore/5}I'll admit, I was surprised at first... but I think I get it now.
ru_ru: <20>{#p/undyne}{#e/undyne/11 {#e/asgore/5} Я признаю, что сначала я был удивлен. Но я думаю, что теперь понимаю.

source: <20>{#p/undyne}{#e/undyne/13}Heck, I'm GLAD your plan worked out!
ru_ru: <20>{#p/undyne}{#e/undyne/13} Ой, я рад, что ваш план удался!

source: <20>{#p/undyne}{#e/undyne/0}I'm not gonna pretend I LIKE humanity, but today's been a good showing.
ru_ru: <20>{#p/undyne}{#e/undyne/0} Я не буду притворяться, что люблю людей, но сегодня я хорошо себя чувствую.

source: <20>{#p/undyne}{#e/undyne/0}I'm not gonna pretend I LIKE humanity, but I'm not against a happy ending, either.
ru_ru: <20>{#p/undyne}{#e/undyne/0} Я не буду притворяться, что люблю людей, но я также не против счастливого конца.

source: <20>{#p/undyne}{#e/undyne/15}{#e/asgore/6}I guess, as the captain of the guard, I just...
ru_ru: <20>{#p/undyne}{#e/undyne/15}{#e/asgore/6} Я хочу, как капитан охраны, я просто...

source: <20>{#p/alphys}{#e/alphys/32}Hey... it's okay.
ru_ru: <20>{#p/alphys}{#e/alphys/32} Эй. Ничего страшного.

source: <20>{#e/alphys/31}You're here now, and that's what matters, right?
ru_ru: <20>{#e/alphys/31: Вы здесь сейчас, это самое главное, не так ли?

source: <20>{#p/undyne}{#e/undyne/14}Pfft, it's the least I can do after that movie you promised!
ru_ru: <20>{#p/undyne}{#e/undyne/14} Pfft, это по крайней мере то, что я могу сделать после фильма, который вы обещали!

source: <20>{#p/alphys}{#e/alphys/33}... wanna kiss?
ru_ru: <20>{#p/alphys}{#e/alphys/33}. Хочешь поцеловаться?

source: <20>{#p/asgore}{#e/asgore/5}Um.
ru_ru: <20>{#p/asgore}{#e/asgore/5} хм.

source: <20>{#p/undyne}{#e/undyne/6}Right now???
ru_ru: <20>{#p/undyne}{#e/undyne/6} Теперь?

source: <20>{#p/alphys}{#e/alphys/34}Why not?
ru_ru: <20>{#p/alphys}{#e/alphys/34} Почему нет?

source: <20>{#p/asgore}{#e/asgore/20}Alphys. There is a child with us.
ru_ru: С нами ребенок.

source: <21>{#p/undyne}{#e/undyne/7}We wouldn't do it in front of them, right?
ru_ru: <21>{#p/undyne}{#e/undyne/7} Мы не будем делать это перед ними, не так ли?

source: <20>{*}{#p/alphys}{#e/alphys/35}{#e/undyne/37}{#e/asgore/8}No hesitation.{^10}{%}
ru_ru: <20>{*}{#p/alphys}{#e/alphys/35}{#e/undyne/37}{#e/asgore/8} Без колебаний. {^ 10}{%}

source: <15>{*}{#p/papyrus}{#e/papyrus/22}WAIT!!!{^10}{%}
ru_ru: <15>{*}{#p/папирус}{#e/папирус/22} и так далее!! {^ 10}{%}

source: {*}{#e/papyrus/20}{%}
ru_ru: {*}{#e/папирус/20}{%}

source: <20>{#p/mettaton}SORRY, LADIES. THE BOYS' CLUB HAS ARRIVED.
ru_ru: Приехал клуб мальчиков.

source: <20>{#p/mettaton}{#e/mettaton/1}... OH, HELLO THERE $(moniker2u)! IF YOU LIKE, YOU CAN BE AN "HONORARY" MEMBER...
ru_ru: Если хотите, можете стать "почетным" членом...

source: <20>{#p/napstablook}{#e/mettaton/2}{#e/alphys/15}{#e/asgore/1}{~}hey, um... i'm not really a boy...
ru_ru: <20>{#p/napstaplok}{#e/metaton/2}{#e/alphys/15}{#e/Asgor/1}{~}} Эй, ну... я действительно не мальчик.

source: <20>{#p/mettaton}{#e/mettaton/1}I NEVER SAID -YOU- WERE IN THE BOYS' CLUB, BLOOKY...
ru_ru: <20>{#p/metaton}{#e/metaton/1} Я никогда не говорил - ты - в клубе мальчиков, Буллок...

source: <20>{#p/mettaton}{#e/undyne/38}{#e/papyrus/21}IT'S PRETTY MUCH JUST BETWEEN ME AND PAPYRUS.
ru_ru: <20>{#p/metaton}{#e/undyne/38}{#e/папирус/21: У меня хорошие отношения с папирусом.

source: <20>{#p/napstablook}{~}oh......
ru_ru: <20>{#p/napstabook}{~} О...

source: <20>{#p/napstablook}{~}i guess i'll come back later
ru_ru: <20>{#p/napstaplok}{~} Я думаю, что вернусь позже.

source: <20>{#p/undyne}{#e/undyne/19}{#e/mettaton/4}Wait.
ru_ru: <20>{#p/undyne}{#e/undyne/19}{#e/metaton/4} и т.д.

source: <20>{#p/undyne}{#e/undyne/10}YOU TWO ARE A THING???
ru_ru: <20>{#p/undyne}{#e/undyne/10 - Вы двое одно и то же?

source: <15>{#p/papyrus}{#e/papyrus/15}CORRECTAMUNDO!
ru_ru: <15>{#p/папирус}{#e/папирус/15} Правильно!

source: <17>{#p/papyrus}{#e/papyrus/24}... A WORD I HAVE NEVER USED BEFORE, AND HOPEFULLY NEVER WILL AGAIN.
ru_ru: <17>{#p/папирус}{#e/папирус/24}. Я никогда не использовал это слово раньше и надеюсь, что не буду использовать его в будущем.

source: <20>{#p/undyne}{#e/undyne/17}So THAT's what you've been up to all this time...
ru_ru: <20>{#p/undyne}{#e/undyne/17} Так что это то, что вы всегда делали.

source: <20>{#p/undyne}{#e/undyne/17}So THAT's what your "business" was about...
ru_ru: <20>{#p/undyne}{#e/undyne/17} Так что в этом смысл вашего "бизнеса".

source: <20>{#p/mettaton}{#e/mettaton/1}{#e/asgore/6}{#e/papyrus/20}OHHHH YES! IN FACT, WE WERE JUST DISCUSSING HOW WE'D SPEND OUR FIRST DAY OUT.
ru_ru: На самом деле, мы просто обсуждаем, как провести наш первый день.

source: <20>{#p/alphys}{#e/alphys/34}{#e/undyne/1}{#e/mettaton/4}Ehehe. I might have some ideas for you.
ru_ru: У меня есть кое - какие идеи для тебя.

source: <20>{#p/undyne}{#e/undyne/19}{#e/asgore/1}Uh, I don't think they'd be into that kinda stuff, Alphys.
ru_ru: <20>{#p/undyne}{#e/undyne/19}{#e/asgore/1} ну, я не думаю, что им понравится такая вещь, Alphys.

source: <20>{#p/alphys}{#e/alphys/8}Oh.
ru_ru: <20>{#p/alphys}{#e/alphys/8} О.

source: <15>{#p/papyrus}{#e/papyrus/10}{#e/undyne/0}WHY DON'T WE HANG OUT HERE! AT THE FORCE FIELD!
ru_ru: <15>{#p/папирус}{#e/папирус/10 {#e/undyne/0} Почему бы нам не прогуляться здесь! В силовом поле!

source: <15>{#e/mettaton/2}{#e/papyrus/28}I KNOW YOU LOVE YOUR "EXOTIC" DESTINATIONS...
ru_ru: <15>{#e/metaton/2}{#e/папирус/28} Я знаю, что вам нравится ваш "экзотический" пункт назначения.

source: <20>{#p/mettaton}{#e/mettaton/2}OH, YOU REALLY -DO- KNOW ME, PAPYRUS.
ru_ru: <20>{#p/metaton}{#e/metaton/2} О, вы действительно - действительно - знаете меня, Папирус.

source: <20>{#p/mettaton}{#e/mettaton/1}{#e/papyrus/13}THERE'S NOTHING I LOVE MORE THAN STARING INTO THE DEEP ABYSS OF NOTHINGNESS...
ru_ru: <20>{#p/metaton}{#e/metaton/1}{#e/папирус/13} Ничто так не любит меня, как глубокое изучение ничтожества.

source: <20>{|}{#p/mettaton}{#e/mettaton/3}{#e/papyrus/21}ALL WHILE CONTEMPLATING THE MEANING OF LIFE, THE UNIVERSE, AND- {%}
ru_ru: <20>{~}{#p/metaton}{#e/metaton/3}{#e/папирус/21: Мысли о смысле жизни, Вселенной и - {%}

source: <20>{#p/sans}{#e/sans/2}{#e/undyne/21}{#e/alphys/8}hey guys.
ru_ru: <20>Эй, ребята.

source: <15>{#p/papyrus}{#e/papyrus/10}{#e/mettaton/3}LONG TIME NO SEE, BROTHER!
ru_ru: <15>{#p/папирус}{#e/папирус/10 {#e/metaton/3} Давно не виделись, брат!

source: <16>{#p/papyrus}{#e/sans/0}{#e/papyrus/26}IT WOULD APPEAR MY PARTNER IS... STILL NEW TO THE WHOLE "IN- LAWS" THING.
ru_ru: Вся эта "родственная" вещь.

source: <20>{#p/sans}{#e/alphys/7}heh. heya, asgore.
ru_ru: Эй, Асгор.

source: <20>{#p/asgore}{#e/asgore/6}{#e/papyrus/20}Howdy, Sans. It is good to see you here as well.
ru_ru: Я тоже рад тебя видеть.

source: <20>{#p/sans}{#e/sans/3}oh, y'know... i figured i'd swing by to see what all the fuss was about.
ru_ru: Я думаю, что пойду туда и посмотрю, что тут такого.

source: <20>{#p/sans}{#e/sans/0}but never mind me.
ru_ru: <20>{#p/sans}{#e/sans/0} Но не против меня.

source: <20>{#p/sans}{#e/sans/2}there's someone else you might like to see.
ru_ru: <20>{#p/sans}{#e/sans/2} Вы можете захотеть увидеть кого - то другого.

source: <20>{#p/asgore}{#e/sans/0}{#e/undyne/3}{#e/asgore/8}{#e/papyrus/26}Tori...!
ru_ru: <20>{#p/asgore}{#e/sans/0}{#e/undyne/3}{#e/asgore/8} {#e/папирус/26} Тори.

source: <20>{#p/asgore}{#e/asgore/6}You came back.
ru_ru: <20>{#p/asgore}{#e/asgore/6} Ты вернулся.

source: <21>{#p/toriel}{#e/toriel/13}Sans has... told me everything.
ru_ru: <21>{#p/toriel}{#e/toriel/13} У Санса есть. Расскажи мне все.

source: <20>{#p/alphys}{#e/undyne/4}{#e/alphys/8}Don't look at me, I didn't tell him.
ru_ru: <20>{#p/alphys}{#e/undyne/4}{#e/alphys/8} Не смотри на меня, я ему не сказал.

source: <20>{#p/sans}{#e/sans/0}nah, you're right.
ru_ru: <20>{#p/sans}{#e/sans/0} Нет, вы правы.

source: <20>{#p/sans}{#e/sans/2}{#e/alphys/10}{#e/asgore/6}{#e/toriel/9}you're just a terrible liar.
ru_ru: <20>{#p/sans}{#e/sans/2}{#e/alphys/10 {#e/asgore/6}{# e/toriel/9} Ты просто ужасный лжец.

source: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/alphys/36}{#e/papyrus/20}I must say, I definitely expected more backlash for my keeping of secrets.
ru_ru: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/alphys/36} {#y/папирус/20} Я должен сказать, что я, безусловно, получу больше возражений за сохранение тайны.

source: <20>{#p/toriel}{#e/toriel/13}{#e/asgore/1}I will admit, I was upset at first, but...
ru_ru: <20>{#p/toriel}{#e/toriel/13}{#e/asgore/1} Я признаю, что сначала я был расстроен, но...

source: <20>{#p/toriel}{#e/toriel/13}{#e/papyrus/21}{#e/alphys/7}Lately, I have been thinking more and more about my own mistakes.
ru_ru: <20>{#p/toriel}{#e/toriel/13}{#e/папирус/21 {#e/alphys / 7} В последнее время я все чаще думаю о своих ошибках.

source: <20>{#p/toriel}{#e/toriel/9}... you are not the only one with things to answer for, Asgore.
ru_ru: <20>{#p/toriel}{#e/toriel/9}. Асго, ты не единственный, кто должен нести ответственность.

source: <20>{#p/undyne}{#e/undyne/1}{#e/papyrus/20}I mean, come on, did you really think we wanted all humans to die?
ru_ru: <20>{#p/undyne}{#e/undyne/1}{#e/папирус/20} Я имею в виду, пожалуйста, вы действительно думаете, что мы хотим, чтобы все умерли?

source: <21>{#p/toriel}{#e/sans/3}{#e/asgore/2}{#e/undyne/4}{#e/toriel/11}{#e/papyrus/21}{#e/alphys/15}You could have told me you were protecting them.
ru_ru: <21>Вы могли бы сказать мне, что защищаете их.

source: <20>{#p/alphys}{#e/alphys/7}... it's not THAT bad, is it?
ru_ru: <20>{#p/alphys}{#e/alphys/7}. Не так уж и плохо, да?

source: <20>{#p/sans}{#e/sans/0}{#e/undyne/3}yeah, come on, tori. lighten up.
ru_ru: Расслабься.

source: <20>{#p/sans}{#e/sans/2}{#e/alphys/8}{#e/asgore/5}{#e/toriel/13}he did a good thing, didn't he?
ru_ru: <20>Он сделал хорошее дело, не так ли?

source: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/asgore/2}{#e/alphys/36}No, no, she is right in being angry.
ru_ru: <20>{#p/asgore}{#e/undyne/0}{#e/sans/0}{#e/asgore/2} {#e/alphys/36} Нет, она была права, когда злилась.

source: <20>{#e/sans/3}{#e/asgore/3}I have kept this from her... from everyone... for much too long.
ru_ru: <20>{#e/sans/3}{#e/asgore/3} Я скрывал это от нее. От всех. Слишком долго.

source: <20>{#p/undyne}{#e/undyne/1}{#e/asgore/1}But you had a good reason, didn't you?
ru_ru: <20>{#p/undyne}{#e/undyne/1}{#e/asgore/1} Но у вас есть веские причины, не так ли?

source: <20>{#p/asgore}{#e/undyne/17}{#e/alphys/8}{#e/toriel/9}{#e/asgore/2}{#e/papyrus/27}Perhaps. It is hard to tell.
ru_ru: Трудно сказать.

source: <20>{#p/undyne}{#e/undyne/1}Still, did you really think we wanted all humans to die?
ru_ru: <20>{#p/undyne}{#e/undyne/1} Но действительно ли вы думаете, что мы хотим, чтобы все умерли?

source: <20>{#p/alphys}{#e/asgore/5}{#e/undyne/17}{#e/alphys/8}{#e/toriel/13}You literally tried to kill them, Undyne.
ru_ru: <20>{#p/alphys}{#e/asgore/5}{#e/undyne/17}{#e/alphys/8}{#e/toriel/13} Ты действительно хочешь убить их, undyne.

source: <20>{#p/toriel}{#e/undyne/18}{#e/toriel/3}{#e/asgore/5}She... what?
ru_ru: <20>Она. - Что?

source: <20>{#p/undyne}{#e/undyne/9}{#e/toriel/4}I did no such thing!!!
ru_ru: <20>{#p/undyne}{#e/undyne/9}{#e/toriel/4} Я этого не делал!!

source: <20>{#p/undyne}{#e/undyne/13}{#e/toriel/4}Don't worry about it, I changed my mind.
ru_ru: <20>{#p/undyne}{#e/undyne/13}{#e/toriel/4} Не волнуйся, я передумал.

source: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}... are you sure about that, miss?
ru_ru: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}. Мисс, вы уверены?

source: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}... we are going to have a talk about this later, miss.
ru_ru: <20>{#p/toriel}{#e/toriel/15}{#e/asgore/6}. Мисс, мы поговорим об этом позже.

source: <20>{#p/alphys}{#e/alphys/33}Ahem, that's "misses" to you.
ru_ru: <20>{#p/alphys}{#e/alphys/33} аху, это "скучать" для вас.

source: <20>{#p/undyne}{#e/undyne/10}{#e/sans/4}{#e/toriel/12}Alphys!! We haven't even had dinner together!
ru_ru: Мы еще не ужинали вместе!

source: <20>{#p/alphys}{#e/alphys/34}Dinner? I was just gonna skip to dessert.
ru_ru: Я как раз собирался прыгнуть на десерт.

source: <15>{#p/papyrus}{#e/undyne/19}{#e/papyrus/19}{#e/asgore/4}{#e/sans/5}{#e/alphys/40}OH MY GOD!!!
ru_ru: <15>{#p/папирус}{#e/undyne/19}{#e/бумажная папируска/19}{# e/asgore/4}{#e/sans/5}{#e/alphys/40} О, Боже мой!!

source: <20>{#p/undyne}{#e/undyne/38}{#e/sans/0}{#e/asgore/1}{#e/toriel/13}{#e/papyrus/20}... hold on.
ru_ru: <20>{#p/undyne}{#e/undyne/38}{#e/sans/0}{#e/asgore/1} {#e/toriel/13}{#e/папирус/20}. Держись.

source: <20>{#p/undyne}{#e/undyne/18}{#e/papyrus/21}How did YOU know to be here, Papyrus?
ru_ru: <20>{#p/undyne}{#e/undyne/18}{#e/папирус/21: Откуда вы знаете, что будет здесь, папирус?

source: <15>{#p/papyrus}{#e/papyrus/10}OH, RIGHT! AFTER METTATON AND I WERE DONE TALKING...
ru_ru: Мы с Мейтоном поговорим позже.

source: <15>{#p/papyrus}{#e/papyrus/20}A LITTLE YELLOW STAR APPEARED AND TOLD US WE SHOULD COME.
ru_ru: <15>{#p/Paper}{#e/Paper/20} Появилась маленькая желтая звезда, которая говорит нам, что мы должны прийти.

source: <15>{#p/papyrus}{#e/papyrus/21}{#e/alphys/9}{#e/sans/1}IT SEEMED... URGENT.
ru_ru: <15>{#p/папирус}{#e/папирус/21 {#e/alphys/9}{#e/sans/1} выглядит... Срочно.

source: <20>{#p/toriel}{#e/toriel/9}{#e/asgore/12}Twinkly.
ru_ru: <20>{#p/toriel}{#e/toriel/9}{#e/asgore/12} Блестят.

source: <20>{#p/undyne}{#e/alphys/15}Twinkly?
ru_ru: <20>{#p/undyne}{#e/alphys/15} Блестят?

source: <20>{#p/undyne}{#e/alphys/28}{#e/undyne/37}{#e/toriel/3}Who's Twinkly?
ru_ru: <20>Кто такой Twinkly?

source: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}Howdy, everyone.
ru_ru: <20>Всем привет.

source: <20>{#e/twinkly/7}{#v/0}Did you miss me?
ru_ru: <20>{#e/twinkly/7}{#v/0} Ты скучаешь по мне?

source: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}Oh, I'm sorry... Did something happen to your SAVE file?
ru_ru: Что - то не так с вашим сохранением файла?

source: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}Hee hee hee...
ru_ru: <20>{#p/мигающий}{#e/мигающий/11 {#v/0} хип - хип.

source: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}That's what you get.
ru_ru: <20>{#p/мигающий}{#e/мигающий/2}{#v/1} Это то, что вы получаете.

source: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}Sorry, but this world belongs to ME now.
ru_ru: <20>{#p/twinkly}{#e/twinkly/7}{#v/0} Извините, но этот мир теперь принадлежит мне.

source: <20>{#p/twinkly}{#e/twinkly/5}{#v/0}Long time no see, $(name).
ru_ru: <20>{#p/twinkly}{#e/twinkly/5}{#v/0} Давно не виделись, $(имя).

source: <20>{#e/twinkly/7}{#v/0}It's been a while, hasn't it?
ru_ru: <20>{#e/twinkly/7}{#v/0} Уже давно, не так ли?

source: <20>{#e/twinkly/11}{#v/0}I hope I'm not getting in the way of your fun...
ru_ru: <20>{#e/twinkly/11 {#v/0} Я надеюсь, что я не мешаю вам веселиться.

source: <20>{#e/twinkly/2}{#v/1}Considering you ROBBED me of mine.
ru_ru: <20>{#e/twinkly/2}{#v/1} Подумайте о том, что вы ограбили меня.

source: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}What's that? You want your SAVE file back?
ru_ru: Вы хотите вернуть свои сохраненные документы?

source: <20>{#p/twinkly}{#e/twinkly/11}{#v/0}Oh, $(name)...
ru_ru: <20>{#p/сцинтилляция}{#e/сцинтилляция/11 {#v/0} oh, $(имя)...

source: <20>{#p/twinkly}{#e/twinkly/2}{#v/1}You're even dumber than I thought!
ru_ru: <20>{#p/twinkly}{#e/twinkly/2}{#v/1} Ты глупее, чем я думал!

source: <20>{#p/twinkly}{#e/twinkly/7}{#v/0}Sorry, $(name). This world belongs to ME now.
ru_ru: Теперь этот мир принадлежит мне.

source: <20>{#e/twinkly/11}{#v/0}Hee hee hee...
ru_ru: <20>{#e/twinkly/11}{#v/0} Хип - хип.

source: <20>{#e/twinkly/11}{#v/0}While you were having your little pow-wow...
ru_ru: <20>{#e/twinkly/11 {#v/0} Когда вы выполняете свою маленькую молитву.

source: <20>{#e/twinkly/5}{#v/0}I took control of the archive!
ru_ru: <20>{#e/twinkly/5}{#v/0} Я контролирую файлы!

source: <20>{#e/twinkly/10}{#v/0}Now, all the SOUL power you had access to belongs to me.
ru_ru: <20>{#e/twinkly/10 {#v/0} Теперь вся сила твоей души принадлежит мне.

source: <20>{#e/twinkly/9}{#v/0}THAT's why you couldn't finish off the force field.
ru_ru: <20>{#e/twinkly/9}{#v/0} Вот почему вы не можете завершить силовое поле.

source: <20>{#e/twinkly/11}{#v/0}Poetic, isn't it?
ru_ru: <20>{#e/twinkly/11}{#v/0} Это поэтично, не так ли?

source: <20>{#e/twinkly/7}{#v/0}But that's not even the best part.
ru_ru: <20>{#e/twinkly/7}{#v/0} Но это даже не лучшая часть.

source: <20>{#e/twinkly/5}{#v/0}It's all your fault.
ru_ru: <20>{#e/twinkly/5}{#v/0} Это ваша вина.

source: <20>{#e/twinkly/5}{#v/0}It's all because you LET them love you.
ru_ru: <20>{#e/twinkly/5}{#v/0} Это все потому, что вы позволяете им любить вас.

source: <20>{#e/twinkly/8}{#v/0}You came SO close to killing them, SO many times...
ru_ru: <20>{#e/twinkly/8}{#v/0} Ты чуть не убил их столько раз...

source: <20>{#e/twinkly/8}{#v/0}But no matter what, you chose to spare them...
ru_ru: <20>{#e/twinkly/8}{#v/0} Но в любом случае вы решили отпустить их.

source: <20>{#e/twinkly/5}{#v/0}It's all because you MADE them love you.
ru_ru: <20>{#e/twinkly/5}{#v/0} Это все потому, что вы позволяете им любить вас.

source: <20>{#e/twinkly/8}{#v/0}All the time you spent listening to them...
ru_ru: <20>{#e/twinkly/8}{#v/0} Вы проводите все время, слушая их.

source: <20>{#e/twinkly/8}{#v/0}Encouraging them... caring about them...
ru_ru: <20>{#e/twinkly/8}{#v/0} Поощряет их. Заботиться о них...

source: <20>You know, $(name)...
ru_ru: <20>Вы знаете, $(имя)...

source: <20>{#e/twinkly/5}I remember a timeline where WE were going to kill everyone.
ru_ru: <20>{#e/twinkly/5} Я помню, что был график, когда мы должны были убить всех.

source: <20>{#e/twinkly/6}{#v/0}But then... you decided to abandon me.
ru_ru: <20>{#e/twinkly/6}{#v/0} Однако... Ты решил бросить меня.

source: <20>{#e/twinkly/8}{#v/0}All so you could play the hero to THESE losers.
ru_ru: <20>{#e/twinkly/8}{#v/0} Таким образом, вы можете играть героев этих неудачников.

source: <20>{#e/twinkly/7}{#v/0}Some "best friend" you are, huh?
ru_ru: <20>{#e/twinkly/7}{#v/0} Ты "лучший друг", да?

source: <20>{#e/twinkly/8}We only just started, but with the way we were going?
ru_ru: <20>{#e/twinkly/8} Мы только начинаем, но в соответствии с нашим планом?

source: <20>{#e/twinkly/8}We didn't get very far, but with the way we were going?
ru_ru: <20>{#e/twinkly/8} Мы не зашли слишком далеко, но следуем тому, как мы продвигаемся вперед?

source: <20>{#e/twinkly/8}We didn't quite make it to the end, but with the way we were going?
ru_ru: <20>{#e/twinkly/8} Мы не смогли продержаться до конца, но в соответствии с нашим планом?

source: <20>{#e/twinkly/8}To think we were actually getting somewhere...
ru_ru: <20>{#e/twinkly/8} Подумайте о том, что мы действительно добились прогресса.

source: <20>{#e/twinkly/8}To think we were THIS close...
ru_ru: <20>{#e/twinkly/8} Мысли о нас так близки.

source: <20>{#e/twinkly/5}{#v/0}Oooh, we would have been INSEPARABLE.
ru_ru: <20>{#e/twinkly/5}{#v/0} О, мы были неисправимы.

source: <20>{#e/twinkly/6}{#v/0}But it seems the game has changed.
ru_ru: <20>{#e/twinkly/6}{#v/0} Но игра, похоже, изменилась.

source: <20>{#e/twinkly/11}{#v/0}You went soft!
ru_ru: <20>{#e/twinkly/11 {#v/0} Ты становишься слабым!

source: <20>{#e/twinkly/7}{#v/0}You gave up.
ru_ru: <20>{#e/twinkly/7}{#v/0} Вы сдались.

source: <20>{#e/twinkly/9}{#v/0}Golly, aren't you full of yourself.
ru_ru: <20>{#e/twinkly/9}{#v/0} Боже, ты не слишком самоуверен.

source: <20>{#e/twinkly/5}Thinking you're so high and mighty for being the "good guy" here...
ru_ru: <20>{#e/twinkly/5} Думал, что ты здесь "хороший человек", такой высокий и сильный...

source: <20>{#e/twinkly/6}{#v/0}When all you did was prove how ROTTEN you really are.
ru_ru: <20>{#e/twinkly/6}{#v/0} Когда вы делаете только то, что доказываете, насколько вы плохи.

source: <20>{#e/twinkly/7}{#v/0}You should have known better, $(name).
ru_ru: <20>{#e/twinkly/7}{#v/0} Вы должны быть более ясны, $(name).

source: <21>{#e/twinkly/2}{#v/1}There was NOTHING you could have done to save your friends.
ru_ru: Ты мог бы спасти своего друга.

source: <20>{#e/twinkly/5}{#v/0}If only you knew how pointless it'd be.
ru_ru: <20>{#e/twinkly/5}{#v/0} Если бы вы знали, насколько это бессмысленно.

source: <20>{#e/twinkly/5}{#v/0}Without that, they wouldn't have come here.
ru_ru: <20>{#e/twinkly/5}{#v/0} Если бы не эти, они бы не пришли сюда.

source: <20>{#e/twinkly/6}{#v/0}Huh?
ru_ru: <20>{#e/twinkly/6}{#v/0} Эм?

source: <20>WHY am I still doing this?
ru_ru: <20>Почему я все еще делаю это?

source: <20>{#e/twinkly/5}{#v/0}... oh, come on.
ru_ru: <20>{#e/twinkly/5}{#v/0}. О, давай.

source: <20>{#e/twinkly/5}{#v/0}You know the answer as well as I do.
ru_ru: <20>{#e/twinkly/5}{#v/0} Вы знаете ответ так же хорошо, как и я.

source: <20>{#e/twinkly/11}{#v/0}After all, you're the one who went from ending to ending...
ru_ru: <20>{#e/twinkly/11 {#v/0} В конце концов, вы тот, кто переходит от одного конца к другому.

source: <20>{#e/twinkly/7}{#v/0}Playing with their lives just to see what would happen.
ru_ru: <20>{#e/twinkly/7}{#v/0} Играть в свою жизнь и смотреть, что произойдет.
