Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <25>{*}{#p/asgore}{#f/5}* By now, Alphys must have told you about a certain secret.{~}
ru_ru: <25>{*}{#p/asgore}{#f/5}* До сих пор Альфис, должно быть, рассказал вам секрет. {~}

source: <25>{*}{#p/asgore}{#f/5}* An agreement between myself and the former royal scientist.{~}
ru_ru: <25>{*}{#p/asgore}{#f/5}* Соглашение между мной и бывшим королевским ученым. {~}

source: <25>{*}{#p/asgore}{#f/6}* ... now, if only I knew what was holding up the current one...{~}
ru_ru: <25>{*}{#p/asgore}{#f/6}* ... Теперь, если бы я знал, что мешает настоящему... {~}

source: <25>{*}{#p/asgore}{#f/5}* By now, Alphys must have told you about a certain {@fill=#003cff}secret{@fill=#fff}.{~}
ru_ru: <25>{*}{#p/asgore}{#f/5}* До сих пор Alphays, должно быть, рассказала вам конкретный секрет {@ fill = #003cff}{@ fill = #fff}. {~}

source: <25>{*}{#p/asgore}{#f/5}* An {@fill=#003cff}agreement{@fill=#fff} between myself and the former royal scientist.{~}
ru_ru: <25>{*}{#p/asgore}{#f/5}* Протокол {@ fill = #003cff} между мной и бывшим королевским ученым {@ fill = #fff}. {~}

source: <25>{*}{#p/asgore}{#f/6}* ... ah, there she is. * I have been wondering when she would arrive.{~}
ru_ru: * Я думал, когда она приедет. {~}

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh, s-sorry! * I got here as fast as I could!
ru_ru: * Я добрался сюда как можно быстрее!

source: <25>{#p/asgore}{#f/6}* No need to rush. * Good things come to those who wait.
ru_ru: * Люди, которые ждут, получат что - то хорошее.

source: <25>{#p/alphys}{#g/alphysWorried}* ... do you think they're ready?
ru_ru: <25>{#p/alphys}{#g/alphysWorried}* ... Думаешь, они готовы?

source: <25>{#p/asgore}{#f/7}* Young one, if you could excuse us for just a moment...
ru_ru: <25>{#p/asgore}{#f/7}* Молодые люди, если вы можете простить нас на мгновение...

source: <25>{#p/asgore}{#f/7}* Alphys and I have some things to discuss.
ru_ru: <25>{#p/asgore}{#f/7}* У нас с Alphys есть несколько вещей для обсуждения.

source: <25>{#p/alphys}{#g/alphysHellYeah}* Yeah, uh... j-just keep going forward, we'll be waiting for you!
ru_ru: <25>{#p/alphys}{#g/alphys You Helly Ye}* Да. J - Продолжай идти, мы будем ждать тебя!

source: <25>{#p/asgore}{#f/5}* How odd. * She does not appear to be here now.
ru_ru: * Кажется, ее сейчас здесь нет.

source: <25>{#p/asgore}{#f/5}* ... this is not what I had in mind.
ru_ru: <25>{#p/asgore}{#f/5}* ... Это не то, что я думаю.

source: <25>{#p/asgore}{#f/5}* Well then. * If she wants to see me, she will have to wait.
ru_ru: * Если она хочет меня видеть, ей придется подождать.

source: <25>{#p/asgore}{#f/5}* This cannot be delayed any further.
ru_ru: <25>{#p/asgore}{#f/5}* Это больше не может быть отложено.

source: <32>{#p/darksans}* So you finally made it.
ru_ru: <32>{#p/darksans}* Таким образом, вы наконец - то преуспели.

source: <32>* The end of your journey is at hand.
ru_ru: <32>Ваше путешествие подходит к концу.

source: <32>* In a few moments, you will meet with the king.
ru_ru: <32>* Через некоторое время вы увидите короля.

source: <32>* In a few moments, you will meet once again with the king.
ru_ru: <32>* Через некоторое время вы снова встретитесь с королем.

source: <32>* Together...
ru_ru: <32>* Вместе.

source: <32>* Something's wrong.
ru_ru: <32>Что - то не так.

source: <32>* How did you arrive so quickly?
ru_ru: <32>Почему ты так быстро?

source: <32>* Did you, perhaps...
ru_ru: <32>* Возможно, вы.

source: <32>* Take a {@fill=#ff0}shortcut{@fill=#fff} of some kind?
ru_ru: <32>* Используйте комбинацию клавиш {@ fill = #ff0}{@ fill = #fff}?

source: <32>* You're really gonna carry that all the way, aren't you?
ru_ru: <32>* Вы действительно будете носить его все время, не так ли?

source: <32>* Well, anyway.
ru_ru: <32>* Хорошо, в любом случае.

source: <32>* But as I was saying...
ru_ru: <32>* Но как я уже сказал...

source: <32>* You will determine the future of monsterkind.
ru_ru: <32>Вы будете определять будущее монстров.

source: <32>* That's then.
ru_ru: <32>* Это так.

source: <32>* Now.
ru_ru: <32>* Сейчас.

source: <32>* You will be judged.
ru_ru: <32>Вы будете судимы.

source: <32>* You will be judged for your every action.
ru_ru: <32>Каждый ваш поступок будет оценен.

source: <32>* You will be judged for every EXP you've earned.
ru_ru: <32>* Вы будете судить по каждому полученному опыту.

source: <32>* What's EXP?
ru_ru: <32>Что такое EXP?

source: <32>* It's an acronym.
ru_ru: <32>* Это аббревиатура.

source: <32>* It stands for "{@fill=#f00}execution points{@fill=#fff}."
ru_ru: <32>* Он обозначает "точку выполнения {{@ fill = #f00}{@ fill = #fff}".

source: <32>* A way of quantifying the pain you have inflicted on others.
ru_ru: <32>* Способ количественной оценки боли, которую вы причиняете другим.

source: <32>* When you kill someone, your EXP increases.
ru_ru: <32>* Когда вы убиваете кого - то, значение вашего опыта увеличивается.

source: <32>* When you have enough EXP, your LOVE increases.
ru_ru: <32>* Когда у вас достаточно опыта, ваша любовь увеличивается.

source: <32>* LOVE, too, is an acronym.
ru_ru: <32>* Love - это аббревиатура.

source: <32>* It stands for "{@fill=#f00}Level of Violence{@fill=#fff}."
ru_ru: <32>* Это означает "{@ fill = #f00} Уровень насилия {@ fill = #fff}"

source: <32>* A way of measuring someone's capacity to hurt.
ru_ru: <32>* Метод измерения способности человека причинить вред.

source: <32>* The more you kill, the easier it becomes to distance yourself.
ru_ru: <32>* Чем больше вы убиваете, тем легче вы отчуждаете себя.

source: <32>* The more you distance yourself, the less you will hurt.
ru_ru: <32>* Чем дальше вы от себя, тем меньше вред.

source: <32>* The more easily you can bring yourself to hurt others.
ru_ru: <32>Чем больше вы можете причинить вред другим.

source: <25>{#f/0}* wow, buddo. * how could you do such a thing to yourself.
ru_ru: * Как ты можешь делать это с собой?

source: <25>{#f/3}* don't get me wrong. * i like shortcuts as much as the next guy.
ru_ru: Я люблю короткие пути, как и все остальные.

source: <25>{#f/2}* but don't you think you should take some time to reflect?
ru_ru: <25>{#f/2}* Но вы не думаете, что вам стоит потратить время на размышления?

source: <25>{#f/0}* by your expression, i can tell this isn't even your first time.
ru_ru: <25>{#f/0}* По выражению вашего лица я вижу, что это даже не первый раз для вас.

source: <25>{#f/3}* ... i don't blame you. * getting around quickly can be a ton of fun.
ru_ru: * Быстро передвигаться будет интересно.

source: <25>{#f/2}* but you still have to take time to reflect! * it's important.
ru_ru: * Это важно.

source: <25>{#p/sans}* tell you what.
ru_ru: <25>{#p/sans}* Что вам сказать?

source: <25>{#f/3}* while i'm having this delicious ice cream...
ru_ru: <25>{#f/3}* Когда я ем это вкусное мороженое.

source: <25>{#f/2}* you can use that time to think about how you ended up here.
ru_ru: <25>{#f/2}* Вы можете использовать это время, чтобы подумать о том, как вы сюда попали.

source: <25>{#p/sans}* salmon-flavored, huh?
ru_ru: <25>{#p/sans}* Запах лосося, да?

source: <25>{#p/sans}* i hear this is popular with the royal guard.
ru_ru: <25>{#p/sans}* Я слышал, что это очень популярно в Королевской гвардии.

source: <25>{#p/sans}{#f/3}* oh yeah. * i'm DEFINITELY telling papyrus about this.
ru_ru: * Я определенно рассказываю Папирусу об этом.

source: <25>{#f/0}* it'll be helpful for him to get to know what kind of food they like.
ru_ru: <25>{#f/0}* Было бы полезно, если бы он знал, какую еду они любят.

source: <25>{#f/2}* and by "they" i mean the royal guard he's soon to be a member of.
ru_ru: <25>{#f/2}* То, что я называю « их», относится к королевской гвардии, к которой он собирается присоединиться.

source: <25>{#p/sans}{#f/0}* yeah... turns out capturing a human does have its perks.
ru_ru: <25>{#p/sans}{#f/0}* Да. Доказано, что поимка людей действительно имеет свои преимущества.

source: <25>{#f/3}* ... don't worry. * i won't be much longer.
ru_ru: * Я не останусь надолго.

source: <25>{#f/2}* i'm at LEAST halfway done by now.
ru_ru: <25>{#f/2}* Теперь я закончил по крайней мере половину.

source: <25>{#p/sans}{#f/0}* i wonder if that "ice dream" guy would mind selling this flavor.
ru_ru: <25>{#p/sans}{#f/0}* Я хочу знать, не против ли этот парень из "Сны о льду" продать этот вкус.

source: <25>{#f/2}* it'd certainly get him the customers he's been lacking.
ru_ru: <25>{#f/2}* Это, безусловно, принесет ему клиентов, которых ему всегда не хватало.

source: <25>{#f/2}* it'd certainly get him a few new customers.
ru_ru: <25>{#f/2}* Это определенно принесет ему новых клиентов.

source: <26>{#p/sans}{#f/0}* ah... nothing like a good scoop of salmon- flavored ice cream.
ru_ru: <26>{#p/sans}{#f/0}* Аа. Нет ничего лучше, чем ложка мороженого с лососевым вкусом.

source: <25>{#f/2}* now for the cone.
ru_ru: <25>{#f/2}* В настоящее время используется для конусов.

source: <26>{#p/sans}{#f/3}* it's amazing what replication technology can do these days.
ru_ru: <26>{#p/sans}{#f/3}* Удивительно, что может сделать технология копирования сейчас.

source: <25>{#f/0}* in the past, you'd be lucky to get something edible...
ru_ru: <25>{#f/0}* В прошлом вам повезло получить что - то съедобное.

source: <25>{#f/2}* but now, both ice cream AND cone come out perfectly every time.
ru_ru: <25>{#f/2}* Но теперь мороженое и омлет каждый раз выходят идеально.

source: <25>{#f/3}* ... guess i should actually finish this now.
ru_ru: <25>{#f/3}* ... Я думаю, я должен закончить это сейчас.

source: <25>{#p/sans}{#f/0}* well, that's all.
ru_ru: <25>{#p/sans}{#f/0}* Хорошо, это все.

source: <25>{#f/2}* i only hope you can find your way out from behind that pillar.
ru_ru: <25>{#f/2}* Я просто надеюсь, что вы найдете выход из - за этого столба.

source: <25>{#f/2}* i only hope you've used your time wisely.
ru_ru: <25>{#f/2}* Я просто надеюсь, что вы мудро использовали свое время.

source: <25>{#f/0}* lv0, huh? * what's that?
ru_ru: * Что это?

source: <25>{#f/3}* this wasn't in gerson's human combat handbook.
ru_ru: <25>{#f/3}* Это не в руководстве Гессена по борьбе с людьми.

source: <25>{#f/0}* normally i'd say something here, like...
ru_ru: <25>{#f/0}* Обычно я здесь что - то скажу, например...

source: <25>{#f/4}* not being perfect, but still doing the right thing?
ru_ru: <25>{#f/4}* несовершенны, но все еще делают то, что правильно?

source: <25>{#f/0}* but i guess you really are different.
ru_ru: <25>{#f/0}* Но я думаю, что ты действительно другой.

source: <25>{#f/3}* ... * tell you what.
ru_ru: * Что сказать тебе.

source: <25>{#f/4}* i'll spare you the long, agonizing speech i was preparing...
ru_ru: <25>{#f/4}* Я не позволю тебе слушать длинную и болезненную речь, которую я подготовил.

source: <25>{#f/0}* and just let you get on your way.
ru_ru: <25>{#f/0}* Затем отпустите вас в путь.

source: <25>{#f/3}* after all, someone as good as you...
ru_ru: <25>{#f/3}* В конце концов, такой замечательный человек, как ты...

source: <25>{#f/2}* shouldn't have to sit through a lecture about hard choices.
ru_ru: <25>{#f/2}* Не следует сидеть и слушать лекции о трудном выборе.

source: <25>{#f/0}* good luck, buddo.
ru_ru: <25>{#f/0}* Желаю удачи, брат.

source: <25>{#f/2}* i'll move you back behind the pillar now.
ru_ru: <25>{#f/2}* Я сейчас перенесу тебя за столб.

source: <26>{#f/2}* not that you'll need it.
ru_ru: <26>{#f/2}* Это не значит, что он вам нужен.

source: <25>{#f/3}* ... oh, right. * i almost forgot.
ru_ru: * Я чуть не забыл.

source: <25>{#f/0}* you may have noticed how difficult it is to flirt with alphys.
ru_ru: <25>{#f/0}* Вы, возможно, заметили, как трудно флиртовать с Альфисом.

source: <25>{#f/2}* but i know a trick that'll get 'er right in the heart.
ru_ru: <25>{#f/2}* Но я знаю технику, которая сделает ее лучше в сердце.

source: <25>{#f/0}* if you're truly devoted to being a legendary flirt master...
ru_ru: <25>{#f/0}* Если вы действительно стремитесь стать легендарным мастером флирта.

source: <25>{#f/0}* you'll whisper this in her ear.
ru_ru: <25>{#f/0}* Вы шепчете ей на ухо.

source: <32>{#p/human}* (Sans whispered something in your ear.)
ru_ru: <32>{#p/human}* (Санс что - то шептал тебе на ухо.)

source: <25>{#p/sans}{#f/2}* try not to stand behind a pillar when you say it to her.
ru_ru: <25>{#p/sans}{#f/2}* Когда вы говорите с ней, старайтесь не стоять за столбом.

source: <25>{#p/sans}{#f/2}* good luck.
ru_ru: <25>{#p/sans}{#f/2}* Желаю удачи.

source: <25>{#f/0}* ... but you. * you never gained any LOVE.
ru_ru: * Вы никогда не получали никакой любви.

source: <25>* ... hey, what's that look for?
ru_ru: <25>* ..... Эй, что это за выражение лица?

source: <25>{#f/2}* lv1's OBVIOUSLY the lowest you can go. * everybody knows that.
ru_ru: * Все знают.

source: <25>{#f/0}* anyway, that doesn't mean you're completely innocent or naive.
ru_ru: <25>{#f/0}* В любом случае, это не означает, что вы полностью невиновны или наивны.

source: <25>{#f/0}* when you had the chance to save someone's life...
ru_ru: <25>{#f/0}* Когда у вас есть шанс спасти чью - то жизнь.

source: <25>{#f/0}* you left them behind to save your own instead.
ru_ru: <25>{#f/0}* Вы оставили их позади, чтобы спасти себя.

source: <25>{#f/3}* maybe you felt you were in danger. * maybe you were afraid.
ru_ru: * Возможно, ты боишься.

source: <25>{#f/0}* but don't you think you could have done a little better?
ru_ru: <25>{#f/0}* Но вы не думаете, что могли бы сделать лучше?

source: <25>{#f/0}* for what it's worth...
ru_ru: <25>{#f/0}* Независимо от того, сколько она стоит.

source: <25>{#f/3}* you never went out of your way to kill anyone.
ru_ru: <25>{#f/3}* Вы никогда не убивали намеренно.

source: <25>{#f/0}* even when you ran away, you didn't do it out of malice.
ru_ru: <25>{#f/0}* Даже если вы сбежали, это не из злого умысла.

source: <25>{#f/0}* you never gained LOVE, but you had love.
ru_ru: <25>{#f/0}* Вы никогда не получали любовь, но у вас есть любовь.

source: <25>{#f/0}* does that make sense?
ru_ru: <25>{#f/0}* Имеет ли это смысл?

source: <25>{#f/0}* maybe not.
ru_ru: <25>{#f/0}* Может и не быть.

source: <25>* just that you kept a certain tenderness in your heart.
ru_ru: <25>* Просто в вашем сердце сохраняется некоторая нежность.

source: <25>* no matter the struggles or hardships you faced...
ru_ru: <25>* Независимо от того, с какой борьбой или трудностями вы сталкиваетесь.

source: <25>* you strived to do the right thing.
ru_ru: <25>Вы стараетесь поступать правильно.

source: <25>* you refused to hurt anyone.
ru_ru: <25>Вы отказываетесь причинить кому - либо вред.

source: <25>* even when you ran away, you did it with a smile.
ru_ru: <25>* Даже если вы убегаете, вы улыбаетесь.

source: <25>* you never gained LOVE, but you gained love.
ru_ru: <25>* Ты никогда не получаешь любви, но ты получаешь любовь.

source: <25>* does that make sense?
ru_ru: <25>Имеет ли это смысл?

source: <25>* maybe not.
ru_ru: <25>* Возможно нет.

source: <25>* in fact, i hear you're quite the romantic.
ru_ru: <25>* На самом деле, я слышал, что вы романтичный.

source: <25>* not only did you not hurt anyone, you went right for their hearts.
ru_ru: <25>* Вы не только никому не причинили вреда, но и нанесли прямой удар в их сердца.

source: <25>{#f/2}* you really like to make things hard on yourself, huh?
ru_ru: <25>{#f/2}* Вы действительно любите давить на себя, не так ли?

source: <25>{#f/0}* you hurt people out there, didn't you?
ru_ru: <25>{#f/0}* Вы причинили вред людям снаружи, не так ли?

source: <25>{#f/0}* you hurt a lot of people out there, didn't you?
ru_ru: <25>{#f/0}* Вы причинили боль многим людям, не так ли?

source: <25>{#f/0}* plus, when you had the chance to save someone's life...
ru_ru: <25>{#f/0}* Кроме того, когда у вас есть шанс спасти чью - то жизнь...

source: <25>{#f/3}* but a lot of other people feel that way, too.
ru_ru: <25>{#f/3}* Но многие другие люди чувствуют то же самое.

source: <25>{#f/0}* just something to keep in mind.
ru_ru: <25>{#f/0}* Это всего лишь один момент, который нужно помнить.

source: <25>{#f/0}* even if you never killed them, you threatened their lives.
ru_ru: <25>{#f/0}* Даже если вы никогда не убивали их, вы угрожали их жизням.

source: <25>{#f/3}* was it justified? * or was it just out of self-defense?
ru_ru: * Или только в порядке самообороны?

source: <25>{#f/0}* i guess that's something only you can know.
ru_ru: <25>{#f/0}* Я думаю, что это знает только ты.

source: <25>{#f/0}* then, you flirted with them as if to have your way with them.
ru_ru: <25>{#f/0}* Затем вы флиртуете с ними, как будто вы должны относиться к ним как хотите.

source: <25>{#f/3}* is that really what you meant to do? * or... am i wrong?
ru_ru: * Или... Я ошибаюсь?

source: <25>{#f/3}* ... * now.
ru_ru: * Теперь.

source: <25>{#f/0}* you're about to make the greatest decision of your entire journey.
ru_ru: <25>{#f/0}* Вы собираетесь принять величайшее решение за всю поездку.

source: <25>* your choice here...
ru_ru: <25>* Ваш выбор здесь.

source: <25>* will determine the fate of the entire galaxy.
ru_ru: <25>* Решит судьбу всей галактики.

source: <25>* if you refuse to enter the archive...
ru_ru: <25>* Если вы отказываетесь войти в файл.

source: <25>* monsters will remain trapped on the outpost.
ru_ru: <25>Монстры будут оставаться в аванпосте.

source: <25>* asgore will do his best to look after you, but...
ru_ru: <25>* Асгор постарается позаботиться о тебе, но...

source: <25>* we may never get a shot at freedom again.
ru_ru: <25>Мы больше никогда не сможем обрести свободу.

source: <25>{#f/3}* however. * if you do decide to follow his plan...
ru_ru: * Если вы решите следовать его плану.

source: <25>{#f/0}* there's a chance things could go wrong.
ru_ru: <25>{#f/0}* Все может пойти не так.

source: <25>* not to mention, you'd be risking your life again, and...
ru_ru: <25>* Не говоря уже о том, что вы снова будете рисковать жизнью, и...

source: <25>* well.
ru_ru: <25>* Хорошо.

source: <25>* what will you choose?
ru_ru: <25>Что бы вы выбрали?

source: <25>* if i were you, i would have thrown in the towel by now.
ru_ru: <25>На вашем месте я бы уже сдался.

source: <25>{#f/2}* but you didn't get this far by giving up, did you?
ru_ru: <25>{#f/2}* Но вы сдались и не сделали этого шага, не так ли?

source: <25>{#f/0}* that's right.
ru_ru: <25>{#f/0}* Правильно.

source: <25>* you have something called "{@fill=#ff0}determination.{@fill=#fff}"
ru_ru: <25>* У вас есть что - то под названием "{@ fill = #ff0 's Решить. {@ fill = #fff}"

source: <25>* so as long as you hold on...
ru_ru: <25>* Пока ты держишься.

source: <25>* so as long as you do what's in your heart...
ru_ru: <25>* Просто делай то, что хочешь в душе.

source: <25>* i believe you can do the right thing.
ru_ru: <25>Я верю, что вы можете сделать все правильно.

source: <25>{#f/3}* alright.
ru_ru: <25>{#f/3}* Хорошо.

source: <25>{#f/0}* we're all counting on you, buddo.
ru_ru: <25>{#f/0}* Мы все рассчитываем на вас, Будо.

source: <25>{#f/2}* good luck.
ru_ru: <25>{#f/2}* Желаю удачи.

source: <25>{#f/3}* oh, right. * i almost forgot.
ru_ru: * Я чуть не забыл.

source: <25>{#f/0}* you may have noticed how difficult it is to flirt with her.
ru_ru: <25>{#f/0}* Вы, возможно, заметили, как трудно флиртовать с ней.

source: <25>{#f/0}* alphys, i mean.
ru_ru: <25>{#f/0}* alphys, я имею в виду.

source: <26>* no matter what you've used it for up to now...
ru_ru: <26>* До сих пор, независимо от того, что вы с ним делаете...

source: <25>* i know you have it in you to do what's right when it matters most.
ru_ru: Я знаю, что вы способны делать правильные вещи в самые важные моменты.

source: <25>{#f/3}* be good, alright?
ru_ru: <25>{#f/3}* Будьте добры, хорошо?

source: <25>{#f/2}* ... and try not to stand behind any more pillars.
ru_ru: <25>{#f/2}* ... Старайтесь не стоять за колоннами.

source: <25>{#p/darksans}* Now, you understand.
ru_ru: <25>{#p/darksans}* Теперь вы понимаете.

source: <25>* It's time to begin your judgment.
ru_ru: <25>Пришло время начать судить.

source: <25>* Look inside yourself.
ru_ru: <25>Посмотрите на себя изнутри.

source: <25>* Have you really done the right thing?
ru_ru: <25>Правильно ли вы поступили?

source: <25>* And, considering what you've done...
ru_ru: <25>* И, учитывая все, что вы сделали...

source: <25>* What will you do now?
ru_ru: <25>Что вы собираетесь делать сейчас?

source: <25>* Take a moment to think about this.
ru_ru: <25>* Дайте время подумать об этом.

source: <25>{#f/0}* truthfully, it doesn't really matter which conclusion you came to.
ru_ru: <25>{#f/0}* Честно говоря, выводы, к которым вы пришли, не имеют значения.

source: <25>* all that's important is that you were honest with yourself.
ru_ru: <25>Важно, чтобы вы были честны с собой.

source: <25>{#p/sans}{#f/3}* what happens now...
ru_ru: <25>{#p/sans}{#f/3}* Что происходит сейчас...

source: <25>{#f/0}* we leave up to you.
ru_ru: <25>{#f/0}* Мы оставляем вам.

source: <25>{#f/2}* ... just as soon as i move you back behind that pillar.
ru_ru: <25>{#f/2}* ... Как только я переведу тебя за этот столб.

source: <25>{#p/sans}{#f/3}* though...
ru_ru: <25>{#p/sans}{#f/3}* Однако...

source: <25>{#f/0}* one thing about you always struck me as kinda odd.
ru_ru: <25>{#f/0}* Одна вещь о тебе всегда кажется мне немного странной.

source: <25>* now, i understand acting in self-defense.
ru_ru: <25>* Теперь я понимаю действия самообороны.

source: <25>* you were thrown into those situations against your will.
ru_ru: <25>* Вы были насильственно брошены в эти ситуации.

source: <25>* but...
ru_ru: <25>* Однако.

source: <25>* sometimes...
ru_ru: <25>* Иногда.

source: <25>* you act like you know what's gonna happen.
ru_ru: <25>Вы ведете себя так, как будто знаете, что произойдет.

source: <25>* like you've already experienced it all before.
ru_ru: <25>* Как и все это раньше.

source: <25>* this is an odd thing to say, but...
ru_ru: <25>* Это странно говорить, но...

source: <25>* if you have some sort of {@fill=#ff0}special power{@fill=#fff}...
ru_ru: <25>* Если у вас есть какая - то специальная способность {@ fill = #ff0} {@ fill = #fff}.

source: <25>* isn't it your responsibility to do the right thing?
ru_ru: Разве это не ваша обязанность делать правильные вещи?

source: * (What do you say?)
ru_ru: * (Вы говорите?)

source: Yes
ru_ru: - Да.

source: No
ru_ru: Нет!

source: <25>{#f/0}* i see.
ru_ru: <25>{#f/0}* Я понимаю.

source: <25>{#f/0}* well, that's your viewpoint.
ru_ru: <25>{#f/0}* Хорошо, это ваша точка зрения.

source: <25>{#f/2}* i won't judge you for it.
ru_ru: <25>{#f/2}* Я не буду судить вас за это.

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... then why'd you kill my brother?
ru_ru: <25>{*}{#p/darksan}{#f/1}{#i/5}* ... Тогда почему ты убил моего брата?

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... you dirty brother killer.
ru_ru: <25>{*}{#p/darksan}{#f/1}{#i/5}* ... Ты грязный брат - убийца.

source: <25>{#p/sans}{#f/3}* ... guess toriel wasn't worth the effort, then, huh?
ru_ru: <25>{#p/sans}{#f/3}* ... Итак, ты думаешь, Торрил не стоит твоих усилий, не так ли?

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to toriel.
ru_ru: <25>{#p/sans}{#f/3}* ... Даже после того, что ты сделал с Торелл.

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... then why'd you kill all those people?
ru_ru: <25>{*}{#p/darksan}{#f/1}{#i/5}* ... Тогда почему ты убил столько людей?

source: <25>{*}{#p/darksans}{#f/1}{#i/5}* ... you dirty serial killer.
ru_ru: <25>{*}{#p/darksan}{#f/1}{#i/5}* ... Ты грязный серийный убийца.

source: <25>{#p/sans}{#f/3}* ... guess undyne wasn't worth the effort, then, huh?
ru_ru: <25>{#p/sans}{#f/3}* ... Тогда, я полагаю, что undyne не стоит усилий, не так ли?

source: <25>{#p/sans}{#f/3}* ... even if i should, after what you did to undyne.
ru_ru: <25>{#p/sans}{#f/3}* ... Даже после того, что ты сделал с Ундином.
