Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <20>{#e/twinkly/8}{#v/0}Hm...? Don't you remember?
ru_ru: Ты не помнишь?

source: <20>{#e/twinkly/5}{#v/0}From the one where Undyne and Alphys hunted you down...
ru_ru: <20>{#e/twinkly/5}{#v/0} В тот раз, когда вас преследовали Undyne и Alphys.

source: <20>{#e/twinkly/5}{#v/0}From the one where Alphys returned to Bratty and Catty...
ru_ru: <20>{#e/twinkly/5}{#v/0} с момента возвращения Альфиса в Блатти и Кэти.

source: <20>{#e/twinkly/5}{#v/0}From the one where almost everyone important had died...
ru_ru: <20>{#e/twinkly/5}{#v/0} из того места, где умерли почти все важные люди.

source: <20>{#e/twinkly/5}{#v/0}From the one where Sans and Papyrus had a therapy company...
ru_ru: <20>{#e/twinkly/5}{#v/0} от компании, в которой Sans и Papyrus имеют терапевтическую компанию.

source: <20>{#e/twinkly/5}{#v/0}From the one where Papyrus and Alphys escaped into a virtual world...
ru_ru: <20>{#e/twinkly/5}{#v/0} Побег из Papyrus и Alphys в места виртуального мира.

source: <20>{#e/twinkly/5}{#v/0}From the one where Mad Mew Mew made everyone go along with her nonsense...
ru_ru: <20>{#e/twinkly/5}{#v/0} начинается с того момента, когда « Безумное мяука» заставило всех согласиться с ее ерундой.

source: <20>{#e/twinkly/5}{#v/0}From the one where Charles brought everyone's fantasies to life...
ru_ru: <20>{#e/twinkly/5}{#v/0} с того момента, как Чарльз воплотил фантазию каждого в реальность.

source: <20>{#e/twinkly/5}{#v/0}From the one where Mettaton's fans formed an anti-human collective...
ru_ru: <20>{#e/twinkly/5}{#v/0} началось с инцидента, когда фанаты Меттона сформировали античеловеческий коллектив.

source: <20>{#e/twinkly/5}{#v/0}From the one where the "Royal Defense Agency" was formed...
ru_ru: <20>{#e/twinkly/5}{#v/0} из того места, где было создано "Королевское агентство обороны".

source: <20>{#e/twinkly/5}{#v/0}From the one where Napstablook told you to die a "painful death..."
ru_ru: <20>{#e/twinkly/5}{#v/0} От Napstablook, чтобы сказать вам "Болезнь смерти..."

source: <20>{#e/twinkly/5}{#v/0}From the one where Papyrus captured you and got into the guard...
ru_ru: <20>{#e/twinkly/5}{#v/0} Место, где вас схватил Papyrus и вошел в охрану.

source: <20>{#e/twinkly/5}{#v/0}From the one where Alphys had to hide the humans away...
ru_ru: <20>{#e/twinkly/5}{#v/0} из того места, где Альфа должна была спрятать людей.

source: <20>{#e/twinkly/5}{#v/0}From the one where the humans were accidentally exposed...
ru_ru: <20>{#e/twinkly/5}{#v/0} от места случайного воздействия человека.

source: <20>{#e/twinkly/5}{#v/0}From the one where Toriel shut herself off from everyone...
ru_ru: <20>{#e/twinkly/5}{#v/0} С того момента, как Ториэль был отрезан от всех.

source: <20>{#e/twinkly/5}{#v/0}From the one where dogs took over the outpost...
ru_ru: <20>{#e/twinkly/5}{#v/0} с момента захвата форпоста собакой.

source: <20>{#e/twinkly/5}{#v/0}From the one where Muffet became a ruthless dictator...
ru_ru: <20>{#e/twinkly/5}{#v/0} с того момента, как Муффет стал безжалостным диктатором.

source: <20>{#e/twinkly/5}{#v/0}From the one where the power of friendship reigned supreme...
ru_ru: <20>{#e/twinkly/5}{#v/0} Где сила дружбы превыше всего...

source: <20>{#e/twinkly/5}{#v/0}From the one where Sans ended up as the king...
ru_ru: <20>{#e/twinkly/5}{#v/0} с того момента, как Санс наконец стал королем.

source: <20>{#e/twinkly/5}{#v/0}From the one where Terrestria was appointed as queen...
ru_ru: <20>{#e/twinkly/5}{#v/0} с момента назначения Трестрии королевой.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Undyne and Alphys hunted you down.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Ундин и Альфис охотятся за тобой.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Alphys returned to Bratty and Catty.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Там Альфис вернулся к Брэтти и Кэти.

source: <20>{#e/twinkly/5}{#v/0}... to the one where almost everyone important had died.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Почти все важные люди погибли.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Sans and Papyrus had a therapy company.
ru_ru: <20>{#e/twinkly/5}{#v/0}. У Sans и Papyrus есть терапевтическая компания.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Papyrus and Alphys escaped into a virtual world.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Papyrus и Alphys бежали в виртуальный мир.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Mad Mew Mew made everyone go along with her nonsense.
ru_ru: <20>{#e/twinkly/5}{#v/0}. « Безумное мяуканье» заставило всех согласиться с ее ерундой.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Charles brought everyone's fantasies to life.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Чарльз воплотил все свои фантазии в реальность.

source: <20>{#e/twinkly/5}{#v/0}... to the one where the "Royal Defense Agency" was formed.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Место создания Королевского оборонного агентства.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Mettaton's fans formed an anti-human collective.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Фанаты Меттона сформировали античеловеческую группу.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Napstablook told you to die a "painful death."
ru_ru: <20>{#e/twinkly/5}{#v/0}. Напстабрук рассказал тебе о "мучительной смерти".

source: <20>{#e/twinkly/5}{#v/0}... to the one where Papyrus captured you and got into the guard.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Папирус схватил тебя и вошел в место охраны.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Alphys had to hide the humans away.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Там, где Альфис должен был прятать людей.

source: <20>{#e/twinkly/5}{#v/0}... to the one where the humans were accidentally exposed.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Место, где человек случайно подвергается воздействию.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Toriel shut herself off from everyone.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Торьель изолировал себя от всех.

source: <20>{#e/twinkly/5}{#v/0}... to the one where dogs took over the outpost.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Собака захватила аванпост.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Muffet became a ruthless dictator.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Муффет стал безжалостным диктатором.

source: <20>{#e/twinkly/5}{#v/0}... to the one where the power of friendship reigned supreme.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Сила дружбы превыше всего.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Sans ended up as the king.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Санс стал королем.

source: <20>{#e/twinkly/5}{#v/0}... to the one where Terrestria was appointed as queen.
ru_ru: <20>{#e/twinkly/5}{#v/0}. Трестрия была назначена королевой.

source: <20>{#e/twinkly/7}{#v/0}You ENJOYED treating it all like it's just a game.
ru_ru: <20>{#e/twinkly/7}{#v/0} Вам нравится относиться ко всему этому как к игре.

source: <20>{#e/twinkly/5}{#v/0}But now it's my turn to play.
ru_ru: <20>{#e/twinkly/5}{#v/0} Но теперь моя очередь играть.

source: <20>{#e/twinkly/8}{#v/0}... you just don't get it, do you?
ru_ru: <20>{#e/twinkly/8}{#v/0}. Ты просто не понимаешь, да?

source: <20>{#e/twinkly/6}{#v/0}You, I, and everyone and everything around us...
ru_ru: <20>{#e/twinkly/6}{#v/0} Ты, я и все вокруг нас.

source: <21>{#e/twinkly/5}{#v/0}It's all just a GAME.
ru_ru: <21>{#e/twinkly/5}{#v/0} Это всего лишь игра.

source: <20>{#e/twinkly/11}{#v/0}If you leave the outpost satisfied, you'll "win" the game.
ru_ru: <20>{#e/twinkly/11 {#v/0} Если вы удовлетворительно покинете форпост, вы "выиграете" игру.

source: <20>{#e/twinkly/11}If you "win," you won't want to "play" with me anymore.
ru_ru: <20>{#e/twinkly/11: Если вы "выиграли", вы больше не хотите "играть" со мной.

source: <20>{#e/twinkly/7}{#v/0}And what would I do then?
ru_ru: <20>{#e/twinkly/7}{#v/0} Что мне делать дальше?

source: <20>{#e/twinkly/5}{#v/0}But this game between us will NEVER end.
ru_ru: <20>{#e/twinkly/5}{#v/0} Но игра между нами никогда не заканчивается.

source: <20>{#e/twinkly/8}{#v/0}I'll hold victory in front of you, just within your reach...
ru_ru: <20>{#e/twinkly/8}{#v/0} Я подниму победу перед вами, прямо перед вами.

source: <20>{#e/twinkly/2}{#v/1}{@random=1.1/1.1}And then tear it away just before you grasp it.
ru_ru: <20>{#e/twinkly/2}{#v/1}{@ random = 1.1/1.1} и сорвать его, прежде чем поймать.

source: <20>{#e/twinkly/14}{#v/1}{@random=1.1/1.1}Over, and over, and over...
ru_ru: <20>{#e/twinkly/14}{#v/1}{@ random = 1.1/1.1} Снова и снова.

source: <20>{#e/twinkly/5}{#v/0}Hee hee hee.
ru_ru: <20>{#e/twinkly/5}{#v/0} Хип - хип.

source: <20>{#e/twinkly/5}{#v/0}{#v/0}Listen.
ru_ru: <20>{#e/twinkly/5}{#v/0}{#v/0}} Слушайте меня.

source: <20>{#e/twinkly/5}{#v/0}If you DO defeat me, I'll give you your "ideal ending."
ru_ru: <20>{#e/twinkly/5}{#v/0} Если вы действительно победите меня, я дам вам « идеальный конц»

source: <20>{#e/twinkly/5}{#v/0}I'll let your friends live.
ru_ru: <20>{#e/twinkly/5}{#v/0} Я оставлю ваших друзей в живых.

source: <20>{#e/twinkly/5}{#v/0}If you DO defeat me, I'll give you your "happy ending."
ru_ru: <20>{#e/twinkly/5}{#v/0} Если вы действительно победите меня, я дам вам « счастливый конц»

source: <20>{#e/twinkly/5}{#v/0}I'll bring your friends back.
ru_ru: <20>{#e/twinkly/5}{#v/0} Я верну твоего друга.

source: <20>{#e/twinkly/5}{#v/0}I'll destroy the force field.
ru_ru: <20>{#e/twinkly/5}{#v/0} Я уничтожу силовое поле.

source: <20>{#e/twinkly/5}{#v/0}Everyone will finally be satisfied.
ru_ru: <20>{#e/twinkly/5}{#v/0} В конечном итоге все будут довольны.

source: <20>{#e/twinkly/9}{#v/0}But that won't happen.
ru_ru: <20>{#e/twinkly/9}{#v/0} Но этого не произойдет.

source: <20>{#e/twinkly/11}{#v/0}You...!
ru_ru: <20>{#e/twinkly/11}{#v/0} Ты.

source: <20>{#e/twinkly/5}{#v/0}I'll keep you here no matter what!
ru_ru: <20>{#e/twinkly/5}{#v/0} В любом случае, я оставлю тебя здесь!

source: <20>{#e/twinkly/0}{#v/1}{@random=1.1/1.1}Even if it means killing you until the END OF TIME!{%20}
ru_ru: <20>{#e/twinkly/0}{#v/1}{@ random = 1.1/1.1} Даже если это означает убить вас до конца времени! {% 20}

source: <20>{#e/twinkly/8}{#v/0}What?
ru_ru: <20>{#e/twinkly/8}{#v/0} Что?

source: <20>{#p/asgore}{#e/asgore/1}Fear not, young one...
ru_ru: <20>{#p/asgore}{#e/asgore/1} Не бойтесь, молодежь.

source: <20>{#e/asgore/2}We are here to protect you...!
ru_ru: <20>{#e/asgore/2} Мы здесь, чтобы защитить вас.

source: <15>{#p/papyrus}{#e/papyrus/1}THAT'S RIGHT, HUMAN! YOU CAN WIN!
ru_ru: <15>{#p/Paper}{#e/Paper/1} Правильно, человек! Ты победишь!

source: <15>{#e/papyrus/1}JUST DO WHAT I, THE GREAT PAPYRUS, WOULD DO...
ru_ru: <15>{#e/папирус/1} Просто делай то, что я, великий папирус, будет делать.

source: <15>{#e/papyrus/2}BELIEVE IN YOU!!!
ru_ru: <15>{#e/папирус/2} Поверьте!!

source: <20>{#p/undyne}{#e/undyne/11}Ha, if you got past ME, you can do ANYTHING.
ru_ru: <20>{#p/undyne}{#e/undyne/11: Ха, если ты превзошел меня, ты можешь делать все, что угодно.

source: <20>{#e/undyne/11}So don't worry...
ru_ru: <20>{#e/undyne/11: Так что не волнуйтесь.

source: <20>{#e/undyne/13}We're with you all the way!
ru_ru: <20>{#e/undyne/13} Мы с тобой на всем пути!

source: <20>{#p/sans}{#e/sans/1}huh? you haven't beaten this guy yet?
ru_ru: <20>{#p/sans}{#e/sans/1} Эм? Ты еще не победил этого парня?

source: <20>{#e/sans/2}come on, this weirdo's got nothin' on you.
ru_ru: <20>{#e/sans/2} Пожалуйста, этот чудак ничего для вас не имеет.

source: <20>{#p/alphys}{#e/alphys/1}Technically, it's impossible for you to beat him...
ru_ru: <20>{#p/alphys}{#e/alphys/1} Технически невозможно победить его.

source: <20>{#e/alphys/2}B-but... somehow, I know you can do it!!
ru_ru: <20>{#e/alphys/2} Однако... Каким - то образом, я знаю, что ты можешь это сделать!

source: <20>{#p/toriel}{#e/toriel/1}My child...
ru_ru: <20>{#p/toriel}{#e/toriel/1} Мой ребенок.

source: <20>{#e/toriel/2}My sweet, innocent child...
ru_ru: <20>{#e/toriel/2} Мой милый, наивный ребенок.

source: <20>{#e/toriel/3}You cannot give up now!
ru_ru: <20>{#e/toriel/3} Вы не можете сдаться сейчас!

source: C'mon, you got this!
ru_ru: Вот это!

source: *em- powering whistle*
ru_ru: Свисток*

source: *intimi- dated whistle*
ru_ru: Свисток*

source: Sparkle and shine!
ru_ru: Блеск!

source: Ur bad, but he's worse.
ru_ru: Хуже.

source: Out with the bozo!
ru_ru: Дурак!

source: la la, la la
ru_ru: Лала!

source: h-hum, h-hum
ru_ru: Х - hum

source: You must not fail.
ru_ru: Неудача.

source: Our will is your will.
ru_ru: Будут.

source: Use your strength wisely.
ru_ru: С умом.

source: Rock on, little buddy!
ru_ru: Чувак!

source: Go on, little bully.
ru_ru: Угрозы.

source: We're on your side!
ru_ru: С одной стороны!

source: Wait, we like you now?
ru_ru: Теперь?

source: Keep it real, deal?
ru_ru: Обработка?

source: Show him what you got.
ru_ru: Получил.

source: Ribbit.
ru_ru: Риббит.

source: Don't give up!
ru_ru: Сдавайся!

source: <20>{#p/twinkly}{#e/twinkly/17}Urrrgh... NO!
ru_ru: <20>{#p/сцинтилляция}{#e/сцинтилляция/17} Э... нет!

source: <20>{#e/twinkly/16}Unbelievable!!
ru_ru: <20>{#e/twinkly/16} Невероятно!

source: <20>{#e/twinkly/15}This can't be happening...!
ru_ru: <20>{#e/twinkly/15} Это не может произойти.

source: <20>{#e/twinkly/16}You... YOU...!
ru_ru: <20>{#e/twinkly/16} Вы... Ты...

source: <20>{#p/twinkly}{#e/twinkly/2}I can't believe you're all so STUPID.
ru_ru: <20>Не могу поверить, что вы все такие глупые.

source: <20>{*}ALL OF YOUR SOULS ARE MINE!!!!!!!!!{^40}{%}
ru_ru: <20>{*} Все ваши души мои!!!!!! {^ 40}{%}

source: <20>{#p/asriel1}Of course...
ru_ru: <20>{#p/asriel 1} Конечно.

source: <20>This is so much better than before.
ru_ru: <20>Это намного лучше, чем раньше.

source: <20>{#p/asriel1}Finally.
ru_ru: <20>{#p/asriel 1} Наконец.

source: <20>I was so tired of being a star.
ru_ru: <20>Я устал быть звездой.

source: <20>{#p/asriel1}Howdy!
ru_ru: <20>{#p/asriel 1: Привет!

source: <20>$(name), are you there?
ru_ru: <20>$(имя), Вы здесь?

source: <20>It's me, your best friend.
ru_ru: <20>Это я, твой лучший друг.

source: <11>{*}{#p/asgore}{#e/asgore/1}{#v/1}{#i/5}{@random=1.1/1.1}... so that is how it is...
ru_ru: <11>{*}{#p/asgore}{#e/asgore/1}{#v/1}{#i/5}{@ random = 1.1/1.1}. Дело вот в чем.

source: <11>{*}{#e/asgore/1}{#v/1}{#i/5}{@random=1.1/1.1}Take my SOUL, and leave this cursed place...
ru_ru: <11>{*}{#e/asgore/1}{#v/1}{#i/5}{@ random = 1.1/1.1} Возьми мою душу и покинь это проклятое место.

source: <11>{*}{#e/asgore/1}{#v/2}{#i/6}{@random=1.1/1.1}Then...
ru_ru: <11>{*}{#e/asgore/1}{#v/2}{#i/6}{@ random = 1.1/1.1}} Затем...

source: <11>{*}{#e/asgore/1}{#v/2}{#i/6}{@random=1.1/1.1}You need not be burdened by us... ever again...
ru_ru: <11>{*}{#e/asgore/1}{#v/2}{#i/6}{@ random = 1.1/1.1} Вам больше не нужно быть перетаскиваемым нами... навсегда.

source: <11>{*}{#e/asgore/2}{#v/3}{#i/7}{@random=1.1/1.1}Goodbye...
ru_ru: <11>{*}{#e/asgore/2}{#v/3}{#i/7}{@ random = 1.1/1.1} Прощай.

source: N/A
ru_ru: Не применимо

source: 3 HP.
ru_ru: Три лошадиные силы.

source: Exoberries
ru_ru: Инородные ягоды

source: <32>{#p/human}* (You throw away the Exoberries.)
ru_ru: <32>{#p/human}* (Вы выбрасываете Exoberry).

source: <32>{#p/human}* (3 HP.)
ru_ru: <32>AU #p/People 's* (3 л.с.)

source: <32>{#p/human}* (You eat the Exoberries.)
ru_ru: <32>{#p/human}* (Вы едите Exoberry).

source: 4 HP.
ru_ru: Четыре лошадиные силы.

source: Candy
ru_ru: Конфеты

source: <32>{#p/human}* (You throw away the Monster Candy.)
ru_ru: <32>{#p/human}* (Ты выбросил чудовищные конфеты.)

source: <32>{#p/human}* (4 HP.)
ru_ru: <32>AU #p/People 's* (4 л.с.)

source: Monster Candy
ru_ru: Чудовищные конфеты

source: <32>{#p/human}* (You eat the Monster Candy.)
ru_ru: <32>{#p/human}* (Ты съел чудовищные конфеты.)

source: 5 HP.
ru_ru: Пять лошадиных сил.

source: Rations
ru_ru: Пайки

source: <32>{#p/human}* (You throw away the Rations.)
ru_ru: <32>{#p/human}* (Вы выбросили пайки.)

source: <32>{#p/human}* (5 HP.)
ru_ru: <32>AU #p/People 's* (5 л.с.)

source: <32>{#p/human}* (You eat the Rations.)
ru_ru: <32>{#p/human}* (Вы едите пайки.)

source: 6 HP.
ru_ru: Шесть лошадиных сил.

source: Tofu
ru_ru: Тофу

source: <32>{#p/human}* (You throw away the Space Tofu.)
ru_ru: <32>{#p/human}* (Вы выбросили космический тофу.)

source: <32>{#p/human}* (6 HP.)
ru_ru: <32>AU #p/People 's* (6 л.с.)

source: Space Tofu
ru_ru: Космический тофу

source: <32>{#p/human}* (You ingest the Space Tofu.)
ru_ru: <32>{#p/human}* (Вы употребляли космический тофу.)

source: 7 HP.
ru_ru: Семь лошадиных сил.

source: Ice Dream
ru_ru: Сны о льду

source: <32>{#p/human}* (You throw away the Ice Dream.)
ru_ru: <32>{#p/human}* (Ты отказался от мечты о льду.)

source: <32>{#p/human}* (7 HP.)
ru_ru: <32>AU #p/People 's* (7 л.с.)

source: <32>{#p/human}* (You unwrapped the Ice Dream.)
ru_ru: <32>{#p/human}* (Ты открыл ледяной сон.)

source: <32>{#p/human}* (It's a holographic illustration of a crying child.)
ru_ru: <32>{#p/human}* (Это голограмма плачущего ребенка).

source: 8 HP.
ru_ru: Восемь лошадиных сил.

source: Heal-pak
ru_ru: & quot; Хил - Пак & quot;

source: <32>{#p/human}* (You throw away the Heal-pak.)
ru_ru: <32>{#p/human}* (Вы выбросили пакет лечения).

source: <32>{#p/human}* (8 HP.)
ru_ru: <32>AU #p/People 's* (8 л.с.)

source: <32>{#p/human}* (You use the Heal-pak.)
ru_ru: <32>{#p/human}* (Вы используете Heal Pak).

source: A whacking spoon made with the finest alloy in the galaxy.
ru_ru: Ложка из лучших сплавов Млечного Пути.

source: Big Dipper
ru_ru: Семь звёзд Бэйдоу

source: <32>{#p/human}* (You throw away the Big Dipper.)
ru_ru: <32>{#p/human}* (Вы выбрасываете семь звезд Beidou.)

source: <32>{#p/basic}* "Big Dipper" (15 AT) * A whacking spoon made with the finest alloy in the galaxy.
ru_ru: * Стучающая ложка из лучших сплавов Млечного Пути.

source: <32>{#p/human}* (You equip the Big Dipper.)
ru_ru: <32>{#p/human}* (Вы оснащены Beidou Seven Star).

source: It says "Best Friends Forever."
ru_ru: Там написано: "Хороший друг навсегда".

source: Heart Locket
ru_ru: Замок сердца

source: <32>{#p/human}* (You throw away the Heart Locket.)
ru_ru: <32>{#p/human}* (Вы выбросили сердечный замок.)

source: <32>{#p/basic}* I'm going to pretend you didn't just do that.
ru_ru: <32>{#p/basic}* Я сделаю вид, что ты этого не делал.

source: <33>{#p/basic}* "Heart Locket" (15 DF) * It says "Best Friends Forever."
ru_ru: * Там написано: "Вечный добрый друг"

source: <32>{#p/human}* (You equip the Heart Locket.)
ru_ru: <32>{#p/human}* (Вы оснащены сердечным замком).

source: A fine tea worthy of a king.
ru_ru: Хороший чай для короля.

source: Star Tea
ru_ru: Звездный чай

source: <32>{#p/human}* (You throw away the Starling Tea.)
ru_ru: <32>{#p/human}* (Вы выбросили звездный чай).

source: <32>{#p/human}* (99 HP.)
ru_ru: <32>AU #p/People 's* (99 л.с.)

source: <32>{#p/basic}* "Starling Tea" Heals 99 HP * A fine tea worthy of a king.
ru_ru: Хороший чай, достойный короля.

source: Starling Tea
ru_ru: Чай Луны

source: <32>{#p/human}* (You drink the Starling Tea.)
ru_ru: <32>{#p/human}* (Вы пьете звездный чай).

source: Hangar Bay Access Card
ru_ru: Въездная карточка ангара

source: Used to unlock the door to the outpost's hangar bay.
ru_ru: Чтобы открыть дверь ангара.

source: Skeleton Key
ru_ru: Ключ от скелета

source: Used to unlock the door to Sans's room.
ru_ru: Чтобы открыть дверь в комнату Санса.

source: Given to you by Sans in the Last Corridor of the Citadel.
ru_ru: Санс из "Последнего коридора замка" подарил его вам.

source: The Citadel
ru_ru: Замок

source: Last Corridor
ru_ru: Последний коридор.

source: Royal Annex
ru_ru: Королевское приложение

source: 64657465726d696e6174696f6e
ru_ru: 64657465726d696e617469f6e6

source: 496e74656772697479
ru_ru: 496e7465672697479

source: 5065727365766572616e6365
ru_ru: 50657273657666572616e6365

source: The End
ru_ru: Конец
