Repository: ws-3917/psoutertale-text
Catalog: v53.3/citadel/*.po
Languages: ru_ru

source: <32>{#p/human}* (You decide not to take anything.)
ru_ru: <32>{#p/human}* (Вы решили ничего не есть.)

source: <32>{#p/human}* (You got the Chocolate Bar.)
ru_ru: <32>{#p/human}* (Вы получаете шоколадные батончики).

source: <25>{#p/alphys}{#g/alphysInquisitive}* Hey, are you coming?
ru_ru: <25>{#p/alphys}{#g/alphysInquirious}* Эй, ты идешь?

source: <25>{#p/alphys}{#g/alphysWelp}* I... don't want Asgore to get impatient.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Я... не хочу, чтобы Асгор был нетерпелив.

source: <25>{#p/alphys}{#g/alphysTheFactIs}* He's already been waiting for a hundred years...
ru_ru: <25>{#p/alphys}{#g/alphysTheFactis}* Он ждал сто лет.

source: <25>{#p/alphys}{#g/alphysCutscene3}* Hello? * Are you there?
ru_ru: * Ты здесь?

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* We're... * Still waiting...
ru_ru: * Все еще жду.

source: <25>{#p/alphys}{#g/alphysFR}* Have you run off or something?
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Ты сбежал или что?

source: <25>{#p/alphys}{#g/alphysCutscene3}* Yup. * You have. * I just checked.
ru_ru: * Я только что проверил.

source: <25>{#p/alphys}{#g/alphysWTF2}* WE'VE GOT IMPORTANT STUFF TO DO, Y'KNOW...
ru_ru: <25>{#p/alphys}{#g/alphysWTF2}* У нас есть важные дела, которые мы должны сделать, вы знаете.

source: <25>{#p/alphys}{#g/alphysWhyOhWhy}* ... why does this always happen to me...
ru_ru: <25>{#p/alphys}{#g/alphysWhyOhWhy}* ... Почему это всегда происходит со мной.

source: <32>{#p/mettaton}* HEY, ALPHYS CALLED ME AND TOLD ME YOU WERE BEING UNCOOPERATIVE.
ru_ru: <32>{#p/metaton}* Эй, Альфа позвонила мне и сказала, что ты невыносим.

source: <32>{#p/mettaton}* BASED ON WHAT I'VE BEEN DISCUSSING WITH PAPYRUS...
ru_ru: <32>{#p/metaton}* На основе моих обсуждений с PAPYRUS.

source: <32>{#p/mettaton}* I SUGGEST YOU TURN YOUR BUTT AROUND AND GET ON WITH IT.
ru_ru: <32>{#p/metaton}* Я рекомендую вам повернуть кнопку и продолжить.

source: <32>{#p/mettaton}* YOU CAN DO IT, DARLING!
ru_ru: <32>{#p/metaton}* Вы можете, смело!

source: <18>{#p/papyrus}{#f/5}LOOK. I KNOW YOU MUST BE APPREHENSIVE...
ru_ru: Я знаю, что ты, должно быть, беспокоишься.

source: <18>{#p/papyrus}{#f/5}FORCE FIELDS CAN BE INTIMIDATING, AFTER ALL.
ru_ru: <18>{#p/папирус}{#f/5} В конце концов, силовое поле может быть внутренним.

source: <18>{#p/papyrus}{#f/6}BUT FRET NOT!
ru_ru: <18>{#p/папирус}{#f/6} Но не надо!

source: <18>{#p/papyrus}{#f/4}IF YOUR BATTLE AGAINST ME PROVED ONE THING...
ru_ru: <18>{#p/папирус}{#f/4} Если вы и мой бой докажете одно.

source: <18>{#p/papyrus}{#f/9}IT'S THAT YOU HAVE THE COURAGE TO TAKE ON ANYTHING!
ru_ru: <18>{#p/папирус}{#f/9} Это потому, что у вас есть мужество принять все!

source: <18>{#p/papyrus}{#f/0}THE "IMPENETRABLE" FORCE FIELD WON'T STAND A CHANCE!
ru_ru: <18>{#p/папирус}{#f/0} "Непреодолимое" силовое поле не может существовать!

source: <25>{#p/alphys}{#g/alphysWelp}* Hey, um... * We've been waiting for a long time.
ru_ru: * Мы долго ждали.

source: <25>{#g/alphysThatSucks}* And I don't just mean right now.
ru_ru: <25>{#g/alphysThatSucks}* Я имею в виду не только сейчас.

source: <25>{#g/alphysSideSad}* Monsters have been stuck here for so long...
ru_ru: <25>{#g/alphysSideSad}* Монстр застрял здесь так долго.

source: <25>{#g/alphysThatSucks}* Even my family doesn't remember life before... this.
ru_ru: <25>{#g/alphysThatSucks}* Даже моя семья не помнит своей прежней жизни. Вот это.

source: <25>{#g/alphysSideSad}* I know Asgore and I have been impatient...
ru_ru: <25>{#g/alphysSideSad}* Я знаю Асго, и я был нетерпелив.

source: <25>{#g/alphysIDK2}* So, maybe that's why you're avoiding doing this.
ru_ru: <25>{#g/alphysIDK2}* Так что, возможно, именно поэтому вы избегаете этого.

source: <25>{#g/alphysIDK3}* Well, we're sorry. * We didn't mean to rush you so much back there.
ru_ru: * Мы не хотели торопить вас вернуться так быстро.

source: <25>{#g/alphysWorried}* But we're not the only ones waiting.
ru_ru: <25>{#g/alphysWorried}* Но мы не единственные, кто ждет.

source: <25>{#g/alphysCutscene2}* Everyone you've met, all the friends you've made...
ru_ru: <25>{#g/alphysCutscene2}* Все, кого вы встречаете, все друзья, которых вы встречаете.

source: <25>{#g/alphysCutscene2}* If you think about it...
ru_ru: <25>{#g/alphysCutscene2}* Если задуматься...

source: <25>{#g/alphysWorried}* It's like we've been waiting our whole lives for you.
ru_ru: <25>{#g/alphysWorried}* Это как будто мы ждем тебя всю жизнь.

source: <25>{#g/alphysCutscene2}* ... come back soon... * Okay?
ru_ru: * Хорошо?

source: <25>{#p/toriel}{#f/5}* Hello? * This is TORIEL.
ru_ru: * Это Тольер.

source: <25>* You must be very far along by now.
ru_ru: <25>Вы, должно быть, уже далеко зашли.

source: <25>{#f/9}* Far enough that I doubt this message will ever reach you.
ru_ru: <25>{#f/9}* Сомневаюсь, что эта информация никогда не дойдет до вас.

source: <25>{#f/13}* ... however, if it does, then you must know...
ru_ru: <25>{#f/13}* ... Однако, если это так, то вы должны знать...

source: <25>{#f/9}* I cannot wait in the Outlands any longer.
ru_ru: <25>{#f/9}* Я больше не могу ждать снаружи.

source: <25>{#f/13}* I remained here in the hopes of keeping those like you safe...
ru_ru: <25>{#f/13}* Я остаюсь здесь, чтобы защитить безопасность таких людей, как ты.

source: <25>{#f/14}* Child after child, I thought surely I could save at least one...
ru_ru: <25>{#f/14}* Один ребенок за другим, и я думаю, что я, безусловно, смогу спасти хотя бы одного.

source: <26>{#f/13}* But that did not happen.
ru_ru: <26>{#f/13}* Но этого не произошло.

source: <25>{#f/9}* I allowed my age to get the better of me.
ru_ru: <25>{#f/9}* Я делаю свой возраст лучше.

source: <25>{#f/10}* I had forgotten how curious children like you can be.
ru_ru: <25>{#f/10)* Я забыл, как любопытны такие дети, как ты.

source: <25>{#f/14}* Ironic, is it not?
ru_ru: <25>{#f/14}* Иронично, не так ли?

source: <25>{#f/9}* I will... see you soon.
ru_ru: <25>{#f/9}* Я буду. С нетерпением жду встречи с вами в ближайшее время.

source: <25>{#f/10}* ... * Be good... alright?
ru_ru: * Хорошенько. Хорошо?

source: <25>{#p/twinkly}{#f/6}* Did you seriously come all this way just to see what would happen?
ru_ru: <25>{#p/twinkly}{#f/6}* Вы действительно проделали долгий путь, чтобы увидеть, что произойдет?

source: <25>{#f/8}* Wow. * You're even worse than I used to be.
ru_ru: * Ты хуже меня.

source: <25>{#f/12}* ... * Annoying brat.
ru_ru: * Ненавижу маленьких парней.

source: <25>{#f/11}* There's nothing for you to find back here.
ru_ru: <25>{#f/11)* Здесь вам нечего найти.

source: <25>{#f/7}* Literally nothing.
ru_ru: <25>{#f/7}* На самом деле ничего.

source: <25>{#f/0}{#v/1}* Even my very own self is nothing but an empty husk.
ru_ru: <25>{#f/0}{#v/1}* Даже я сам был пустой оболочкой.

source: <25>{#f/6}{#v/0}* So stop wasting your OWN time and go back to the force field.
ru_ru: <25>{#f/6}{#v/0}* Так что не тратьте свое время впустую и возвращайтесь в силовое поле.

source: <25>{#f/11}* Orrr... * You could give up and let ME take over...
ru_ru: * Ты можешь сдаться, позволь мне взять на себя...

source: <25>{#f/7}{#v/0}* Maybe you'd like that.
ru_ru: <25>{#f/7}{#v/0}* Возможно, вам понравится.

source: <25>{#f/8}* See ya at the force field, idiot.
ru_ru: <25>{#f/8}* Встретимся в силовом поле, идиот.

source: <32>{#p/human}* (You activate the terminal.)
ru_ru: <32>{#p/human}* (Вы активируете терминал).

source: <32>{#p/event}* Procedure incomplete. * Please return at a later time.
ru_ru: * Пожалуйста, вернитесь позже.

source: <32>{#p/event}* Procedure complete. * All subjects have successfully tethered.
ru_ru: * Все испытуемые были успешно связаны.

source: <33>{#p/event}* Would you also like to exit?
ru_ru: <33>{#p/event}* Также хотите выйти?

source: * (Exit Archive Six?)
ru_ru: * (Выход из архива 6?)

source: <32>{#p/human}* (You tap on the panel.)
ru_ru: <32>{#p/human}* (Нажмите на панель.)

source: <32>{#s/equip}{#p/human}* (You got the Monster Candy.)
ru_ru: <32>{#s/equipment}{#p/human}* (Вы получаете монстров конфеты.)

source: <32>{#s/equip}{#p/human}* (You got the Exoberries.)
ru_ru: <32>{#s/equipment}{#p/human}* (Вы получаете Exoberry).

source: * (Use [DOWN], [LEFT], [RIGHT], and [UP] to tune the sound.)
ru_ru: И [UP] для настройки звука.)

source: <32>{#p/human}* (You stare into the now- unlocked terminal.)
ru_ru: <32>{#p/human}* (Вы смотрите на терминал, который теперь разблокирован.)

source: <32>{#p/human}* (You got the Space Tofu.)
ru_ru: <32>{#p/human}* (Вы получаете космический тофу.)

source: <32>{#s/equip}{#p/human}* (You got the Rations.)
ru_ru: <32>{#s/снаряжение}{#p/человек}* (Вы получили пайки).

source: <32>{#s/equip}{#p/human}* (The Neon Key was added to your keyring.)
ru_ru: <32>{#s/equipment}{#p/human}* (Неоновые ключи добавлены в ваш круг ключей).

source: <32>{#p/human}* (It appears a heal-pak was left underneath this bench.)
ru_ru: <32>{#p/human}* (Как представляется, под этой скамейкой остался пакет для лечения.)

source: <32>{#p/human}* (You got the heal-pak.)
ru_ru: <32>{#p/human}* (Вы получили пакет исцеления.)

source: <32>{#p/human}* (You reach for the item, but you can't get it...)
ru_ru: <32>{#p/human}* (Вы протягиваете руку, чтобы забрать вещи, но не можете получить...)

source: <32>{#p/human}* (The door appears to be locked.)
ru_ru: <32>{#p/human}* (Дверь кажется запертой.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... huh?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* ... Ха?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Who's there?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Кто там?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Huh!?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Ха!?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* How are you doing that!?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Как вы это сделали?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* How am I...
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Как я...

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... even awake?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* ... Даже проснулся?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* I've been asleep for so long, I'd forgotten about...
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Я так долго спал, забыл...

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... oh!
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* ... Оу!

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Are you there, old friend!? * Is that you!?
ru_ru: * Это ты?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Maybe not.
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Возможно, нет.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Well, the last time I was awake, there was a disaster...
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Ладно, в последний раз, когда я проснулся, произошла катастрофа.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Is this the aftermath?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Является ли это следствием?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Oh no...
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* О, нет.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Wait... * There was something about the system's memory capacity...
ru_ru: * Имеются некоторые проблемы с объемом памяти системы.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* If I'm awake now, then somebody's been freeing up space!
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Если я сейчас проснулся, то кто - то освобождает пространство!

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... they have, haven't they?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* ... У них есть, не так ли?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* I knew it.
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Я так и знал.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* We're gonna get out!
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Мы выходим!

source: <32>{#p/human}{#v/5}{@fill=#00c000}* You hear that, old friend? * You thought you were gone, but you persevered...!
ru_ru: * Ты думал, что ушел, но ты держался.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Then again.
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Затем повторите еще раз.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* I don't even have a body to move around with.
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* У меня даже нет тела, которое может двигаться.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* So, wait...
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Так что...

source: <32>{#p/human}{#v/5}{@fill=#00c000}* How am I seeing anything like this at all?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Как я мог видеть такие вещи?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* And so high off the floor...
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* И так высоко от земли.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* The light... * It's getting brighter!
ru_ru: * Все ярче!

source: <32>{#p/human}{#v/5}{@fill=#00c000}* ... is this it? * Does our freedom approach us?
ru_ru: * Наша свобода приближается к нам?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Hello?
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Как дела?

source: <32>{#p/human}* (You're carrying too much.)
ru_ru: <32>{#p/human}* (Вы взяли слишком много.)

source: <32>{#p/human}* (You're carrying too much to take that.)
ru_ru: <32>{#p/human}* (Вы носите слишком много вещей, чтобы позволить себе.)

source: <32>{#p/human}* (You're carrying too much to use that.)
ru_ru: <32>{#p/human}* (Вы носите слишком много предметов, чтобы использовать).

source: <32>{#p/basic}* This terminal is only used to monitor the archive.
ru_ru: <32>{#p/basic}* Этот терминал используется только для мониторинга архивов.

source: <32>* What else would it be for?
ru_ru: <32>Чем еще полезен?

source: <25>{#p/asriel1}{#f/13}* This throne kind of looks like the one King Erogot had.
ru_ru: <25>{#p/asriel 1}{#f/13}* Этот трон немного похож на трон короля Эргота.

source: <25>{#f/16}* Except this one has stars instead of a sky. * And it's smaller.
ru_ru: * И он меньше.

source: <25>{#f/15}* How do I know what the old one looked like?
ru_ru: <25>{#f/15}* Как я узнаю, как выглядит старое?

source: <25>{#f/17}* Well, Mom and Dad had lots of bedtime stories about that guy...
ru_ru: <25>{#f/17}* Ладно, мама и папа много рассказывали об этом парне перед сном.

source: <25>{#p/asriel1}{#f/20}* I can't be sure which stories are real, and which ones are made up.
ru_ru: <25>{#p/asriel 1}{#f/20}* Я не могу определить, какие истории реальны, а какие сфабрикованы.

source: <25>{#f/17}* But, according to one, that old king was over a thousand years old.
ru_ru: <25>{#f/17}* Но, по словам одного, старому королю более тысячи лет.

source: <25>{#f/13}* Before he was made king, he trained for centuries...
ru_ru: <25>{#f/13}* До того, как он стал королем, он тренировался веками...

source: <25>{#f/15}* To become a painter.
ru_ru: <25>{#f/15}* Станьте художником.

source: <25>{#f/10}* If that's true, I wonder what made him change his mind...?
ru_ru: <25>{#f/10)* Если это правда, я хочу знать, что заставило его передумать.

source: <25>{#p/asriel1}{#f/16}* Actually, I have a theory about Erogot's paintings.
ru_ru: <25>{#p/asriel 1}{#f/16}* На самом деле у меня есть теория картин Эррогота.

source: <25>{#f/13}* You see, according to old homeworld legends...
ru_ru: <25>{#f/13}* Вы видите, согласно древней семейной легенде...

source: <25>{#f/13}* If the conditions were just right...
ru_ru: <25>{#f/13}* Если условия являются правильными.

source: <25>{#f/16}* A highly skilled painter could paint a glimpse of the future.
ru_ru: <25>{#f/16}* Высококвалифицированный художник может нарисовать взгляд в будущее.

source: <25>{#f/15}* If Erogot created such a painting, and foresaw the war...
ru_ru: <25>{#f/15}* Если бы Эрогот создал такую картину и предвидел войну...

source: <25>{#f/17}* ... well, that'd explain a lot more than just the career change.
ru_ru: <25>{#f/17}* ... Ну, это объясняет гораздо больше, чем просто смена карьеры.

source: <25>{#p/asriel1}{#f/16}* I guess we'll never know for sure.
ru_ru: <25>{#p/asriel 1/{#f/16}* Я думаю, мы никогда не сможем быть уверены.

source: <32>{#p/basic}* The seat of the kingdom.
ru_ru: <32>{#p/basic}* Местонахождение Королевства.

source: <32>{#p/basic}* It's out of service.
ru_ru: <32>{#p/basic}* Он прекратил обслуживание.

source: <32>{#p/human}* (You activate the terminal.) * (It appears to be unlocked.)
ru_ru: * (Кажется, он разблокирован.)

source: <32>{#p/basic}* "No further action required."
ru_ru: <32>{#p/basic}* "Дальнейшая эксплуатация не требуется".

source: <32>{#p/basic}* "Access pending." * "Authorization required."
ru_ru: * "Требуется разрешение".

source: <32>{*}* "Scanning..." * "Scanning..." * "Scanning..."{^50}{%}
ru_ru: * "Сканируются..." - AM ^ 50 ���% �

source: <32>{*}* "Subject '$(nameu)' identified." * "Subject 'ASRIEL' identi- {%}
ru_ru: * Идентификатор "Тема" ASRIEL "- -% 2

source: <32>{#c.backdoor}* "Manual override engaged." * "Access granted."
ru_ru: * "Полномочия доступа предоставлены".

source: <25>{#p/asriel2}{#f/10}* That was awfully fast...
ru_ru: <25>{#p/asriel2}{#f/10)* Слишком быстро.

source: <32>{*}* "Subject 'HUMAN' identified." * "Verifying..."{^50}{%}
ru_ru: * "Подтверждается..." Ааа ^ 50 'Ааа%

source: <32>{#c.backdoor}* "Identity verified." * "Access granted."
ru_ru: * "Полномочия доступа предоставлены".

source: <25>{#p/sans}{#f/0}* papyrus's cooking has improved lately, but...
ru_ru: <25>{#p/sans}{#f/0}* Готовка папируса в последнее время улучшилась, но...

source: <25>{#p/sans}{#f/0}* there's a lot that goes into a great meal.
ru_ru: <25>{#p/sans}{#f/0}* В одной прекрасной еде много всего.

source: <26>{#p/sans}{#f/3}* the chef... the recipe...
ru_ru: <26>{#p/sans}{#f/3}* Повар. Рецепт...

source: <25>{#p/sans}{#f/2}* i'd like to think i had a hand in one of those things.
ru_ru: <25>{#p/sans}{#f/2}* Я думаю, что я участвовал в одном из них.

source: <18>{#p/papyrus}{#f/4}SANS, I SWEAR IF YOU MEDDLE WITH ANYTHING...
ru_ru: <18>{#p/папирус}{#f/4} Санни, клянусь, если ты смешиваешься с чем - нибудь...

source: <25>{#p/sans}{#f/0}* don't worry, bro. * i'd only do what's best for you.
ru_ru: * Я сделаю только лучшее для тебя.

source: <18>{#p/papyrus}{#f/6}I HOPE SO!!
ru_ru: <18>{#p/папирус}{#f/6} Я надеюсь на это!!

source: <25>{#p/sans}{#f/0}* i'm not saying undyne MEANT to screw up the recipe, but come on.
ru_ru: <25>{#p/sans}{#f/0}* Я не говорю, что undyne намеренно испортил рецепт, но давайте.

source: <25>{#p/sans}{#f/0}* it would have been nice if she at LEAST double- checked it.
ru_ru: <25>{#p/sans}{#f/0}* Было бы здорово, если бы она хотя бы тщательно проверила.

source: <25>{#p/sans}{#f/3}* ... playing it safe isn't her usual recipe for success, i guess.
ru_ru: <25>{#p/sans}{#f/3}* ... Я думаю, что разумное поведение не является ее обычным секретом успеха.

source: <26>{#p/sans}{#f/2}* at least it's all taken care of now.
ru_ru: <26>{#p/sans}{#f/2}* По крайней мере, теперь все решено.

source: <32>{#p/basic}* It's a little disappointing that school's been cancelled, but oh well.
ru_ru: <32>{#p/basic}* Школа была отменена, что немного разочаровывает, но хорошо.

source: <32>* They'll be sure to build one on the new homeworld.
ru_ru: <32>Они обязательно построят новый дом.

source: <33>* Imagine, a university campus... * And a grand librarby... * And museums...
ru_ru: * Есть еще музеи.

source: <32>* How exciting!
ru_ru: <32>Очень интересно!

source: <32>{#p/basic}* ... you don't look like you're too interested in school.
ru_ru: <32>{#p/basic}* ... Похоже, ты не очень интересуешься школой.

source: <32>* But don't worry. * It's not for everyone, is it?
ru_ru: * Не все подходят, не так ли?

source: <32>{#p/basic}* I'm a reporter, and my career's only just gettin' started!
ru_ru: <32>{#p/basic}* Я журналист, и моя карьера только начинается!

source: <32>* When we move to the new homeworld... I won't even be able to keep up!
ru_ru: <32>* Когда мы переезжаем в новый дом... Я даже не успеваю!

source: <32>* Oh, dearie dear. * There'll be so much to report! * Huhehehaw!
ru_ru: * Ха - ха - ха!

source: <32>{#p/basic}* I'll get reporting right away!
ru_ru: <32>{#p/basic}* Я получаю отчет прямо сейчас!

source: <32>{#p/basic}* It's a TV set. * A Mew Mew movie is currently being watched on it.
ru_ru: * Фильм Mew Mew в настоящее время находится на просмотре.

source: <32>{#p/basic}* A set of sturdy chairs. * Great for any occasion, be it freedom or otherwise.
ru_ru: * Подходит для любого случая, будь то свобода или что - то еще.

source: <32>{#p/human}* (You stare into the bucket of strange pink fluid.)
ru_ru: <32>{#p/human}* (Вы смотрите на ведро со странной розовой жидкостью.)

source: <32>{#p/basic}* It's a bucket of supercharged pink fluid, great for getting the tough stains out.
ru_ru: <32>{#p/basic}* Это ведро с розовой жидкостью под давлением, идеально подходит для удаления упрямых пятен.

source: <32>{#p/basic}* There's a recording on the ground labelled "Information."
ru_ru: <32>{#p/basic}* На земле есть запись с пометкой « информация»

source: <32>* You play the recording...
ru_ru: <32>* Вы транслируете запись.

source: <32>{#p/alphys}* This is Dr. Alphys, head of the royal science division.
ru_ru: <32>{#p/alphys}* Это доктор Альфис, директор Королевского департамента науки.

source: <32>* So... you were captured.
ru_ru: <32>* Итак... тебя поймали.

source: <32>* L-luckily, after Papyrus put you in his shed, he told his brother all about it.
ru_ru: К счастью, после того, как Папирус посадил вас в свою хижину, он рассказал об этом своему брату.

source: <32>* Then, HE called ME, and I... came to pick you up. * Literally.
ru_ru: * Буквально.

source: <32>* You see, some of us aren't really on board with the Royal Guard's methods.
ru_ru: <32>* Видите ли, некоторые из нас на самом деле не согласны с методами Королевской гвардии.

source: <32>* And it's kind of my job to escort you past them...?
ru_ru: <32>* Сопровождать тебя через них - моя работа.

source: <32>* W-well, not officially. * But, you know.
ru_ru: * Но ты знаешь.

source: <32>* Well, actually, you don't know, so never mind.
ru_ru: <32>* На самом деле, вы не знаете, так что ничего страшного.

source: <32>* Either way, we've shut down the elevator to keep the Royal Guard from coming after you.
ru_ru: <32>* В любом случае, мы выключили лифт, чтобы Королевская гвардия не преследовала вас.

source: <32>* I mean, mainly, it's just to stop Undyne...
ru_ru: <32>* Я имею в виду, в основном, чтобы остановить Ундин.

source: <32>* Papyrus must've told HER about your capture, too. * Because she's after you.
ru_ru: * Потому что она преследует тебя.

source: <32>* U-uh, anyway, once you're awake, feel free to explore around.
ru_ru: <32>* Ну, в любом случае, как только вы просыпаетесь, вы можете свободно исследовать вокруг.

source: <32>* You can find us just past ASGORE's house.
ru_ru: <32>* Вы можете найти нас рядом с домом ASGORE.

source: <32>* See you soon...?
ru_ru: <32>* Скоро увидимся.

source: <32>{#p/human}* (You stop to see the flowers.)
ru_ru: <32>{#p/human}* (Вы останавливаетесь, чтобы увидеть цветы.)

source: <32>{#p/basic}* A garden of Starling flowers.
ru_ru: <32>{#p/basic}* Небольшой сад.

source: <32>{#p/basic}* A garden of Starling flowers, positioned optimally near a large window.
ru_ru: <32>{#p/basic}* Звездный цветочный сад, расположенный в лучшем месте рядом с большими окнами.

source: <32>{#p/basic}* Asgore sure knows his stuff!
ru_ru: <32>{#p/basic}* Асгор определенно знает свои вещи!

source: <32>{#p/basic}* Bastion boxes.
ru_ru: <32>{#p/basic}* Крепостная коробка.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Please be careful around those.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Будьте осторожны с этим.
