Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <25>{#p/sans}{#f/2}* maybe you could talk about something else?
ru_ru: <25>{#p/sans}{#f/2}* Возможно, вы могли бы поговорить о чем - то другом?

source: <18>{#p/papyrus}{#f/4}HMM... SOMETHING ELSE...
ru_ru: Другое...

source: <18>{#p/papyrus}{#f/0}OH, I KNOW! THE ARCHIVE WORLD!
ru_ru: Архивный мир!

source: <25>{#p/sans}{#f/2}* of course. * you and alphys spend a lot of time there.
ru_ru: * Вы с Альфи провели там много времени.

source: <18>{#p/papyrus}{#f/9}AND FOR GOOD REASON!
ru_ru: <18>{#p/папирус}{#f/9} и по веским причинам!

source: <18>{#p/papyrus}{#f/0}OKAY, SO, LET ME EXPLAIN.
ru_ru: <18>{#p/папирус}{#f/0} Хорошо, позвольте мне объяснить.

source: <18>{#p/papyrus}{#f/4}WITH NOTHING TO DO EXCEPT GUARD THE HUMAN SOULS...
ru_ru: <18>{#p/папирус}{#f/4} ничего не нужно делать, кроме защиты человеческой души.

source: <18>{#p/papyrus}{#f/0}I STARTED HAVING A LOT OF FREE TIME.
ru_ru: <18>{#p/папирус}{#f/0} Я начинаю много свободного времени.

source: <18>{#p/papyrus}{#f/6}BUT WHAT WOULD I DO WITH IT!?
ru_ru: <18>{#p/папирус}{#f/6} Но что мне делать?

source: <18>{#p/papyrus}{#f/0}ONE DAY, IN A STORAGE CLOSET, I FOUND... A THING.
ru_ru: <18>{#p/папирус}{#f/0} Однажды в закрытом складе я нашел... Одна вещь.

source: <18>{#p/papyrus}{#f/5}I ASKED ALPHYS WHAT THE THING WAS, AND...
ru_ru: <18>{#p/папирус}{#f/5} Я спросил Альфа, что это такое, а потом...

source: <18>{#p/papyrus}{#f/6}BOY DID SHE HAVE A LOT TO SAY!!
ru_ru: <18>{#p/папирус}{#f/6} Мальчик, ей есть что сказать!

source: <18>{#p/papyrus}{#f/0}APPARENTLY, IT WAS USED TO SIMULATE VIRTUAL WORLDS.
ru_ru: <18>{#p/папирус}{#f/0} Очевидно, что он используется для моделирования виртуального мира.

source: <18>{#p/papyrus}{#f/5}I ASKED HER IF WE COULD TRY IT, AND...
ru_ru: <18>{#p/папирус}{#f/5} Я спросил ее, можем ли мы попробовать, а потом...

source: <18>{#p/papyrus}{#f/4}BEING JUST AS BORED AS I WAS, SHE SAID YES.
ru_ru: <18>{#p/папирус}{#f/4} так же скучно, как и я, и она сказала да.

source: <18>{#p/papyrus}{#f/0}THE ARCHIVE DIDN'T HAVE A WORLD LOADED, THOUGH.
ru_ru: <18>{#p/папирус}{#f/0} Однако архивы не заполнены миром.

source: <18>{#p/papyrus}{#f/0}SO SHE DOWNLOADED A POPULAR SCI-FI ANIME...
ru_ru: <18>{#p/папирус}{#f/0} Так она скачала популярное научно - фантастическое животное.

source: <18>{#p/papyrus}{#f/0}AND LET THE SYSTEM "EXTRAPOLATE" THE WORLD WITHIN.
ru_ru: <18>{#p/папирус}{#f/0} позволяет этой системе « отчуждать» мир внутри.

source: <18>{#p/papyrus}{#f/5}THEN SHE TOLD ME TO PUT ON THIS WEIRD HEADSET...
ru_ru: <18>{#p/папирус}{#f/5} Затем она попросила меня надеть эту странную шляпу.

source: <18>{#p/papyrus}{#f/6}I WAS NERVOUS, BUT I DID IT IN THE NAME OF SCIENCE!!
ru_ru: <18>{#p/папирус}{#f/6} Я нервничаю, но я делаю это во имя науки!!

source: <18>{#p/papyrus}{#f/4}THE NEXT THING I KNEW, I WAS TRANSPORTED...
ru_ru: <18>{#p/папирус}{#f/4} Следующая вещь, которую я знаю, это то, что меня перевезли.

source: <18>{#p/papyrus}{#f/9}TO A WORLD BEYOND ANYTHING I'D SEEN BEFORE!!!
ru_ru: <18>{#p/папирус}{#f/9} Мир, который превосходит все, что я видел раньше!!

source: <18>{#p/papyrus}{#f/5}I EXPLORED THIS NEW REALM FOR HOURS...
ru_ru: <18>{#p/папирус}{#f/5} Я исследовал эту новую область в течение нескольких часов.

source: <18>{#p/papyrus}{#f/5}WANDERING FROM PLANET TO PLANET, MEETING PEOPLE...
ru_ru: <18>{#p/папирус}{#f/5} Хочется попасть с одной планеты на другую и встретиться с людьми.

source: <18>{#p/papyrus}{#f/0}OF COURSE, I KNOW THEY'RE NOT REAL.
ru_ru: <18>Конечно, я знаю, что они не настоящие.

source: <18>{#p/papyrus}{#f/6}BUT WHEN ONE OF THEM GOT HURT, I FELT BAD!
ru_ru: <18>{#p/папирус}{#f/6} Но когда один из них ранен, я чувствую себя ужасно!

source: <18>{#p/papyrus}{#f/5}SO, I MADE IT MY MISSION TO SAVE EVERYONE I COULD.
ru_ru: <18>{#p/папирус}{#f/5} Итак, я ставлю своей миссией спасение всех, кого я могу спасти.

source: <18>{#p/papyrus}{#f/0}EVENTUALLY, ALPHYS JOINED IN AS MY SIDEKICK!
ru_ru: <18>{#p/папирус}{#f/0} В конце концов, ALPHYS присоединился ко мне!

source: <18>{#p/papyrus}{#f/0}WE'VE BEEN ADVENTURING EVER SINCE.
ru_ru: <18>{#p/папирус}{#f/0} С тех пор мы рисковали.

source: <25>{#p/sans}{#f/0}* she's in there right now, isn't she?
ru_ru: <25>{#p/sans}{#f/0}* Она сейчас внутри, не так ли?

source: <25>{#p/sans}{#f/2}* maybe you should go check on her.
ru_ru: <25>{#p/sans}{#f/2}* Возможно, вам стоит сходить к ней.

source: <18>{#p/papyrus}{#f/9}YEAH, I THINK I WILL!
ru_ru: <18>{#p/папирус}{#f/9} Да, я думаю, что буду!

source: <18>{#p/papyrus}{#f/0}SORRY, HUMAN. ADVENTURE WAITS FOR NO SKELETON!
ru_ru: Риск не ждет!

source: <25>{#p/sans}{#f/3}* i'm just glad he's got a distraction from what's going on.
ru_ru: <25>{#p/sans}{#f/3}* Я рад, что он отвлекся от происходящего.

source: <25>{#p/sans}{#f/0}* people aren't doing all that well right now.
ru_ru: <25>{#p/sans}{#f/0}* Люди сейчас делают не очень хорошо.

source: <25>{#p/sans}{#f/0}* losing the royal guard, having all those power issues...
ru_ru: <25>{#p/sans}{#f/0}* Потеря Королевской гвардии сталкивается со всеми этими проблемами власти...

source: <25>{#p/sans}{#f/3}* a lot of folks have nobody to turn to.
ru_ru: <25>{#p/sans}{#f/3}* Многие люди не могут обратиться за помощью.

source: <25>{#p/sans}{#f/0}* and, even if they do, it's hard to will up the courage...
ru_ru: <25>{#p/sans}{#f/0}* Даже если они это сделают, будет трудно набраться смелости.

source: <25>{#p/sans}{#f/3}* to admit to anyone how miserable they are.
ru_ru: <25>{#p/sans}{#f/3}* Признайте кому - либо, насколько они страдают.

source: <25>{#p/sans}{#f/3}* it's no surprise people aren't fans of humanity these days.
ru_ru: <25>{#p/sans}{#f/3}* Неудивительно, что люди больше не являются поклонниками человечества.

source: <25>{#p/sans}{#f/0}* you may have spared my brother, but...
ru_ru: <25>{#p/sans}{#f/0}* Ты, возможно, пощадил моего брата, но...

source: <25>{#p/sans}{#f/3}* you killed a lot of people, many of them important.
ru_ru: <25>{#p/sans}{#f/3}* Вы убили много людей, многие из которых были важны.

source: <25>{#p/sans}{#f/3}* i'm not saying you're a bad person.
ru_ru: <25>{#p/sans}{#f/3}* Я не говорю, что ты плохой человек.

source: <25>{#p/sans}{#f/0}* you spared my brother, and you didn't kill that many people.
ru_ru: <25>{#p/sans}{#f/0}* Ты пощадил моего брата и не убил так много людей.

source: <25>{#p/sans}{#f/3}* but the people you did kill were pretty important.
ru_ru: <25>{#p/sans}{#f/3}* Но люди, которых вы убиваете, очень важны.

source: <25>{#p/sans}{#f/0}* ... as much as i disagreed with their ways...
ru_ru: <25>{#p/sans}{#f/0}* ... Хотя я с ними не согласен.

source: <25>{#p/sans}{#f/0}* the royal guard offered citizens a sense of stability and security.
ru_ru: <25>{#p/sans}{#f/0}* Королевская гвардия обеспечивает гражданам чувство стабильности и безопасности.

source: <25>{#p/sans}{#f/3}* but that's gone now.
ru_ru: <25>{#p/sans}{#f/3}* Но теперь он исчез.

source: <25>{#p/sans}{#f/3}* heck, even mettaton's not around anymore.
ru_ru: <25>{#p/sans}{#f/3}* Черт возьми, даже Меттатона нет.

source: <25>{#p/sans}{#f/0}* no more tv shows, no more tacky little trinkets...
ru_ru: <25>{#p/sans}{#f/0}* Больше нет телевизионных программ, больше нет вульгарных безделушек.

source: <25>{#p/sans}{#f/0}* without someone like him, the outpost loses a bit of its spark.
ru_ru: <25>{#p/sans}{#f/0}* Без таких людей, как он, форпост теряет некоторую жизнеспособность.

source: <25>{#p/sans}{#f/3}* honestly, the truth is that you're just not a great person.
ru_ru: <25>{#p/sans}{#f/3}* Честно говоря, правда в том, что вы не великий человек.

source: <25>{#p/sans}{#f/3}* plain and simple.
ru_ru: <25>{#p/sans}{#f/3}* Простой и ясный.

source: <25>{#p/sans}{#f/0}* ... anyway. * i should probably end the call here.
ru_ru: * Возможно, мне следует закончить разговор здесь.

source: <25>{#p/sans}{#f/3}* sorry, buddo.
ru_ru: <25>{#p/sans}{#f/3}* Извините, Будо.

source: <25>{#p/sans}{#f/3}* honestly, i'm not sure what to say about you.
ru_ru: <25>{#p/sans}{#f/3}* Честно говоря, я не знаю, как вас оценить.

source: <25>{#p/sans}{#f/3}* i can't say you're a bad person, but i don't like you, either.
ru_ru: <25>{#p/sans}{#f/3}* Я не могу сказать, что ты плохой человек, но и ты мне не нравишься.

source: <25>{#p/sans}{#f/3}* have a safe journey, and all that.
ru_ru: <25>{#p/sans}{#f/3}* Безопасность путешествия, и все это.

source: <25>{#p/sans}{#f/0}* which meant it was back to the drawing board.
ru_ru: <25>{#p/sans}{#f/0}* Это означает, что он вернулся на чертежную доску.

source: <25>{#p/sans}{#f/0}* i couldn't think of anyone off the top of my head, so...
ru_ru: <25>{#p/sans}{#f/0}* Я не могу придумать никого в своей голове, так что...

source: <25>{#p/sans}{#f/0}* ... we started asking around, looking for someone we could trust.
ru_ru: <25>{#p/sans}{#f/0}* ... Мы начали искать людей, которым можно доверять.

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about doggo...
ru_ru: <25>{#p/sans}{#f/3}* Вскоре мы нашли собаку.

source: <25>{#p/sans}{#f/0}* a canine unit member who survived the fall of the royal guard.
ru_ru: <25>{#p/sans}{#f/0}* Сотрудник подразделения собак, который выжил после падения Королевской гвардии.

source: <25>{#p/sans}{#f/2}* luckily, he was more than happy to take the job.
ru_ru: <25>{#p/sans}{#f/2}* К счастью, он очень рад принять эту работу.

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Doggo...?
ru_ru: * Ты говоришь о Дого?

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about canis minor...
ru_ru: <25>{#p/sans}{#f/3}* Вскоре мы обнаружили мелких собак.

source: <25>{#p/sans}{#f/2}* luckily, it was more than happy to take the job.
ru_ru: <25>{#p/sans}{#f/2}* К счастью, она с большим удовольствием принимает эту работу.

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Canis Minor...?
ru_ru: * Вы имеете в виду Canis Minor?

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about dogamy and dogaressa...
ru_ru: <25>{#p/sans}{#f/3}* Вскоре мы обнаружили Догами и Догарезу.

source: <25>{#p/sans}{#f/0}* two canine unit members who survived the fall of the royal guard.
ru_ru: <25>{#p/sans}{#f/0}* Два члена подразделения по борьбе с собаками, которые выжили после падения Королевской гвардии.

source: <25>{#p/sans}{#f/2}* luckily, they were more than happy to take the job.
ru_ru: <25>{#p/sans}{#f/2}* К счастью, они очень рады принять эту работу.

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Dogamy and Dogaressa?
ru_ru: * Ты говоришь о Догами и Догарезе?

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about canis major...
ru_ru: <25>{{#p/sans}{#f/3}* Вскоре мы обнаружили о собачьих...

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Canis Major?
ru_ru: * Вы говорили о Канис Майор?

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about doge...
ru_ru: <25>{#p/sans}{#f/3}* Вскоре мы обнаружили doge...

source: <25>{#p/sans}{#f/0}* an elite squad member who survived the fall of the royal guard.
ru_ru: <25>{#p/sans}{#f/0}* Члены элитного отряда, пережившие падение Королевской гвардии.

source: <25>{#p/sans}{#f/3}* she gathered her belongings, and took the job in short order.
ru_ru: <25>{#p/sans}{#f/3}* Она собрала вещи и быстро приняла эту работу.

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Doge?
ru_ru: * Ты говоришь о Дорджи?

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about 01 and 02...
ru_ru: <25>{#p/sans}{#f/3}* Вскоре мы обнаружили около 01 и 02.

source: <25>{#p/sans}{#f/0}* two patrol officers who survived the fall of the royal guard.
ru_ru: <25>{#p/sans}{#f/0}* Два патрульных выжили после падения Королевской гвардии.

source: <25>{#p/sans}{#f/3}* the pair cast off their armor, and took the job in stride.
ru_ru: <25>{#p/sans}{#f/3}* Два человека снимают доспехи и спокойно справляются.

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about 01 and 02?
ru_ru: * Вы имеете в виду 01 и 02?

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about cozmo...
ru_ru: <25>{{#p/sans}{#f/3}* Вскоре мы обнаружили о cozmo...

source: <25>{#p/sans}{#f/3}* it seemed confused at first, but adjusted to the job quickly.
ru_ru: <25>{#p/sans}{#f/3}* Сначала он казался запутанным, но быстро адаптировался к работе.

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Cozmo?
ru_ru: Вы говорите о Cozmo?

source: <25>{#p/sans}{#f/3}* pretty soon, we found out about terrestria...
ru_ru: <25>{#p/sans}{#f/3}* Вскоре мы открыли Землю.

source: <25>{#p/sans}{#f/3}* of course, she accepted the job with reverence and dignity.
ru_ru: Конечно, она приняла эту работу с почтением и достоинством.

source: <25>{#p/alphys}{#f/27}* Huh? * Were you talking about Terrestria?
ru_ru: * Ты говоришь о Трестрии?

source: <25>{#p/sans}{#f/0}* oh, hey alphys. * i'm leaving a message for the human.
ru_ru: * Я оставлю сообщение человечеству.

source: <25>{#p/alphys}{#f/17}* Oh, right. * You said you were going to do that.
ru_ru: * Ты сказал, что сделаешь это.

source: <25>{#p/alphys}{#f/6}* Yeah, Doggo can get nervous sometimes, but I've helped him before.
ru_ru: <25>{#p/alphys}{#f/6}* Да, Дого иногда нервничает, но я помогал ему раньше.

source: <25>{#p/alphys}{#f/8}* Just having me around seems to make him happy to do his job.
ru_ru: <25>{#p/alphys}{#f/8}* Наличие меня рядом, кажется, делает его счастливым делать свою работу.

source: <25>{#p/alphys}{#f/6}* Yeah, that neck can be a problem sometimes, but it does a good job.
ru_ru: <25>{#p/alphys}{#f/6}* Да, шея иногда может быть проблемой, но это хорошо сделано.

source: <25>{#p/alphys}{#f/8}* All it asks for in return is to be pet many, many times.
ru_ru: <25>{#p/alphys}{#f/8}* Он требует взамен быть домашним животным несколько раз.

source: <25>{#p/alphys}{#f/6}* Yeah, those dogs do alright as long as they're together.
ru_ru: <25>{#p/alphys}{#f/6}* Да, пока эти собаки вместе, они делают хорошо.

source: <25>{#p/alphys}{#f/8}* All they ask for in return is... well, lots of "alone time."
ru_ru: <25>{#p/alphys}{#f/8}* То, что они просят взамен... хорошо, много "времени в одиночестве"

source: <25>{#p/alphys}{#f/6}* Yeah, not only does that dog do its job, but it does so eagerly.
ru_ru: <25>{#p/alphys}{#f/6}* Да, эта собака не только делает свою работу, но и очень ревностно.

source: <25>{#p/alphys}{#f/8}* All it asks for in return is a copious amount of headpats.
ru_ru: <25>{#p/alphys}{#f/8}* Он требует только большого количества ударов головой.

source: <25>{#p/alphys}{#f/6}* Yeah, Doge can be a little cold, but she knows what she's doing.
ru_ru: <25>{#p/alphys}{#f/6}* Да, Дорджи может быть немного холодно, но она знает, что делает.

source: <25>{#p/alphys}{#f/8}* We usually reward her with a cold shower. * A bit odd, but okay.
ru_ru: * Немного странно, но ничего страшного.

source: <26>{#p/alphys}{#f/6}* Yeah, 01 and 02 are cute, and... also happen to do a good job.
ru_ru: <26>{#p/alphys}{#f/6}* Да, 01 и 02 очень милые, и... И это как раз хорошо сделано.

source: <25>{#p/alphys}{#f/8}* We usually reward them with ice cream. * They love that stuff.
ru_ru: * Они любят эти вещи.

source: <25>{#p/alphys}{#f/6}* Yeah, it can get antsy at times, but it's done well overall.
ru_ru: <25>{#p/alphys}{#f/6}* Да, это иногда становится беспокойным, но в целом хорошо сделано.

source: <25>{#p/alphys}{#f/8}* We usually reward it with poems. * It likes those.
ru_ru: * Ему нравятся эти.

source: <25>{#p/alphys}{#f/6}* Yeah, she's... done a really good job.
ru_ru: <25>{#p/alphys}{#f/6}* Да, она... отлично справилась.

source: <25>{#p/alphys}{#f/8}* We usually reward her with lullabies. * She finds them calming.
ru_ru: * Она обнаружила, что они успокоились.

source: <25>{#p/sans}{#f/0}* yup, it's a pretty good arrangement.
ru_ru: <25>{#p/sans}{#f/0}* Да, это довольно хорошая договоренность.

source: <25>{#p/sans}{#f/3}* everyone gets what they want, and everyone's happy.
ru_ru: <25>{#p/sans}{#f/3}* Каждый получает то, что хочет, и все счастливы.

source: <25>{#p/sans}{#f/3}* well, i say everyone.
ru_ru: <25>{#p/sans}{#f/3}* Хорошо, я говорю всем.

source: <25>{#p/alphys}{#f/15}* ... right...
ru_ru: <25>{#p/alphys}{#f/15}* ... Правильно.

source: <25>{#p/alphys}{#f/10}* I'm just... gonna let you two keep talking.
ru_ru: <25>{#p/alphys}{#f/10}* Я просто... Давайте продолжим разговор.

source: <25>{#p/sans}{#f/0}* actually, we were almost done.
ru_ru: <25>{#p/sans}{#f/0}* На самом деле, мы почти закончили.

source: <25>{#p/alphys}{#f/17}* ... oh.
ru_ru: <25>{#p/alphys}{#f/17}* ... Оу.

source: <25>{#p/sans}{#f/3}* look, it hasn't been easy for a single person on the outpost.
ru_ru: <25>{#p/sans}{#f/3}* Посмотрите, это будет нелегко для человека в форпосте.

source: <25>{#p/sans}{#f/0}* not for me, not for alphys...
ru_ru: <25>{#p/sans}{#f/0}* Не для меня и не для Альп.

source: <25>{#p/sans}{#f/3}* ... not for anyone.
ru_ru: <25>{#p/sans}{#f/3}* ... Никому не подходит.

source: <25>{#p/alphys}{#f/24}* Yep, because that's what happens when you kill a bunch of people.
ru_ru: <25>{#p/alphys}{#f/24}* Да, потому что это происходит, когда вы убиваете группу людей.

source: <25>{#p/alphys}{#f/25}* Who would have thought.
ru_ru: <25>{#p/alphys}{#f/25}* Кто бы мог подумать.

source: <25>{#p/sans}{#f/3}* except it was more than just "a bunch of people."
ru_ru: <25>{#p/sans}{#f/3}* За исключением того, что это не просто « группа людей»

source: <25>{#p/sans}{#f/0}* it was... a lot of important people.
ru_ru: <25>{#p/sans}{#f/0}* Это... Много важных людей.

source: <25>{#p/sans}{#f/0}* people whose loss impacted everyone on the outpost.
ru_ru: <25>{#p/sans}{#f/0}* Потери этих людей затронули всех на аванпостах.

source: <25>{#p/sans}{#f/3}* ... and, there was one person you killed...
ru_ru: <25>{#p/sans}{#f/3}* ... Более того, ты убил человека...

source: <25>{#p/sans}{#f/3}* to be fair, it could've been a lot worse.
ru_ru: <25>{#p/sans}{#f/3}* Справедливо говоря, ситуация может быть еще хуже.

source: <25>{#p/sans}{#f/0}* i can understand defending yourself against the royal guard.
ru_ru: <25>{#p/sans}{#f/0}* Я могу понять себя, чтобы противостоять Королевской гвардии.

source: <25>{#p/sans}{#f/0}* and, even outside of that, you were mostly alright.
ru_ru: <25>{#p/sans}{#f/0}* И, даже вне этого, у вас в основном нет проблем.

source: <25>{#p/sans}{#f/3}* ... but, there was one person you killed...
ru_ru: <25>{#p/sans}{#f/3}* ... Но ты убил человека...

source: <25>{#p/sans}{#f/0}* that i know for certain you had no reason to.
ru_ru: <25>{#p/sans}{#f/0}* Я уверен, что у вас нет причин для этого.

source: <25>{#p/sans}{#f/0}* someone who only wanted you to be a better person.
ru_ru: <25>{#p/sans}{#f/0}* Человек, который просто хочет, чтобы вы были лучше.

source: <25>{#p/sans}{#f/3}* before you struck him down and declared your true nature.
ru_ru: <25>{#p/sans}{#f/3}* Прежде чем вы его уничтожите и объявите о своей истинной природе.

source: <25>{#p/sans}{#f/0}* someone who would have never hurt you, no matter what.
ru_ru: <25>{#p/sans}{#f/0}* Человек, который ни в коем случае не причинит вам вреда.

source: <25>{#p/sans}{#f/3}* whereas you seemed almost eager to end his life.
ru_ru: <25>{#p/sans}{#f/3}* И вы, кажется, стремитесь положить конец его жизни.

source: <25>{#p/sans}{#f/0}* don't lie to yourself. * you know exactly who i'm referring to.
ru_ru: * Вы прекрасно знаете, о ком я говорю.

source: <25>{#p/alphys}{#f/20}* I certainly do.
ru_ru: <25>{#p/alphys}{#f/20}* Конечно, я знаю.

source: <25>{#p/sans}{#f/3}* ... * if you're out there, somewhere...
ru_ru: * Если ты где - то снаружи.

source: <25>{#p/sans}{#f/0}* i hope you realize how bad you've made things here.
ru_ru: <25>{#p/sans}{#f/0}* Я хочу, чтобы вы поняли, насколько плохо вы здесь делаете.

source: <25>{#p/sans}{#f/0}* no asgore, or undyne. * no royal guard. * no mettaton.
ru_ru: * Нет мужества.

source: <25>{#p/sans}{#f/3}* ... no reason to keep this phone call going any longer.
ru_ru: <25>{#p/sans}{#f/3}* ... Нет никаких причин продолжать этот звонок.

source: <25>{#p/sans}{#f/4}* is anyone there?
ru_ru: <25>{#p/sans}{#f/4}* Есть кто - нибудь?

source: <25>{#p/sans}{#f/2}* no? * well, i'll just leave a message.
ru_ru: * Хорошо, я просто оставлю сообщение.

source: <25>{#p/sans}{#f/0}* so, after you left, things kind of just got worse and worse.
ru_ru: <25>{#p/sans}{#f/0}* Таким образом, после вашего ухода ситуация становится все хуже и хуже.

source: <25>{#p/sans}{#f/3}* asgore was gone, undyne was gone...
ru_ru: <25>{#p/sans}{#f/3}* Потому что Гор ушел, и Эндин ушел.

source: <25>{#p/sans}{#f/0}* and due to a botched plan involving mettaton and the core...
ru_ru: <25>{#p/sans}{#f/0}* и из - за неудачных планов, связанных с меттатоном и ядром.

source: <25>{#p/sans}{#f/3}* issues with the power occured, killing many in the process.
ru_ru: <25>{#p/sans}{#f/3}* Проблемы с питанием привели к гибели многих людей в этом процессе.

source: <25>{#p/sans}{#f/3}* even the humans in the archive got hit by a power surge.
ru_ru: <25>{#p/sans}{#f/3}* Даже люди в архивах пострадали от электрического потока.

source: <25>{#p/sans}{#f/0}* long story short, alphys and i put their souls in a safe place.
ru_ru: <25>{#p/sans}{#f/0}* Короче говоря, мы с Альфисом поместили их души в безопасное место.

source: <25>{#p/sans}{#f/3}* but who would we hire to watch over them?
ru_ru: <25>{#p/sans}{#f/3}* Но кого мы наймем, чтобы присматривать за ними?

source: <25>{#p/sans}{#f/0}* well, the only person we called who was available...
ru_ru: <25>{#p/sans}{#f/0}* Хорошо, единственный человек, с которым мы можем связаться.

source: <25>{#p/sans}{#f/0}* a former elite squad member...
ru_ru: <25>{#p/sans}{#f/0}* Бывший член элитного отряда.

source: <25>{#p/sans}{#f/3}* turned out to be a massive trojan horse.
ru_ru: <25>{#p/sans}{#f/3}* оказался огромным троянским конем.

source: <25>{#p/sans}{#f/0}* the moment they were left alone with the souls...
ru_ru: <25>{#p/sans}{#f/0}* В тот момент, когда они остаются одни с душой.

source: <25>{#p/sans}{#f/3}* they took them, and turned themselves from a dummy...
ru_ru: <25>{#p/sans}{#f/3}* Они забрали их и обернулись от манекена.

source: <25>{#p/sans}{#f/3}* into mad mew mew, from mew mew starfire.
ru_ru: <25>{#p/sans}{#f/3}* превращается в безумное мяу - мяу, от звезды мяу - мяу.

source: <25>{#p/sans}{#f/0}* also known as the best movie in the mew mew franchise.
ru_ru: <25>{#p/sans}{#f/0}* также называют лучшим фильмом в новой серии.

source: <25>{#p/sans}{#f/2}* which i definitely didn't say because i'm afraid for my life.
ru_ru: <25>{#p/sans}{#f/2}* Я абсолютно не говорю, потому что я боюсь за свою жизнь в безопасности.

source: <25>{#p/sans}{#f/0}* anyway, as you can tell, things are just wonderful here!
ru_ru: <25>{#p/sans}{#f/0}* В любом случае, как вы видите, здесь все замечательно!

source: <25>{#p/sans}{#f/0}* rather than doing any important work, we all just play games.
ru_ru: <25>{#p/sans}{#f/0}* Мы все просто играем в игры, а не выполняем какую - либо важную работу.

source: <25>{#p/sans}{#f/0}* ... which we definitely aren't forced into doing.
ru_ru: <25>{#p/sans}{#f/0}* ... Мы никогда не будем вынуждены это делать.

source: <25>{#p/sans}{#f/3}* i mean, hey. * at least the games are always fair.
ru_ru: * По крайней мере, игра всегда справедлива.

source: <25>{#p/sans}{#f/0}* no, really. * that's not even a lie.
ru_ru: * Это даже не ложь.

source: <25>{#p/sans}{#f/0}* 'cause, even when she acts like she WANTS them to be unfair...
ru_ru: <25>{#p/sans}{#f/0}* Потому что, даже если она ведет себя так, будто хочет сделать их несправедливыми...

source: <25>{#p/sans}{#f/3}* it's like...
ru_ru: <25>{#p/sans}{#f/3}* Это как...

source: <25>{#p/sans}{#f/3}* something within her won't let her go that far.
ru_ru: <25>{#p/sans}{#f/3}* Что - то внутри нее не позволит ей зайти так далеко.
