Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: The player did everything they could...
ru_ru: Игроки делают все, что в их силах.

source: But alas, his fate was sealed, and...
ru_ru: Но, увы, его судьба уже обречена, и...

source: No addendum to the story could unravel it.
ru_ru: Никакое дополнение к истории не может его разгадать.

source: There was no scenario in which the player could truly be satisfied.
ru_ru: В любом случае, игроки не могут быть по - настоящему довольны.

source: Is this what they really deserve?
ru_ru: Действительно ли они этого заслуживают?

source: To live in bittersweet agony, knowing he could never be...
ru_ru: Жить в горе и горе, зная, что он никогда...

source: No... I will not allow it.
ru_ru: Я не позволю.

source: If bending the fabric of spacetime is what it takes, then...
ru_ru: Если нужно согнуть пространственно - временную структуру, то...

source: So be it.
ru_ru: Вот так.

source: I will not rest until the task is done.
ru_ru: Я не буду отдыхать, пока миссия не будет выполнена.

source: <32>{#p/human}* (You wake up.)
ru_ru: <32>{#p/human}* (Ты проснулся.)

source: <32>{#p/human}* (The outpost is the same as it was when you went to sleep.)
ru_ru: <32>{#p/human}* (форпост такой же, как и когда вы спите.)

source: <32>{#p/human}* (You explore every corner of the outpost for signs of life, but nobody comes.)
ru_ru: <32>{#p/human}* (Вы исследуете каждый уголок форпоста в поисках признаков жизни, но никто не приходит.)

source: <32>{#p/human}* (You search again, and again, and again...)
ru_ru: <32>{#p/human}* (Вы ищите снова и снова...)

source: <32>{#p/human}* (But nobody comes.)
ru_ru: <32>{#p/human}* (Но никто не пришел).

source: <32>{#p/human}* (You search for the craft you arrived in.) * (It appears it was destroyed.)
ru_ru: * (Кажется, он уничтожен.)

source: <32>{#p/human}* (You search for other craft left behind by monsterkind.)
ru_ru: <32>{#p/human}* (Вы ищете другие корабли, оставленные монстром.)

source: <32>{#p/human}* (It appears they have been taken from you.)
ru_ru: <32>{#p/human}* (Кажется, они у вас отняли.)

source: <32>{#p/human}* (You visit the lab, and search for blueprints and shuttlecraft parts.)
ru_ru: <32>{#p/human}* (Вы посещаете лабораторию, ищете чертежи и детали шаттла).

source: <32>{#p/human}* (The blueprints are available, and the parts are in storage...)
ru_ru: <32>{#p/human}* (чертежи доступны, детали хранятся...)

source: <32>{#p/human}* (But the CORE's remaining energy will not be sufficient to launch the shuttle.)
ru_ru: <32>{#p/human}* (но остаточной энергии CORE недостаточно для запуска МТКК & quot; Спейс шаттл & quot;).

source: <32>{#p/human}* (You try to RESET your SAVE file.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You try again to RESET your SAVE file.)
ru_ru: <32>{#p/human}* (Попробуйте снова сбросить сохраненный файл.)

source: <32>{#p/human}* (Nothing happens.)
ru_ru: <32>{#p/human}* (Ничего не произошло.)

source: <32>{#p/human}* (In desperation, you try to call Toriel's Phone.) * (No response.)
ru_ru: * (Ответа нет.)

source: <32>{#p/human}* (You try to call Papyrus and Undyne.)
ru_ru: <32>{#p/human}* (Попробуйте позвонить Papyrus и Undyne.)

source: <32>{#p/human}* (No response.)
ru_ru: <32>{#p/human}* (Ответ отсутствует).

source: <32>{#p/human}* (You've lost track of how long you've been here.)
ru_ru: <32>{#p/human}* (Вы уже не помните, как долго вы здесь.)

source: <32>{#p/human}* (You can't tell if it's been weeks, months, or years.)
ru_ru: <32>{#p/human}* (Вы не можете судить, недели, месяцы или годы.)

source: <32>{#p/human}* (You've configured the CORE to use as little energy as possible...)
ru_ru: <32>{#p/human}* (Вы настроили CORE так, чтобы использовать как можно меньше энергии...)

source: <32>{#p/human}* (But it can't last forever.)
ru_ru: <32>{#p/human}* (но это не будет длиться вечно).

source: <32>{#p/human}* (The gravity disengages.)
ru_ru: <32>{#p/human}* (Гравитационное высвобождение).

source: <32>{#p/human}* (The temperature begins to drop.)
ru_ru: <32>{#p/human}* (Температура начинает снижаться).

source: <32>{#p/human}* (The atmosphere is collapsing.)
ru_ru: <32>{#p/human}* (Атмосфера разрушается.)

source: <32>{#p/human}* (Without power, the Outpost will be uninhabitable.)
ru_ru: <32>{#p/human}* (Без электричества аванпост будет непригодным для жизни).

source: <32>{#p/human}* (Somehow, you feel at peace.)
ru_ru: <32>{#p/human}* (Вы почему - то чувствуете себя очень спокойно).

source: <32>{#p/human}* (You've come to terms with your death.)
ru_ru: <32>{#p/human}* (Вы приняли смерть.)

source: <32>{#p/human}* (You realize there's no other way this could have gone.)
ru_ru: <32>{#p/human}* (Вы понимаете, что это невозможно.)

source: <32>{#p/human}* (As the remaining air dissapates, you remember your journey one last time.)
ru_ru: <32>{#p/human}* (Когда остаточный воздух рассеивается, вы в последний раз вспоминаете о своем путешествии.)

source: <32>{#p/human}* (From the day of your exile, to the day monsterkind ran away.)
ru_ru: <32>{#p/human}* (с того дня, как вы были изгнаны, до того дня, когда чудовище сбежало).

source: <32>{#p/human}* (The air has run out now.)
ru_ru: <32>{#p/human}* (Воздух исчерпан).

source: <32>{#p/human}* (You begin to choke.)
ru_ru: <32>{#p/human}* (Вы начинаете задыхаться.)

source: <32>{#p/human}* (You feel the life leaving your body.)
ru_ru: <32>{#p/human}* (Вы чувствуете, как жизнь покидает ваше тело.)

source: <32>{#p/human}* (It would appear the end is...)
ru_ru: <32>{#p/human}* (Похоже, конец...)

source: <25>{#x1}{#p/event}Bark! {#x1}{#p/event}Bark!
ru_ru: #x1 俄俄俄俄俄俄俄俄俄俄俄俄俄20

source: <25>{#p/basic}(And thus, you have reached the end!)
ru_ru: <25>{#p/basic} (таким образом, вы достигли конца!)

source: <25>{#p/basic}(The time has come to review your accomplishments!)
ru_ru: <25>{#p/basic} (Настало время оглянуться назад на свои достижения!)

source: <25>{#p/basic}(Wow!) (No SAVE points and no ITEMs!)
ru_ru: (Нет точки сохранения, нет предметов!)

source: <25>{#p/basic}(You must have been in a hurry!)
ru_ru: <25>{#p/basic} (Вы должны спешить!)

source: <25>{#x1}{#p/event}Bark! {#x1}{#p/event}Bark! {#x1}{#p/event}Bark!
ru_ru: #x1 俄俄俄俄俄俄俄俄俄俄俄俄俄20

source: <25>{#p/basic}(Wow!) (Don't you know what a SAVE point is?)
ru_ru: (Вы не знаете, что такое "точка сохранения"?)

source: <25>{#p/basic}(You never used one!)
ru_ru: <25>{#p/basic} (Вы никогда не использовали!)

source: <25>{#p/basic}(Wow!) (Don't you know what an ITEM is?)
ru_ru: (Вы не знаете, что такое ITEM?)

source: <25>{#p/basic}(You never got one!)
ru_ru: <25>{#p/basic} (Вы никогда не получали!)

source: <25>{#p/basic}(Amazing!) (You dodged every attack, and you never ran away!)
ru_ru: (Вы избежали каждой атаки и никогда не убегали!)

source: <25>{#p/basic}(You must have known you wouldn't need any armors or weapons!)
ru_ru: <25>{#p/basic} (Вы должны знать, что вам не нужны никакие доспехи или оружие!)

source: <25>{#p/basic}(You must be very brave indeed!)
ru_ru: <25>{#p/basic} (Вы должны быть смелым!)

source: <25>{#p/basic}(Amazing!) (You dodged every attack you faced!)
ru_ru: (Вы избежали каждой атаки, с которой столкнулись!)

source: <25>{#p/basic}(How fortunate for someone who never equipped any armors or weapons!)
ru_ru: <25>{#p/basic} (Как повезло человеку, который никогда не был вооружен доспехами или оружием!)

source: <25>{#p/basic}(How skilled in battle you must be!)
ru_ru: <25>{#p/basic} (Вы, должно быть, очень хорошо сражаетесь!)

source: <25>{#p/basic}(Amazing!) (Not only did you never die...)
ru_ru: (Ты не только не умер...)

source: <25>{#p/basic}(You never healed, or equipped any armors or weapons either!)
ru_ru: <25>{#p/basic} (Вы никогда не исцелялись и не вооружены никакими доспехами или оружием!)

source: <25>{#p/basic}(You never healed, either!)
ru_ru: <25>{#p/basic} (Вы тоже никогда не исцелялись!)

source: <25>{#p/basic}(Amazing!) (You never died, and you never ran away!)
ru_ru: (Ты никогда не умирал и никогда не убегал!)

source: <25>{#p/basic}(You didn't even heal or equip any armors or weapons!)
ru_ru: <25>{#p/basic} (Вы даже не вылечили и не оснастили никакими доспехами или оружием!)

source: <25>{#p/basic}(You didn't even heal!)
ru_ru: <25>{#p/basic} (Ты даже не выздоровел!)

source: <25>{#p/basic}(Is this why you never equipped any armors or weapons?)
ru_ru: <25>{#p/basic} (Вот почему вы никогда не были вооружены доспехами или оружием?)

source: <25>{#p/basic}(Is this what it means to be brave?)
ru_ru: <25>{#p/basic} (В этом и заключается смысл храбрости?)

source: <25>{#p/basic}(Amazing!) (You never died or equipped any armors or weapons!)
ru_ru: (Вы никогда не умирали и не были вооружены никакими доспехами или оружием!)

source: <25>{#p/basic}(Amazing!) (You never died once!)
ru_ru: (Ты никогда не умирал!)

source: <25>{#p/basic}(Amazing!) (You never healed, and you never ran away!)
ru_ru: (Ты никогда не исцелялся и не убегал!)

source: <25>{#p/basic}(Are you sure you also didn't need any armors or weapons?)
ru_ru: <25>{#p/basic} (Вы уверены, что вам не нужны доспехи или оружие?)

source: <25>{#p/basic}(You must like living on the edge.)
ru_ru: <25>{#p/basic} (Вы определенно любите жить на краю).

source: <25>{#p/basic}(Amazing!) (You never healed or equipped any armors or weapons!)
ru_ru: (Вы никогда не излечивались и не вооружались никакими доспехами или оружием!)

source: <25>{#p/basic}(Amazing!) (You never healed yourself once!)
ru_ru: (Вы не вылечили себя ни разу!)

source: <25>{#p/basic}(Amazing!) (You refused to run away!)
ru_ru: (Вы отказываетесь бежать!)

source: <25>{#p/basic}(Amazing!) (You never equipped any armors or weapons!)
ru_ru: (Вы никогда не были вооружены доспехами или оружием!)

source: <25>{#p/basic}(How kind...) (You never skipped anybody's dialogue!)
ru_ru: (Вы никогда не пропускали ничьих разговоров!)

source: <25>{#p/basic}(Too bad your phone seems to have never been used.)
ru_ru: <25>{#p/basic} (К сожалению, ваш телефон, похоже, никогда не использовался).

source: <25>{#p/basic}(Too bad your phone seems to have never dialed anyone.)
ru_ru: <25>{#p/basic} (К сожалению, ваш телефон, похоже, никогда не звонил никому).

source: <25>{#p/basic}(Too bad your phone seems to have never had its messages read.)
ru_ru: <25>{#p/basic} (К сожалению, ваш телефон, похоже, никогда не читается информация).

source: <25>{#p/basic}(You must really care about everyone a lot!)
ru_ru: <25>{#p/basic} (Вы, должно быть, очень заботитесь обо всех!)

source: <25>{#p/basic}(How strange...) (Your phone seems to have never been used!)
ru_ru: (Ваш телефон, похоже, никогда не использовался!)

source: <25>{#p/basic}(How strange...) (Your phone seems to have never dialed anyone!)
ru_ru: (Твой телефон, кажется, никогда никого не вызывал!)

source: <25>{#p/basic}(How strange...) (Your phone seems to have never had its messages read!)
ru_ru: (Кажется, никто никогда не читал его сообщения на вашем телефоне!)

source: <25>{#p/basic}(Shocking!) (You never acquired any G!)
ru_ru: (Вы никогда не получали G!)

source: <25>{#p/basic}(Shocking!) (You never spent any of your G!)
ru_ru: (Вы никогда не тратили свою G!)

source: <25>{#x1}{#p/event}Bark!
ru_ru: <25>Сержант #x1 сержант #p/event лает!

source: <25>{#p/basic}(You really like holding that cup of electro-dampening fluid, don't you?)
ru_ru: <25>{#p/basic} (Вы действительно любите держать этот стакан электроувлажнителя, не так ли?)

source: <25>{#p/basic}(Seems you didn't do anything out of the ordinary.)
ru_ru: <25>{#p/basic} (Похоже, вы не сделали ничего необычного.)

source: <25>{#p/basic}(Perhaps this is extraordinary on its own!)
ru_ru: <25>{#p/basic} (возможно, это само по себе необычно!)

source: <25>{#p/basic}(Seems that's all there is to say today!)
ru_ru: <25>{#p/basic} (это, кажется, так говорят сегодня!)

source: <25>{#p/basic}(Congratulations and goodbyes!)
ru_ru: <25>{#p/basic} (Поздравляю, пока!)

source: <32>{#s/phone}{#p/event}* Ring, ring...
ru_ru: <32>{#s/phone}{#p/event}* Звонит колокольчик, звонит колокольчик.

source: <26>{#p/undyne}{#f/7}* ARRIGHT PUNK, LISTEN UP!
ru_ru: <26>{#p/undyne}{#f/7}* Стучи в дверь, послушай меня!

source: <25>{#p/undyne}{#f/4}* You made a BIG mistake sparing my life after what you've done.
ru_ru: <25>{#p/undyne}{#f/4}* Ты совершил большую ошибку, и после всего, что ты сделал, ты спас мне жизнь.

source: <25>{#p/undyne}{#f/5}* Thanks to you, I've got the power to do what I ALWAYS wanted, and...
ru_ru: <25>{#p/undyne}{#f/5}* Благодаря тебе, я способен делать то, что всегда хотел, и...

source: <25>{#p/undyne}{#f/17}* ... and...
ru_ru: <25>{#p/undyne}{#f/17}* ... И еще...

source: <25>{#p/undyne}{#f/16}* ... well, before that, I'd like to tell you how I got here first.
ru_ru: <25>{#p/undyne}{#f/16}* ... Хорошо, прежде чем это произойдет, я хотел бы рассказать вам, как я попал сюда первым.

source: <25>{#p/undyne}{#f/20}* So... it all started when you left the outpost.
ru_ru: <25>{#p/undyne}{#f/20}* Итак... все началось с того, что вы покинули форпост.

source: <25>{#p/undyne}{#f/22}* I found out what you'd done, and I... stormed the Citadel myself.
ru_ru: <25>{#p/undyne}{#f/22}* Я узнал, что вы сделали, и я... лично ворвался в замок.

source: <25>{#p/undyne}{#f/22}* Alphys was in shock. * The king was dead, and the guard was gone.
ru_ru: * Король умер, и охранники ушли.

source: <25>{#p/undyne}{#f/20}* Plus, after whatever she and Mettaton tried to do to stop you...
ru_ru: <25>{#p/undyne}{#f/20}* Плюс, после того, как она и Меттон попытались остановить вас.

source: <25>{#p/undyne}{#f/22}* The outpost's power systems started acting like crazy.
ru_ru: <25>{#p/undyne}{#f/22}* Электрические системы форпостов начинают сходить с ума.

source: <25>{#p/undyne}{#f/19}* The atmosphere, the gravity... these things we depend on...
ru_ru: <25>{#p/undyne}{#f/19}* Атмосфера, гравитация... Мы зависим от этих вещей.

source: <25>{#p/undyne}{#f/19}* They all started going haywire, resulting in countless deaths.
ru_ru: <25>{#p/undyne}{#f/19}* Все они начинают выходить из - под контроля, что приводит к бесчисленным смертям.

source: <25>{#p/undyne}{#f/18}* Without a Royal Guard, we couldn't evacuate them to safety.
ru_ru: <25>{#p/undyne}{#f/18}* Без Королевской гвардии мы не можем эвакуировать их в безопасное место.

source: <25>{#p/undyne}{#f/16}* Then, to top it off, a massive power surge hit the archive HARD.
ru_ru: <25>{#p/undyne}{#f/16}* Затем, самое худшее, огромный электрический поток сильно ударил по архиву.

source: <25>{#p/undyne}{#f/19}* The humans within were killed instantly.
ru_ru: <25>{#p/undyne}{#f/19}* Лица, находившиеся внутри, скончались на месте.

source: <25>{#p/undyne}{#f/10}* ... * I got what ASGORE was going for with it.
ru_ru: * Я понимаю намерения ASGORE.

source: <25>{#p/undyne}{#f/10}* A way to set us free, that didn't involve us killing anyone?
ru_ru: <25>{#p/undyne}{#f/10}* Способ освободить нас, не предполагающий, что мы кого - либо убиваем?

source: <25>{#p/undyne}{#f/16}* ... heh. * It was very... him.
ru_ru: * Это очень. Он...

source: <25>{#p/undyne}{#f/19}* But after that power surge, ASGORE's plan had failed.
ru_ru: <25>{#p/undyne}{#f/19}* Но после этого всплеска электроэнергии план ASGORE провалился.

source: <25>{#p/undyne}{#f/20}* So with the human SOULs in front of me, and the kingdom falling...
ru_ru: <25>{#p/undyne}{#f/20}* Итак, с человеческой душой передо мной, царство приходит в упадок...

source: <25>{#p/alphys}{#f/10}* Not to interrupt, but I think we found what you were l-looking for.
ru_ru: <25>{#p/alphys}{#f/10}* Не прерывайте, но я думаю, что мы нашли то, что вы искали.

source: <25>{#p/undyne}{#f/12}* Is that so?
ru_ru: <25>{#p/undyne}{#f/12}* Это так?

source: <25>{#p/undyne}{#f/1}* Let me see that...
ru_ru: <25>{#p/undyne}{#f/1}* Дай мне посмотреть.

source: <25>{#p/alphys}{#f/18}* ... * Is that right!?
ru_ru: * Да!?

source: <25>{#p/undyne}{#f/9}* Tch. * "Is that right."
ru_ru: * "Да?"

source: <25>{#p/undyne}{#f/11}* Are you kidding me?
ru_ru: <25>{#p/undyne}{#f/11}* Ты шутишь?

source: <25>{#p/undyne}{#f/8}* OF COURSE IT'S RIGHT!
ru_ru: <25>{#p/undyne}{#f/8}* Конечно, правильно!

source: <25>{#p/undyne}{#f/7}* So, after I gathered up the human SOULs...
ru_ru: <25>{#p/undyne}{#f/7}* Итак, после того, как я собрал человеческие души...

source: <25>{#p/undyne}{#f/11}* Alphys and I came up with a plan to save EVERYONE.
ru_ru: <25>{#p/undyne}{#f/11}* Алphys и я придумали план спасения для всех.

source: <25>{#p/undyne}{#f/16}* We'd take a shuttle past the force field, hunt you down...
ru_ru: <25>{#p/undyne}{#f/16}* Мы будем лететь на шаттле через силовое поле и преследовать вас.

source: <25>{#p/undyne}{#f/7}* And TEAR the SOUL from your body!
ru_ru: <25>{#p/undyne}{#f/7}* Затем вытащите душу из своего тела!

source: <25>{#p/undyne}{#f/1}* Then, we'd go back, and blast the force field to pieces!
ru_ru: <25>{#p/undyne}{#f/1}* Затем мы возвращаемся и взрываем силовое поле на куски!

source: <25>{#p/undyne}{#f/12}* Only problem is, how would we find you?
ru_ru: <25>{#p/undyne}{#f/12}* Единственный вопрос - как мы вас найдем?

source: <25>{#p/alphys}{#f/15}* W-well, I can answer THAT question.
ru_ru: <25>{#p/alphys}{#f/15}* W - Хорошо, я могу ответить на этот вопрос.

source: <25>{#p/alphys}{#f/16}* After all, I was the one who came up with the solution!
ru_ru: <25>{#p/alphys}{#f/16}* В конце концов, именно я придумал решение!

source: <25>{#p/alphys}{#f/26}* It's simple, really. * By answering this VERY phone call...
ru_ru: * Отвечая на этот звонок.

source: <25>{|}{#p/alphys}{#f/18}* We've been able to triangulate your- {%}
ru_ru: <25>{~}{#p/alphys}{#f/18}* Мы смогли провести триангуляцию вашего - {%}

source: <18>{#p/papyrus}{#f/6}UNDYNE!? ARE YOU OKAY!?
ru_ru: Ты в порядке?

source: <25>{#p/undyne}{#f/13}* Huh?? * What are YOU doing here?
ru_ru: * Что ты здесь делаешь?

source: <18>{#p/papyrus}{#f/5}WELL... I HEARD A LOT OF SCREAMING. AND SHOUTING.
ru_ru: А потом кричать.

source: <18>{#p/papyrus}{#f/6}I WAS WORRIED ABOUT YOU.
ru_ru: <18>{#p/папирус}{#f/6} Я беспокоюсь за тебя.

source: <25>{#p/undyne}{#f/14}* Aw, thanks Papyrus. * How considerate of you.
ru_ru: * Ты такой заботливый.

source: <18>{#p/papyrus}{#f/0}OH, YOU'RE WELCOME!
ru_ru: <18>{#p/папирус}{#f/0} О, добро пожаловать!

source: <25>{#p/undyne}{#f/7}* Maybe NEXT time, don't sneak onto SOMEONE ELSE'S SHUTTLE!!!
ru_ru: <25>{#p/undyne}{#f/7}* Возможно, в следующий раз, не прокрадывайтесь в чужое ложе!!

source: <18>{#p/papyrus}{#f/6}I-I'M SORRY, I WAS CURIOUS, OKAY??
ru_ru: <18>{#p/папирус}{#f/6} Извините, мне только что было любопытно, хорошо?

source: <18>{#p/papyrus}{#f/5}I JUST WENT TO LOOK, AND THE NEXT THING I KNEW...
ru_ru: <18>{#p/папирус}{#f/5} Я просто пошел посмотреть, а дальше я знаю.

source: <18>{#p/papyrus}{#f/6}THE SHUTTLE STARTED FLYING OFF THE OUTPOST!
ru_ru: <18>{#p/папирус}{#f/6} Shuttle начинает вылетать с поста!

source: <18>{#p/papyrus}{#f/4}BELIEVE ME, I WOULD'VE RATHER STAYED BEHIND.
ru_ru: <18>Поверьте мне, я предпочитаю остаться позади.

source: <25>{#p/alphys}{#f/15}* Okay, uh, I don't know if you can tell, but...
ru_ru: <25>{#p/alphys}{#f/15}* Ладно, я не знаю, можешь ли ты сказать это, но...

source: <25>{#p/undyne}{#f/12}* Yeah, you should... probably go back to hiding again.
ru_ru: <25>{#p/undyne}{#f/12}* Да, вы должны... Возможно, они снова прячутся.

source: <25>{#p/undyne}{#f/1}* Think of it like a game of hide-and-go seek!
ru_ru: <25>{#p/undyne}{#f/1}* Представьте это как игру в прятки!

source: <18>{#p/papyrus}{#f/6}AND HOW LONG DO I HAVE TO HIDE!?
ru_ru: <18>{#p/папирус}{#f/6} Как долго я должен прятаться?

source: <25>{#p/undyne}{#f/12}* I don't know???
ru_ru: <25>{#p/undyne}{#f/12}* Я не знаю?

source: <25>{#p/alphys}{#f/17}* Two hours. * We'll give you two hours.
ru_ru: * Мы дадим вам два часа.

source: <18>{#p/papyrus}{#f/0}OKAY!! GOOD LUCK THEN!!
ru_ru: Тогда удачи!

source: <25>{#p/alphys}{#f/20}* ... is two hours gonna be enough to catch the human, or...
ru_ru: <25>{#p/alphys}{#f/20}* ... Двух часов достаточно, чтобы поймать этого человека, или...

source: <25>{#p/undyne}{#f/14}* Pfft, two HOURS?
ru_ru: <25>{#p/undyne}{#f/14}* Pfft, два часа?

source: <25>{#p/undyne}{#f/1}* Yeah, I don't think so.
ru_ru: <25>{#p/undyne}{#f/1}* Да, я так не думаю.

source: <25>{#p/undyne}{#f/4}* ... * Fuhuhuhuhu...
ru_ru: * Фоху ху ху ху ху ху ху ху ху ху ху ху ху ху.

source: <25>{*}{#x0}{#p/undyne}{#f/7}* Try two SECONDS.{^40}{%}
ru_ru: <25>{*}{#x0}{#p/undyne}{#f/7}* Попробуйте две секунды. {^ 40} {%}

source: <25>{#p/alphys}{#f/18}* We've been able to triangulate your location!
ru_ru: <25>{#p/alphys}{#f/18}* Мы смогли провести триангуляцию вашего местоположения!

source: <25>{#p/undyne}{#f/1}* Fuhuhu... that's right.
ru_ru: <25>{#p/undyne}{#f/1}* Fuhuhu. Правильно.

source: <25>{#p/undyne}{#f/7}* You've already FALLEN for it, punk!
ru_ru: <25>{#p/undyne}{#f/7}* Вы уже влюбились в него, панк!

source: <25>{#p/alphys}{#f/16}* Y-yeah, you're gonna wish you hadn't d-done everything you did!!
ru_ru: <25>{#p/alphys}{#f/16}* Y - Да, вы будете надеяться, что вы не сделали все, что вы сделали!

source: <25>{#p/alphys}{#f/16}* No matter where you go, there's no escape!!
ru_ru: <25>{#p/alphys}{#f/16}* Куда бы вы ни пошли, вам не сбежать!

source: <25>{#p/undyne}{#f/8}* YEAH!! * YOU TELL 'EM, ALPHYS!!
ru_ru: * Ты им скажи, Альфис!!

source: <25>{*}{#x0}{#p/undyne}{#f/7}* I've got you now.{^40}{%}
ru_ru: <25>{*}{#x0}{#p/undyne}{#f/7}* Я поймал тебя сейчас. {^ 40}{%}

source: <25>{#p/alphys}{#f/33}* ... shh, shh, I think this is them.
ru_ru: <25>{#p/alphys}{#f/33}* ... Шшш, шшш, думаю, это они.

source: <25>{#p/alphys}{#f/1}* Hiya! * I'm Dr. Alphys.
ru_ru: * Я доктор Алфис.

source: <25>{#p/alphys}{#f/17}* Head of the royal pain- in-the-butt society.
ru_ru: <25>{#p/alphys}{#f/17}* Глава королевской боли - общество задниц.

source: <25>{#p/alphys}{#f/28}* ... may I interest you in a tragic backstory today?
ru_ru: <25>{#p/alphys}{#f/28}* ... Могу я рассказать вам сегодня трагическую историю?

source: <25>{#p/alphys}{#f/5}* So I was going about my business, looking after the archive...
ru_ru: <25>{#p/alphys}{#f/5}* Поэтому я занимаюсь своим бизнесом и присматриваю за файлами.

source: <25>{#p/alphys}{#f/23}* When, suddenly, I hear a spacecraft taking off.
ru_ru: <25>{#p/alphys}{#f/23}* Внезапно я услышал звук взлета космического корабля.

source: <32>{#p/basic}{@fill=#ffbbdc}* Huuuuge spacecraft.
ru_ru: <32>{#p/basic}{@ fill = #ffbbbdc}* Космический аппарат Huuuge.

source: <25>{#p/alphys}{#f/17}* Uh, not really. * It was just a shuttle.
ru_ru: * Это просто космический челнок.

source: <32>{#p/basic}{@fill=#ffbbdc}* Oh. * Tiny spacecraft.
ru_ru: * Микроскопические космические аппараты.

source: <25>{#p/alphys}{#f/15}* Yeah, and Asgore was NOWHERE to be found.
ru_ru: <25>{#p/alphys}{#f/15}* Да, Asgore нигде не может найти.

source: <25>{#p/alphys}{#f/20}* I checked his house, I checked the royal annex...
ru_ru: <25>{#p/alphys}{#f/20}* Я проверил его дом, я проверил королевскую пристройку.

source: <25>{#p/alphys}{#f/21}* ... then, I noticed the power fluctuations.
ru_ru: <25>{#p/alphys}{#f/21}* ... Затем я заметил колебания мощности.

source: <25>{#p/alphys}{#f/24}* Turns out Mettaton was being stupid and wasted it all fighting you.
ru_ru: <25>{#p/alphys}{#f/24}* Оказывается, Меттон был глуп и дрался с тобой впустую.

source: <25>{#p/alphys}{#f/25}* So now, the outpost was running on practically nothing.
ru_ru: <25>{#p/alphys}{#f/25}* Так что теперь на форпостах почти ничего нет.

source: <32>{#p/basic}{@fill=#d4bbff}* Oh my god, what happened next?
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Боже мой, что произошло дальше?

source: <32>{#p/basic}{@fill=#d4bbff}* Oh, right, you totally freaked out and called Undyne.
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* О, да, вы совершенно испугались и позвонили Undyne.
