Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <18>{#p/papyrus}{#f/4}...
ru_ru: <18>{#p/папирус}{#f/4}.

source: <18>{#p/papyrus}{#f/4}YOU KNOW ME TOO WELL.
ru_ru: <18>{#p/папирус}{#f/4} Ты слишком хорошо меня знаешь.

source: <18>{#p/papyrus}{#f/5}ANYWAY, THEY JUST WANTED SOME ALONE TIME AFTER THAT.
ru_ru: <18>{#p/папирус}{#f/5} В любом случае, они просто хотят побыть одни некоторое время после этого.

source: <18>{#p/papyrus}{#f/5}SO... I DROPPED THEM OFF AT ASGORE'S PLACE.
ru_ru: <18>{#p/папирус}{#f/5} Так что... я оставил их в доме ASGORE.

source: <25>{#p/sans}{#f/0}* actually, i heard they still live there.
ru_ru: <25>{#p/sans}{#f/0}* На самом деле, я слышал, что они все еще живут там.

source: <18>{#p/papyrus}{#f/5}I HEAR A KNOCK OF SORTS AT THE MAINTENANCE DOOR.
ru_ru: <18>{#p/папирус}{#f/5} Я слышал покалывание на двери ремонта.

source: <18>{#p/papyrus}{#f/6}AS IT TURNS OUT, IT WAS JUST A BIG DOG'S LOUD BARK.
ru_ru: <18>{#p/папирус}{#f/6} Оказывается, это просто крик большой собаки.

source: <18>{#p/papyrus}{#f/5}THEN THE DOG TOOK OFF ITS ARMOR, AND BECAME SMALL.
ru_ru: <18>{#p/папирус}{#f/5} Затем собака сняла руку и стала маленькой.

source: <18>{#p/papyrus}{#f/6}AND THEN IT RAN UP TO ME, AND WANTED TO PLAY!
ru_ru: <18>{#p/папирус}{#f/6} А потом он набросился на меня и захотел поиграть!

source: <18>{#p/papyrus}{#f/6}IT SEEMED... MORE DESPERATE THAN EVER.
ru_ru: <18>{#p/папирус}{#f/6} выглядит... Отчаяние как никогда.

source: <18>{#p/papyrus}{#f/6}LIKE IT HADN'T PLAYED WITH ANYONE IN YEARS!
ru_ru: <18>{#p/папирус}{#f/6} Не играл ни с кем уже несколько лет!

source: <18>{#p/papyrus}{#f/4}I GET THAT DOG-TIME CAN BE WEIRD, BUT...
ru_ru: <18>{#p/папирус}{#f/4} Я знаю, что время собаки может быть странным, но...

source: <18>{#p/papyrus}{#f/6}STILL, I WONDERED IF SOMETHING HAD GONE AWRY!
ru_ru: <18>{#p/папирус}{#f/6} Я все еще думаю, что что - то не так!

source: <18>{#p/papyrus}{#f/5}SO I ASKED ALPHYS ABOUT IT LATER, AND...
ru_ru: <18>{#p/папирус}{#f/5} Так что я позже спросил ALPHYS об этом, а затем...

source: <18>{#p/papyrus}{#f/6}KNOWING HOW CANIS MAJOR MUST HAVE FELT...
ru_ru: <18>{#p/папирус}{#f/6} Знает, что майор должен чувствовать.

source: <18>{#p/papyrus}{#f/5}FROM THEN ON, I PLAYED WITH IT AS MUCH AS I COULD.
ru_ru: <18>С тех пор я играл в него как можно больше.

source: <18>{#p/papyrus}{#f/5}I GET A CALL FROM A HIGH-RANKING GUARD MEMBER.
ru_ru: <18>{#p/папирус}{#f/5} Мне позвонил старший охранник.

source: <18>{#p/papyrus}{#f/6}AND A DISTRESSING ONE AT THAT.
ru_ru: <18>{#p/папирус}{#f/6} Это удручающий вопрос.

source: <18>{#p/papyrus}{#f/5}AS A FRIEND OF UNDYNE'S, SHE TOLD ME TO MEET HER...
ru_ru: <18>{#p/папирус}{#f/5} Как друг UNDYNE, она познакомила меня с ней.

source: <18>{#p/papyrus}{#f/6}TO DISCUSS A MATTER OF "GREAT IMPORTANCE."
ru_ru: <18>{#p/папирус}{#f/6} Обсуждение « очень важного» вопроса

source: <18>{#p/papyrus}{#f/6}I WAS A LITTLE NERVOUS WHEN I GOT THERE...
ru_ru: <18>{#p/папирус}{#f/6} Я немного нервничал, когда пришел туда.

source: <18>{#p/papyrus}{#f/5}BUT SHE REALLY DID JUST WANT TO TALK.
ru_ru: <18>{#p/папирус}{#f/5} Но она действительно хочет поговорить.

source: <18>{#p/papyrus}{#f/4}ADMITTEDLY, SHE WAS BEING CRYPTIC ABOUT IT...
ru_ru: <18>{#p/папирус}{#f/4} Приемлемым является то, что она очень недовольна этим.

source: <18>{#p/papyrus}{#f/5}THOUGH, WITH ENOUGH TIME, I CRACKED THE CODE.
ru_ru: <18>{#p/папирус}{#f/5} Однако со временем я взломал пароль.

source: <18>{#p/papyrus}{#f/5}DOGE QUESTIONED THE VIABILITY OF HER PURPOSE.
ru_ru: <18>{#p/папирус}{#f/5} Собаки ставят под сомнение осуществимость своих целей.

source: <18>{#p/papyrus}{#f/6}THAT OF PROTECTING MONSTERKIND.
ru_ru: <18>{#p/папирус}{#f/6} Защита животных.

source: <18>{#p/papyrus}{#f/5}IF THE ROYAL GUARD COULD BE WIPED OUT BY ONE HUMAN...
ru_ru: <18>{#p/папирус}{#f/5} Если Королевская гвардия может быть убита одним человеком.

source: <18>{#p/papyrus}{#f/6}WHAT WOULD SHE ALONE BE ABLE TO DO?
ru_ru: <18>{#p/папирус}{#f/6} Что она может сделать в одиночку?

source: <18>{#p/papyrus}{#f/5}... I TOOK HER TO THE CITADEL.
ru_ru: Я отвел ее в замок.

source: <18>{#p/papyrus}{#f/5}I SHOWED HER THE HUMAN SOULS.
ru_ru: <18>{#p/папирус}{#f/5} Я показал ей человеческую душу.

source: <18>{#p/papyrus}{#f/6}AND I TURNED TO HER AND SAID...
ru_ru: <18>{#p/папирус}{#f/6} Я повернулся и сказал ей.

source: <18>{#p/papyrus}{#f/6}"JUST ONE MORE."
ru_ru: <18>{#p/папирус}{#f/6} "Еще один экземпляр".

source: <18>{#p/papyrus}{#f/5}THEN, SHE LOOKED BACK AT ME, CLOSED HER EYES...
ru_ru: <18>{#p/папирус}{#f/5} Затем, она оглянулась на меня и закрыла глаза...

source: <18>{#p/papyrus}{#f/6}AND REPLIED "I UNDERSTAND."
ru_ru: <18>{#p/папирус}{#f/6} и ответить "Я понимаю".

source: <25>{#p/sans}{#f/0}* jeez. * sounds intense.
ru_ru: * Звучит яростно.

source: <25>{#p/sans}{#f/3}* for what it's worth, that probably motivated her quite a bit.
ru_ru: <25>{#p/sans}{#f/3}* Независимо от того, сколько это стоит, это может быть большим стимулом для нее.

source: <18>{#p/papyrus}{#f/5}I GET A CALL FROM TWO NUMBERED GUARD MEMBERS.
ru_ru: <18>{#p/папирус}{#f/5} Мне позвонили два охранника.

source: <18>{#p/papyrus}{#f/5}AS SOMEONE THEY SHARED ICE CREAM WITH...
ru_ru: <18>{#p/папирус}{#f/5} Когда они делятся мороженым с кем - то.

source: <18>{#p/papyrus}{#f/6}THEY ASKED ME TO MEET WITH THEM TO DISCUSS SOMETHING.
ru_ru: <18>{#p/папирус}{#f/6} Они попросили меня встретиться с ними, чтобы обсудить некоторые вещи.

source: <25>{#p/sans}{#f/0}* if i had to guess...
ru_ru: <25>{#p/sans}{#f/0}* Если мне придется догадываться...

source: <25>{#p/sans}{#f/3}* i'd say this particular meeting wasn't about ice cream.
ru_ru: <25>{#p/sans}{#f/3}* Я хотел бы сказать, что это заседание не было посвящено мороженому.

source: <18>{#p/papyrus}{#f/6}SADLY NOT.
ru_ru: <18>{#p/папирус}{#f/6} Не говорите.

source: <18>{#p/papyrus}{#f/5}INSTEAD, THEY... HAD SOME BAD NEWS.
ru_ru: <18>{#p/папирус}{#f/5} Напротив, они... Есть плохие новости.

source: <18>{#p/papyrus}{#f/5}AFTER HAVING ONLY JUST BEEN PROMOTED, THEY...
ru_ru: <18>{#p/папирус}{#f/5} только что получил повышение после их...

source: <18>{#p/papyrus}{#f/6}THEY FELT LIKE ALL THEIR TRAINING HAD BEEN FOR NOTHING.
ru_ru: <18>{#p/папирус}{#f/6} Они считают, что все их тренировки бесполезны.

source: <18>{#p/papyrus}{#f/6}BUT...! I SAID I COULD GET THEM A NEW JOB!!
ru_ru: Я сказал, что могу найти им новую работу!

source: <18>{#p/papyrus}{#f/5}SO, I WENT THROUGH A FEW IDEAS.
ru_ru: <18>{#p/папирус}{#f/5} Итак, у меня есть несколько идей.

source: <18>{#p/papyrus}{#f/4}MOST OF THEM WERE REJECTED, BUT WEIRDLY ENOUGH...
ru_ru: <18>{#p/папирус}{#f/4} Большинство из них были отвергнуты, но этого было достаточно.

source: <18>{#p/papyrus}{#f/4}THEY LOVED MY IDEA OF THEM JOINING A SWIMMING TEAM.
ru_ru: <18>{#p/папирус}{#f/4} Им понравилась моя идея, и они присоединились к команде по плаванию.

source: <25>{#p/sans}{#f/0}* so you're saying 01 and 02 became professional swimmers?
ru_ru: <25>{#p/sans}{#f/0}* То есть вы говорите, что 01 и 02 стали профессиональными пловцами?

source: <25>{#p/sans}{#f/3}* well, as long as they're happy doing what they're doing.
ru_ru: <25>{#p/sans}{#f/3}* Хорошо, если они готовы делать то, что они делают.

source: <18>{#p/papyrus}{#f/4}OH, DON'T WORRY. NOT ONLY ARE THEY HAPPY...
ru_ru: Они не только счастливы.

source: <18>{#p/papyrus}{#f/0}THEY'RE ALSO INCREDIBLY POPULAR!
ru_ru: <18>{#p/папирус}{#f/0} Они также очень популярны!

source: <18>{#p/papyrus}{#f/5}... STILL, KNOWING WHY THEY'RE THERE...
ru_ru: Тем не менее, зная, почему они там...

source: <18>{#p/papyrus}{#f/5}DOES MAKE ME FEEL A LITTLE SAD.
ru_ru: <18>{#p/папирус}{#f/5} действительно заставляет меня чувствовать себя немного грустно.

source: <18>{#p/papyrus}{#f/5}A STRANGE WIZARD APPEARED IN THE MAINTENANCE ROOM.
ru_ru: <18>{#p/папирус}{#f/5} В ремонтной комнате появилась странная женщина.

source: <18>{#p/papyrus}{#f/6}AND ASKED ME ABOUT THE MEANING OF LIFE.
ru_ru: <18>{#p/папирус}{#f/6} и спросил меня о смысле моей жизни.

source: <18>{#p/papyrus}{#f/4}WE... HAD TO SCALE THE CONVERSATION BACK A BIT.
ru_ru: <18>{#p/папирус}{#f/4} Мы... Разговор пришлось немного сократить.

source: <18>{#p/papyrus}{#f/4}TO SAY THE LEAST.
ru_ru: <18>{#p/папирус}{#f/4} По крайней мере так можно сказать.

source: <25>{#p/sans}{#f/3}* i can imagine.
ru_ru: <25>{#p/sans}{#f/3}* Я могу себе представить.

source: <25>{#p/sans}{#f/0}* so did you learn anything after that?
ru_ru: <25>{#p/sans}{#f/0}* Итак, чему вы научились после этого?

source: <18>{#p/papyrus}{#f/5}WELL, YES. I LEARNED ABOUT A LOT OF THINGS.
ru_ru: Я многому научился.

source: <18>{#p/papyrus}{#f/6}ITS FEARS, ITS ANXIETIES...
ru_ru: <18>{#p/папирус}{#f/6} Его страх, его беспокойство...

source: <18>{#p/papyrus}{#f/5}AND... A LOSS FAR GREATER THAN I HAD ANTICIPATED.
ru_ru: <18>{#p/папирус}{#f/5} и... Потери были намного больше, чем я ожидал.

source: <18>{#p/papyrus}{#f/5}LOSING ITS MENTOR, TERRESTRIA, HIT PARTICULARLY HARD.
ru_ru: <18>{{#p/папирус}{#f/5} потерял свое название TERRESTRIA и был особенно сильно поражен.

source: <18>{#p/papyrus}{#f/6}COZMO HAD WORKED TO IMPRESS HER ALL ITS LIFE...
ru_ru: <18>{#p/папирус}{#f/6} Козмо всю жизнь старался произвести на нее впечатление.

source: <18>{#p/papyrus}{#f/5}AND YET, NEVER FELT IT DID ENOUGH TO MAKE HER PROUD.
ru_ru: <18>{#p/папирус}{#f/5}, но никогда не чувствовал, что этого достаточно, чтобы заставить ее гордиться.

source: <18>{#p/papyrus}{#f/6}WELL, I DISAGREED!
ru_ru: <18>{#p/папирус}{#f/6} Ладно, я не согласен!

source: <18>{#p/papyrus}{#f/5}I KNEW SHE'D JUST BE GLAD IT WAS STILL ALIVE.
ru_ru: <18>{#p/папирус}{#f/5} Я знаю, что она будет рада, что он жив.

source: <18>{#p/papyrus}{#f/4}AND SINCE IT KNEW HER BETTER THAN ANYONE ELSE...
ru_ru: <18>{#p/папирус}{#f/4} С тех пор она знает ее лучше, чем кто - либо другой.

source: <18>{#p/papyrus}{#f/5}IT WAS ONLY RIGHT IT SHOULD CARRY ON WITH HER LEGACY.
ru_ru: <18>{#p/папирус}{#f/5} Это правильно, и ее законы должны быть продолжены.

source: <18>{#p/papyrus}{#f/0}THE CONVERSATION THAT FOLLOWED WAS HIGHLY ENCHANTING!
ru_ru: <18>{#p/папирус}{#f/0} Следующий разговор очень захватывающий!

source: <18>{#p/papyrus}{#f/6}WE TALKED FOR SO LONG, I'M AMAZED I EVEN KEPT UP!
ru_ru: <18>{#p/папирус}{#f/6} Мы так долго разговаривали, я даже не говорил!

source: <18>{#p/papyrus}{#f/0}ONCE WE WERE DONE, WE PARTED WAYS FEELING SATISFIED.
ru_ru: <18>{#p/папирус}{#f/0} Как только мы закончили, мы разошлись, чувствуя себя очень довольными.

source: <18>{#p/papyrus}{#f/5}THOUGH... I KNEW THERE WAS STILL SOMETHING WRONG.
ru_ru: <18>{#p/папирус}{#f/5} Несмотря на... Я знаю, что что - то не так.

source: <18>{#p/papyrus}{#f/5}A POLITE, GENTLE KNOCK GRACED THE MAINTENANCE DOOR.
ru_ru: <18>{#p/папирус}{#f/5} Полицейский, джентльмен Кнок схватил дверь ремонта.

source: <18>{#p/papyrus}{#f/4}I TRIED TO INVITE -WHOEVER IT WAS- INSIDE, BUT...
ru_ru: <18>{#p/папирус}{#f/4} Я пытался пригласить - кто бы это ни был - войти, но...

source: <18>{#p/papyrus}{#f/5}IT APPEARED -SHE- WAS TOO LARGE TO GET THROUGH.
ru_ru: <18>{#p/папирус}{#f/5} выглядит - она - слишком большая, чтобы пройти.

source: <18>{#p/papyrus}{#f/5}SO, TO ACCOMMODATE THE TOWERING, ARMORED KNIGHT...
ru_ru: <18>{#p/папирус}{#f/5} Итак, чтобы связать башню, вооруженные рыцари...

source: <18>{#p/papyrus}{#f/6}I MOVED ALL THE MAINTENANCE ROOM FURNITURE OUTSIDE.
ru_ru: <18>{#p/папирус}{#f/6} Я перенес всю мебель для ремонтной комнаты снаружи.

source: <18>{#p/papyrus}{#f/4}AFTER THAT... HER AND I HAD A TALK.
ru_ru: <18>{#p/папирус}{#f/4} после. Она говорила со мной.

source: <18>{#p/papyrus}{#f/5}A TALK...
ru_ru: <18>{#p/папирус}{#f/5} Разговор.

source: <18>{#p/papyrus}{#f/6}... ABOUT DEATH.
ru_ru: <18>{#p/папирус}{#f/6}. Что касается смерти.

source: <18>{#p/papyrus}{#f/6}NOT MY FAVORITE SUBJECT, BUT...
ru_ru: <18>{#p/папирус}{#f/6} - не моя любимая тема, но...

source: <18>{#p/papyrus}{#f/5}I COULD TELL SHE NEEDED TO TALK ABOUT IT.
ru_ru: <18>{#p/папирус}{#f/5} Я могу сказать ей, что нужно поговорить об этом.

source: <18>{#p/papyrus}{#f/6}ABOUT... HOW SOMEONE WHO LIVES AS LONG AS HER...
ru_ru: <18>{#p/папирус}{#f/6} О... Как ВОЗ может жить так долго, как она?

source: <18>{#p/papyrus}{#f/6}LIVES TO SEE EVERYONE ELSE DIE.
ru_ru: <18>{#p/папирус}{#f/6} Жить - это видеть, как другие умирают.

source: <18>{#p/papyrus}{#f/5}AND THEN...
ru_ru: <18>{#p/папирус}{#f/5} Затем...

source: <18>{#p/papyrus}{#f/5}I TRIED TO MAKE HER FEEL BETTER, BUT...
ru_ru: <18>{#p/папирус}{#f/5} Я пытаюсь заставить ее чувствовать себя лучше, но...

source: <18>{#p/papyrus}{#f/6}NO MATTER WHAT I SAID, TERRESTRIA WOULDN'T CHEER UP!
ru_ru: <18>{#p/папирус}{#f/6} Что бы я ни говорил, TERRESTRIA не отступит!

source: <18>{#p/papyrus}{#f/5}SO INSTEAD...
ru_ru: <18>{#p/папирус}{#f/5} Итак...

source: <18>{#p/papyrus}{#f/5}I JUST GAVE HER A BIG, LONG HUG.
ru_ru: <18>{#p/папирус}{#f/5} Я только что дал ей большое и длинное объятие.

source: <18>{#p/papyrus}{#f/6}WE HELD EACH OTHER FOR HOURS...
ru_ru: <18>{#p/папирус}{#f/6} Мы обнимали друг друга в течение нескольких часов.

source: <18>{#p/papyrus}{#f/6}I'M SURPRISED I WAS ABLE TO GO FOR THAT LONG!!
ru_ru: <18>{#p/папирус}{#f/6} Я был удивлен, что смог продержаться так долго!

source: <18>{#p/papyrus}{#f/5}AFTER THAT, SHE LEFT AND SAID SHE'D BE OKAY.
ru_ru: <18>{#p/папирус}{#f/5} после того, как она ушла, сказала, что она будет в порядке.

source: <18>{#p/papyrus}{#f/4}PART OF ME DOESN'T BELIEVE HER, BUT...
ru_ru: <18>{#p/папирус}{#f/4} Часть меня ей не верит, но...

source: <18>{#p/papyrus}{#f/5}IT'S BEST IF I RESPECT HER WISHES NOW.
ru_ru: <18>{#p/папирус}{#f/5} Мне лучше теперь уважать ее пожелания.

source: <25>{#p/sans}{#f/3}* well... hey.
ru_ru: <25>{#p/sans}{#f/3}* Хорошо. Эй!

source: <25>{#p/sans}{#f/0}* if she needs you again, she'll let you know.
ru_ru: <25>{#p/sans}{#f/0}* Если вы ей снова понадобитесь, она сообщит вам.

source: <18>{#p/papyrus}{#f/5}I SURE HOPE SO.
ru_ru: <18>{#p/папирус}{#f/5} Я, конечно, надеюсь на это.

source: <18>{#p/papyrus}{#f/5}FINDING OUT WHAT YOU DID... WASN'T EASY FOR ME.
ru_ru: <18>{#p/папирус}{#f/5} Узнайте, что вы сделали. Мне было нелегко.

source: <18>{#p/papyrus}{#f/6}THOUGH, I GUESS I CAN'T -FULLY- BLAME YOU.
ru_ru: <18>{#p/папирус}{#f/6} Тем не менее, я не думаю, что могу полностью обвинить вас.

source: <18>{#p/papyrus}{#f/6}THE ROYAL GUARD'S JOB WAS TO CAPTURE HUMANS, AND...
ru_ru: <18>{#p/папирус}{#f/6} Задача Королевской гвардии - ловить людей, а затем...

source: <18>{#p/papyrus}{#f/5}I'M ONLY JUST STARTING TO GRASP WHAT THAT MEANS.
ru_ru: <18>{#p/папирус}{#f/5} Я только начал понимать, что это значит.

source: <18>{#p/papyrus}{#f/5}IT MUST BE HARD... KNOWING WHAT YOU HAD TO DO.
ru_ru: <18>{#p/папирус}{#f/5} Это должно быть трудно. Знай, что ты должен сделать.

source: <18>{#p/papyrus}{#f/3}KNOWING... WHO YOU HAD TO DESTROY.
ru_ru: <18>{#p/папирус}{#f/3} Знает. Всемирная организация здравоохранения должна быть уничтожена.

source: <18>{#p/papyrus}{#f/5}PERHAPS IT'S FOR THE BEST I NEVER BECAME A GUARD.
ru_ru: <18>{#p/папирус}{#f/5} Возможно, это лучшее, и я никогда не стану охранником.

source: <18>{#p/papyrus}{#f/6}PERHAPS... UNDYNE WAS JUST TRYING TO PROTECT ME.
ru_ru: <18>{#p/папирус}{#f/6} Возможно. UNDYNE просто пытается защитить меня.

source: <18>{#p/papyrus}{#f/5}... I'M NOT SURE HOW TO FEEL ABOUT THAT.
ru_ru: <18>{#p/папирус}{#f/5}. Я не знаю, что думать.

source: <25>{#p/sans}{#f/0}* hey, aren't you gonna tell them what happened next?
ru_ru: <25>{#p/sans}{#f/0}* Эй, ты не собираешься рассказать им, что произошло дальше?

source: <18>{#p/papyrus}{#f/6}OH, RIGHT!!!
ru_ru: <18>{#p/папирус}{#f/6} О, да!

source: <18>{#p/papyrus}{#f/0}SO THAT WHOLE ORDEAL HAD ME FEELING TIRED.
ru_ru: <18>{#p/папирус}{#f/0} Так что весь порядок меня утомляет.

source: <18>{#p/papyrus}{#f/4}NOW, DON'T JUDGE ME, BUT...
ru_ru: <18>{#p/папирус}{#f/4} Не суди меня сейчас, но...

source: <18>{#p/papyrus}{#f/4}I MAY HAVE CLOSED MY EYES FOR LONGER THAN ANTICIPATED.
ru_ru: <18>{#p/папирус}{#f/4} Я закрываю глаза дольше, чем ожидалось.

source: <18>{#p/papyrus}{#f/6}IN FACT, I ONLY OPENED THEM AFTER ANOTHER KNOCK!
ru_ru: <18>{#p/папирус}{#f/6} На самом деле, я открыл их только после еще одного щелчка!

source: <18>{#p/papyrus}{#f/0}THIS TIME ON THE FRONT DOOR OF MY HOUSE.
ru_ru: <18>{#p/папирус}{#f/0} На этот раз у входной двери моего дома.

source: <18>{#p/papyrus}{#f/6}IN FACT, I ONLY OPENED THEM AFTER ANOTHER CALL!
ru_ru: <18>{#p/папирус}{#f/6} На самом деле, я открыл их только после другого телефона!

source: <18>{#p/papyrus}{#f/0}THIS TIME WHILE I WAS AT HOME.
ru_ru: <18>{#p/папирус}{#f/0} На этот раз, когда я дома.

source: <19>{#p/papyrus}{#f/6}IN FACT, I ONLY OPENED THEM AFTER ANOTHER APPEARANCE!
ru_ru: <19>{#p/папирус}{#f/6} На самом деле я открываю их только после другого появления!

source: <18>{#p/papyrus}{#f/0}THIS TIME AT MY OWN HOUSE.
ru_ru: <18>{#p/папирус}{#f/0} На этот раз в моем доме.

source: <18>{#p/papyrus}{#f/5}IT WAS SOMEONE ELSE WHO WANTED MY HELP...
ru_ru: <18>Сержант #p/papyrus сержант #f/5 - это другие люди, которым Всемирная организация здравоохранения хочет моей помощи.

source: <18>{#p/papyrus}{#f/0}FORTUNATELY, I HAD ALL THE ENERGY I NEEDED NOW!
ru_ru: <18>{#p/папирус}{#f/0} К счастью, теперь у меня есть вся необходимая энергия!

source: <18>{#p/papyrus}{#f/0}AND SO, I HELPED THEM, TOO.
ru_ru: <18>{#p/папирус}{#f/0} Таким образом, я также помог им.

source: <18>{#p/papyrus}{#f/4}THE NEXT DAY, SOMEONE ELSE CAME LOOKING FOR ME.
ru_ru: <18>{#p/папирус}{#f/4} На следующий день ко мне пришли.

source: <18>{#p/papyrus}{#f/5}THE DAY AFTER THAT, TWO PEOPLE WANTED ME.
ru_ru: <18>{#p/папирус}{#f/5} На следующий день меня захотели двое.

source: <18>{#p/papyrus}{#f/6}THEN THREE! THEN FIVE!! THEN SEVEN!!!
ru_ru: Тогда семь!

source: <25>{#p/sans}{#f/2}* then eleven?
ru_ru: <25>{#p/sans}{#f/2}* Тогда одиннадцать?

source: <18>{#p/papyrus}{#f/4}NO, UNFORTUNATELY THE NON-COMPOSITES STOPPED THERE.
ru_ru: <18>{#p/папирус}{#f/4} Нет, к сожалению, там остановился некомпозитный материал.

source: <18>{#p/papyrus}{#f/6}DESPITE THAT, I DID MY BEST TO HELP THEM ALL!!
ru_ru: <18>{#p/папирус}{#f/6} Несмотря на это, я стараюсь помочь им всем!

source: <18>{#p/papyrus}{#f/5}AS MY POPULARITY GREW, I REALIZED...
ru_ru: <18>{#p/папирус}{#f/5} По мере роста моего населения я осознаю...

source: <18>{#p/papyrus}{#f/6}I'D HAVE TO TAKE THINGS TO THE NEXT LEVEL!!
ru_ru: <18>{#p/папирус}{#f/6} Я должен поднять вещи на новый уровень!!

source: <18>{#p/papyrus}{#f/9}SO I MADE SLOGANS! BOUGHT BUILDINGS! HIRED EMPLOYEES!
ru_ru: Наем сотрудников!

source: <18>{#p/papyrus}{#f/4}EVENTUALLY, I QUIT MY JOB LOOKING AFTER THE HUMANS.
ru_ru: <18>{#p/папирус}{#f/4} В конце концов, я оставил работу по уходу за людьми.

source: <18>{#p/papyrus}{#f/6}THE ROYAL GUARD I HELPED ORIGINALLY DOES THAT NOW!!
ru_ru: <18>{#p/папирус}{#f/6} Королевская гвардия, которой я изначально помогал, делает это сейчас!

source: <18>{#p/papyrus}{#f/0}AND SO MY FOCUS SHIFTED TO WORKING AT MY COMPANY.
ru_ru: <18>{#p/папирус}{#f/0} Поэтому мое внимание переключилось на работу в компании.

source: <18>{#p/papyrus}{#f/0}CALLED "THERAPYRUS INDUSTRIES."
ru_ru: <18>{#p/папирус}{#f/0} называется « терапевтическая индустрия»

source: <18>{#p/papyrus}{#f/9}"DEALING WITH YOUR EMOTIONS SO -YOU- DON'T HAVE TO!"
ru_ru: <18>{#p/папирус}{#f/9} "Обращайтесь со своими эмоциями, поэтому - вы - не должны!"

source: <25>{#p/sans}{#f/0}* love that tagline.
ru_ru: <25>{#p/sans}{#f/0}* Нравится этот лозунг.

source: <18>{#p/papyrus}{#f/0}ALSO, SANS IS MY RECEPTIONIST.
ru_ru: <18>{#p/папирус}{#f/0} Кроме того, Санг был моим регистратором.

source: <18>{#p/papyrus}{#f/9}HE'S GREAT AT MAKING SURE I HAVE TIME FOR EVERYONE!
ru_ru: <18>{#p/папирус}{#f/9} Он хорош в том, чтобы убедиться, что у меня есть время, чтобы сопровождать всех!

source: <18>{#p/papyrus}{#f/5}FOR ONCE, MY BROTHER IS GREAT AT SOMETHING...
ru_ru: <18>{#p/папирус}{#f/5} Однажды мой брат был великолепен в чем - то.

source: <18>{#p/papyrus}{#f/0}I'VE NEVER BEEN SO PROUD OF HIM!!
ru_ru: <18>{#p/папирус}{#f/0} Я никогда не был так горд им!

source: <25>{#p/sans}{#f/0}* yeah, this company really brought out the best in us.
ru_ru: <25>{#p/sans}{#f/0}* Да, эта компания действительно вдохновила нас на лучшее.

source: <18>{#p/papyrus}{#f/9}YEAH, IT MIGHT EVEN BE OUR TRUE CALLING!!!
ru_ru: <18>{#p/папирус}{#f/9} Да, это может быть даже наш настоящий зов!!

source: <25>{#p/sans}{#f/2}* heheh, calling.
ru_ru: <25>{#p/sans}{#f/2}* Эй, звоните.

source: <18>{#p/papyrus}{#f/6}WHAT!? WHAT'S SO FUNNY?
ru_ru: Что смешного?

source: <25>{#p/sans}{#f/3}* oh, nothing.
ru_ru: <25>{#p/sans}{#f/3}* О, ничего.

source: <18>{#p/papyrus}{#f/4}YOU HAVEN'T CHANGED A BIT.
ru_ru: <18>{#p/папирус}{#f/4} Ты совсем не изменился.

source: <18>{#p/papyrus}{#f/5}... WELL, ANYWAY...
ru_ru: Ладно, все равно...

source: <18>{#p/papyrus}{#f/6}DESPITE WHAT YOU'VE DONE, I...
ru_ru: <18>{#p/папирус}{#f/6} Несмотря на то, что ты сделал, я...

source: <18>{#p/papyrus}{#f/5}I HOPE YOU FIND YOUR TRUE CALLING TOO, ONE DAY.
ru_ru: <18>{#p/папирус}{#f/5} Я надеюсь, что однажды ты тоже найдешь свой настоящий зов.

source: <18>{#p/papyrus}{#f/4}AND IF YOU EVER NEED SOMEONE TO TALK TO...
ru_ru: <18>{#p/папирус}{#f/4} Если вам нужно поговорить с кем - то...

source: <18>{#p/papyrus}{#f/6}YOU KNOW EXACTLY WHO TO...
ru_ru: <18>AM #p/papyrus - AM #f/6 - Вы точно знаете Всемирную организацию здравоохранения.

source: <18>{#p/papyrus}{#f/4}... OH, I GET IT. VERY FUNNY, SANS.
ru_ru: Очень интересно, Санни.

source: <25>{#p/sans}{#f/2}* glad you finally picked up on that one.
ru_ru: <25>{#p/sans}{#f/2}* Я рад, что вы наконец - то приняли это.

source: <18>{#p/papyrus}{#f/7}ANYWAY, YOU KNOW WHO TO CALL!!!
ru_ru: <18>Сержант #p/papyrus - сержант #f/7 - В любом случае, вы знаете, что следует позвонить во Всемирную организацию здравоохранения!!

source: <18>{#p/papyrus}{#f/5}I KEEP THINKING... ABOUT THOSE WHO'VE DISAPPEARED.
ru_ru: <18>{#p/папирус}{#f/5} Я всегда думал. О том, что Всемирная организация здравоохранения исчезла.

source: <18>{#p/papyrus}{#f/6}ASGORE, WHO I'D SWAP STORIES WITH SOMETIMES...
ru_ru: <18>AM #p/papyrus AM #f/6 ASGORE, Всемирная организация здравоохранения Я иногда обмениваюсь историями.

source: <18>{#p/papyrus}{#f/6}UNDYNE, WHO'D GIVE ME WARRIOR TRAINING...
ru_ru: <18>Сержант #p/papyrus сержант #f/6 UNDYNE, Всемирная организация здравоохранения обучает меня воинам.

source: <18>{#p/papyrus}{#f/5}THE ROYAL GUARD, WHO'D GREET ME ON THEIR WAY TO WORK.
ru_ru: <18>Сержант #p/papyrus - сержант #f/5 - Королевская гвардия, которую мне подарила Всемирная организация здравоохранения по дороге на работу.

source: <18>{#p/papyrus}{#f/6}I USED TO SPEND SO MUCH TIME WITH THEM, BUT NOW...
ru_ru: <18>{#p/папирус}{#f/6} Я часто был с ними раньше, но теперь...

source: <18>{#p/papyrus}{#f/5}THEY'RE GONE.
ru_ru: <18>{#p/папирус}{#f/5} Они ушли.

source: <18>{#p/papyrus}{#f/5}AND I DON'T KNOW WHEN THEY'RE COMING BACK.
ru_ru: <18>{#p/папирус}{#f/5} Я не знаю, когда они вернутся.

source: <18>{#p/papyrus}{#f/7}... IT'S HIGHLY INFURIATING!!!
ru_ru: <18>{#p/папирус}{#f/7}. Это так раздражает!

source: <18>{#p/papyrus}{#f/4}HAVEN'T ANY OF THEM HEARD OF A SCHEDULE?
ru_ru: <18>{#p/папирус}{#f/4} Никто из них не слышал о расписании?

source: <18>{#p/papyrus}{#f/6}OR A CALENDAR!?
ru_ru: <18>{#p/папирус}{#f/6} или календарь!?

source: <18>{#p/papyrus}{#f/5}ANYTHING TO TELL ME WHEN THEY'RE COMING BACK!
ru_ru: <18>{#p/папирус}{#f/5} Что мне сказать, когда они вернутся?

source: <25>{#p/sans}{#f/3}* hey, i miss 'em too.
ru_ru: <25>{#p/sans}{#f/3}* Эй, я тоже скучаю по ним.

source: <25>{#p/sans}{#f/0}* but you can't spend all your life thinking about 'em.
ru_ru: <25>{#p/sans}{#f/0}* Но вы не можете думать о них всю жизнь.
