Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <25>{#p/sans}{#f/0}* first off, none of the other humans were like you.
ru_ru: <25>{#p/sans}{#f/0}* Во - первых, все остальные не похожи на вас.

source: <25>{#p/sans}{#f/3}* and, sure, not all of them were perfect angels.
ru_ru: <25>{#p/sans}{#f/3}* Конечно, не все люди идеальные ангелы.

source: <26>{#p/sans}{#f/0}* but, generally speaking, they acted like normal children.
ru_ru: <26>{#p/sans}{#f/0}* Но в целом они ведут себя как нормальные дети.

source: <25>{#p/sans}{#f/0}* ... which brings me to my main point.
ru_ru: <25>{#p/sans}{#f/0}* ... Это подводит меня к моему главному мнению.

source: <25>{#p/sans}{#f/3}* i think it's safe to say you were not a normal child.
ru_ru: <25>{#p/sans}{#f/3}* Я думаю, что можно с уверенностью сказать, что вы не нормальный ребенок.

source: <25>{#p/sans}{#f/3}* you did things no normal child would ever do.
ru_ru: <25>{#p/sans}{#f/3}* Вы делаете то, чего нормальный ребенок никогда не сделает.

source: <25>{#p/sans}{#f/3}* not only killing, but going out of your way to do so.
ru_ru: <25>{#p/sans}{#f/3}* Чтобы убивать не только, но и не жалея сил.

source: <25>{#p/sans}{#f/0}* your actions were so extreme, i began to wonder...
ru_ru: <25>{#p/sans}{#f/0}* Ваше поведение слишком полярно, и я начинаю сомневаться...

source: <25>{#p/sans}{#f/3}* if someone your age would really be capable of them.
ru_ru: <25>{#p/sans}{#f/3}* Если человек вашего возраста действительно способен на это.

source: <25>{#p/sans}{#f/3}* the more we've spoken, the more i realized...
ru_ru: <25>{#p/sans}{#f/3}* Чем больше мы говорим, тем больше я осознаю...

source: <25>{#p/sans}{#f/0}* the answer to that question was "no."
ru_ru: <25>{#p/sans}{#f/0}* Ответ на этот вопрос - "нет"

source: <25>{#p/sans}{#f/0}* the more i think about it, buddo...
ru_ru: <25>{#p/sans}{#f/0}* Чем больше я хочу, тем лучше, брат...

source: <25>{#p/sans}{#f/3}* the harder it is to believe you were in control back then.
ru_ru: <25>{#p/sans}{#f/3}* Тем труднее поверить, что вы контролировали ситуацию в то время.

source: <32>{#p/human}* (Your eyes widen.)
ru_ru: <32>{#p/human}* (Твои глаза широко открыты.)

source: <25>{#p/sans}{#f/0}* looking back, you always seemed so cold...
ru_ru: <25>{#p/sans}{#f/0}* Оглядываясь назад, вы всегда выглядите холодно...

source: <25>{#p/sans}{#f/0}* never showing much emotion or care for those around you.
ru_ru: <25>{#p/sans}{#f/0}* Никогда не проявляйте слишком много эмоций или заботы о окружающих вас людях.

source: <25>{#p/sans}{#f/3}* and yet, you can't seem to stay away from us now.
ru_ru: <25>{#p/sans}{#f/3}* Однако теперь кажется, что вы не можете обойтись без нас.

source: <25>{#p/sans}{#f/3}* it's like you're not even the same person.
ru_ru: <25>{#p/sans}{#f/3}* Это похоже на то, что вы даже не один и тот же человек.

source: <25>{#p/sans}{#f/0}* hey, uh...
ru_ru: <25>{#p/sans}{#f/0}* Эй, эх...

source: <25>{#p/sans}{#f/3}* heh... * i hope those tears of yours means i'm right.
ru_ru: * Надеюсь, твои слезы означают, что я прав.

source: <25>{#p/sans}{#f/2}* if not, then you're one darn good actor.
ru_ru: <25>{#p/sans}{#f/2}* Если нет, то вы очень хороший актер.

source: <32>{#p/human}* (...) * (You smile a little at Sans's joke.)
ru_ru: * (Услышав шутку Санса, ты слегка улыбнулась.)

source: <25>{#p/sans}{#f/3}* sorry if the subject got a little heavy, by the way.
ru_ru: <25>{#p/sans}{#f/3}* Кстати, если тема немного тяжелая, извините.

source: <25>{#p/sans}{#f/3}* i just thought i should tell you about what i've been thinking.
ru_ru: <25>{#p/sans}{#f/3}* Я просто хочу сказать вам, о чем я думал.

source: <32>{#p/human}* (You ask if it would be a bad time to hang up.)
ru_ru: <32>{#p/human}* (Вы спрашиваете, не пора ли повесить трубку.)

source: <25>{#p/sans}{#f/0}* huh? * no, that's alright.
ru_ru: * Нет, ничего страшного.

source: <25>{#p/sans}{#f/3}* besides, you must have a lot to think about right now.
ru_ru: <25>{#p/sans}{#f/3}* Кроме того, у вас должно быть много вещей, которые вы должны рассмотреть сейчас.

source: <32>{#p/human}* (You let out a sigh.)
ru_ru: <32>{#p/human}* (Ты вздохнул.)

source: <25>{#p/sans}{#f/3}* ... yeah. * i'll let you go.
ru_ru: * Я отпустил тебя.

source: <25>{#p/sans}{#f/0}* good luck out there, okay?
ru_ru: <25>{#p/sans}{#f/0}* Желаю удачи, хорошо?

source: <25>{#p/sans}{#f/2}* i promise we'll do the best we can here.
ru_ru: <25>{#p/sans}{#f/2}* Я обещаю, что мы сделаем все возможное здесь.

source: <25>{#p/asgore}{#f/1}* Howdy, young one.
ru_ru: <25>{#p/asgore}{#f/1}* Привет, молодой человек.

source: <25>{#p/asgore}{#f/1}* I do not know if this message will reach you, or if you are alive.
ru_ru: <25>{#p/asgore}{#f/1}* Я не знаю, дойдет ли это сообщение до вас или вы живы.

source: <25>{#p/asgore}{#f/2}* I cannot confirm if the self-destruct sequence was terminated.
ru_ru: <25>{#p/asgore}{#f/2}* Я не могу подтвердить, была ли прекращена процедура самоуничтожения.

source: <25>{#p/asgore}{#f/4}* However, if it was...
ru_ru: <25>{#p/asgore}{#f/4}* Но если это...

source: <25>{#p/asgore}{#f/25}* Then I am grateful to have saved your life.
ru_ru: <25>{#p/asgore}{#f/25}* Тогда я благодарен за спасение вашей жизни.

source: <25>{#p/asgore}{#f/7}* I do not believe you were entirely at fault for Asriel's actions.
ru_ru: <25>{#p/asgore}{#f/7}* Я не думаю, что вы полностью ошибаетесь в своих действиях в отношении Асриля.

source: <25>{#p/asgore}{#f/5}* Papyrus, Muffet, and many others you have shown mercy to...
ru_ru: <25>{#p/asgore}{#f/5}* Вы проявили сострадание к бумажной траве, кексам и многим другим.

source: <25>{#p/asgore}{#f/6}* Can all attest to your attempts to make a difference.
ru_ru: <25>{#p/asgore}{#f/6}* Все это доказывает, что вы пытаетесь изменить ситуацию.

source: <25>{#p/asgore}{#f/21}* There is even someone with me who would like to say a few words.
ru_ru: <25>{#p/asgore}{#f/21}* Кое - кто даже хотел сказать несколько слов вместе со мной.

source: <25>{#p/kidd}{#f/7}* Dude, is that you!?
ru_ru: <25>{#p/kidd}{#f/7}* Чувак, это ты!

source: <25>{#p/kidd}{#f/2}* I, uh, kinda forgot your name...
ru_ru: <25>{#p/kidd}{#f/2}* Я, ну, немного забыл твое имя...

source: <25>{#p/asgore}{#f/6}* Go on, tell them what you told me.
ru_ru: <25>{#p/asgore}{#f/6}* Продолжайте, расскажите им то, что вы мне сказали.

source: <25>{#p/kidd}{#f/6}* Okay, okay.
ru_ru: <25>{#p/kidd}{#f/6}* Хорошо, хорошо.

source: <25>{#p/kidd}{#f/4}* So like, y'know...
ru_ru: <25>{#p/kidd}{#f/4}* Итак, вы знаете...

source: <25>{#p/kidd}{#f/4}* Despite what Asriel did and stuff...
ru_ru: <25>{#p/kidd}{#f/4}* Несмотря на то, что сделал Асрил.

source: <25>{#p/kidd}{#f/3}* I thought you were a pretty cool kid.
ru_ru: <25>{#p/kidd}{#f/3}* Я думаю, что ты классный ребенок.

source: <25>{#p/kidd}{#f/13}* If I ever got to see you again, we'd TOTALLY hang out together!
ru_ru: <25>{#p/kidd}{#f/13}* Если я увижу тебя снова, мы обязательно выйдем и поиграем вместе!

source: <25>{#p/kidd}{#f/6}* And, maybe... * While we're at it...
ru_ru: * Пока мы это делаем.

source: <25>{#p/kidd}{#f/5}* We could help each other get over what happened before.
ru_ru: <25>{#p/kidd}{#f/5}* Мы можем помочь друг другу преодолеть то, что произошло раньше.

source: <25>{#p/asgore}{#f/6}* Hmm... that sounds rather nice!
ru_ru: <25>{#p/asgore}{#f/6}* Эм... звучит хорошо!

source: <25>{#p/asgore}{#f/5}* You have been through a lot together, so it is sensible to do so.
ru_ru: <25>{#p/asgore}{#f/5}* Вы прошли через многое вместе, поэтому это разумно.

source: <25>{#p/kidd}{#f/4}* It's too bad they had to leave, huh?
ru_ru: <25>{#p/kidd}{#f/4}* Им пришлось уйти, это было ужасно, не так ли?

source: <25>{#p/asgore}{#f/1}* ... indeed.
ru_ru: <25>{#p/asgore}{#f/1}* ... Действительно.

source: <25>{#p/kidd}{#f/3}* Well, they're cool, so I'm sure they'll be alright.
ru_ru: <25>{#p/kidd}{#f/3}* Хорошо, они классные, поэтому я уверен, что они будут в порядке.

source: <25>{#p/kidd}{#f/1}* You will, won't you!?
ru_ru: <25>{#p/kidd}{#f/1}* Ты будешь, не так ли?

source: <18>{#p/papyrus}{#f/7}WHAT!? THEY GET TO TALK BEFORE I DO!?
ru_ru: Они говорят раньше меня!

source: <18>{#p/papyrus}{#f/4}... THIS IS TOTALLY UNFAIR.
ru_ru: <18>{#p/папирус}{#f/4}. Это совершенно несправедливо.

source: <25>{#p/kidd}{#f/14}* YOOOO PAPYRUS!!!
ru_ru: <25>{#p/kidd}{#f/14}* Youoo Papyrus!!

source: <25>{#p/kidd}{#f/1}* You want the phone, skele-dude?
ru_ru: <25>{#p/kidd}{#f/1}* Вам нужен телефон, Скер?

source: <25>{#p/kidd}{#f/2}* 'Cause Asgore's gonna take me back to his house now.
ru_ru: <25>{#p/kidd}{#f/2}* Потому что теперь Асгор отвезет меня к себе домой.

source: <18>{#p/papyrus}{#f/0}OF COURSE I DO! I'VE GOT IMPORTANT THINGS TO SAY.
ru_ru: Мне нужно сказать кое - что важное.

source: <25>{#p/kidd}{#f/1}* Cool, it's all yours! * See ya later, man!
ru_ru: * Пока, дружище!

source: <25>{#p/asgore}{#f/6}* ... I will return after I have taken Monster Kid home.
ru_ru: <25>{#p/asgore}{#f/6}* ... Когда я заберу этого монстра домой, я вернусь.

source: <18>{#p/papyrus}{#f/0}WELL THEN! WE SPEAK AT LONG LAST, HUMAN!
ru_ru: Наконец - то мы заговорили, люди!

source: <18>{#p/papyrus}{#f/5}OR, UH, I SPEAK. YOU JUST KIND OF... LISTEN.
ru_ru: Ты просто немного... Слушайте.

source: <18>{#p/papyrus}{#f/6}BUT THAT'S NOT IMPORTANT!
ru_ru: <18>{#p/папирус}{#f/6} Но это не важно!

source: <18>{#p/papyrus}{#f/0}I JUST WANTED TO SAY, YOU DID AN AMAZING JOB.
ru_ru: <18>{{#p/папирус}{#f/0} Я просто хочу сказать, что вы сделали потрясающе.

source: <18>{#p/papyrus}{#f/5}BY NOT HURTING ALL THOSE PEOPLE.
ru_ru: <18>{#p/папирус}{#f/5} Не причиняйте вреда всем этим людям.

source: <18>{#p/papyrus}{#f/4}NO DOUBT "ASRIEL" MADE THINGS DIFFICULT...
ru_ru: <18>{#p/папирус}{#f/4} Нет никаких сомнений в том, что "ASRIEL" делает вещи трудными.

source: <18>{#p/papyrus}{#f/5}AND... MADE YOU DO THINGS YOU MUST REGRET NOW...
ru_ru: <18>{#p/папирус}{#f/5} и... Позволь тебе сделать то, о чем ты должен сейчас пожалеть.

source: <18>{#p/papyrus}{#f/0}BUT I SAY YOU SHOULDN'T HAVE TO FEEL THAT REGRET!
ru_ru: <18>{#p/папирус}{#f/0} Но я сказал, что вы не должны жалеть об этом!

source: <18>{#p/papyrus}{#f/9}YOU DID THE BEST YOU COULD, AFTER ALL!
ru_ru: <18>{#p/папирус}{#f/9} В конце концов, вы сделали все возможное!

source: <18>{#p/papyrus}{#f/6}THAT'S GOT TO COUNT FOR SOMETHING, RIGHT?
ru_ru: <18>{#p/папирус}{#f/6} Это важно, не так ли?

source: <18>{#p/papyrus}{#f/6}...
ru_ru: <18>{#p/папирус}{#f/6}.

source: <18>{#p/papyrus}{#f/5}TRUTH BE TOLD... IT HASN'T BEEN EASY FOR US.
ru_ru: <18>{#p/папирус}{#f/5} Скажи тебе правду. Это будет нелегко для нас.

source: <18>{#p/papyrus}{#f/5}AFTER THE CORE'S DESTRUCTION WAS AVERTED...
ru_ru: <18>{#p/папирус}{#f/5} после разрушения ядра.

source: <18>{#p/papyrus}{#f/5}I SPOKE WITH THE OTHERS WHO HELPED TO AVERT IT.
ru_ru: <18>Сержант #p/папирус сержант #f/5 - Я и другие ВОЗ помогли мне отомстить.

source: <18>{#p/papyrus}{#f/6}... MUFFET PRETTY MUCH JUST IGNORED ME.
ru_ru: Муфи почти полностью меня игнорирует.

source: <18>{#p/papyrus}{#f/6}THE WORKERS WERE ASHAMED THEY LET IT GET THIS FAR.
ru_ru: <18>{#p/папирус}{#f/6} Рабочие были унижены, и они довели дело до этого этапа.

source: <18>{#p/papyrus}{#f/5}AND THAT DUMMY...
ru_ru: <18>{#p/папирус}{#f/5} Есть еще этот думи.

source: <18>{#p/papyrus}{#f/5}... LOST SOMEONE VERY IMPORTANT TO THEM.
ru_ru: <18>{#p/папирус}{#f/5}. Потерял человека, который для них очень важен.

source: <18>{#p/papyrus}{#f/5}A GHOST WHO FUSED WITH THE CORE TO STABILIZE IT.
ru_ru: <18>AM #p/papyrus AM #f/5 - Призрак Всемирной организации здравоохранения сливается с ядром, чтобы стабилизировать его.

source: <18>{#p/papyrus}{#f/6}EVEN IF THAT GHOST IS TECHNICALLY STILL ALIVE...
ru_ru: <18>{#p/папирус}{#f/6} Даже если этот призрак технически все еще существует.

source: <18>{#p/papyrus}{#f/5}EXISTING IN SUCH A MANNER ISN'T IDEAL.
ru_ru: <18>{#p/папирус}{#f/5} существовать таким образом не идеально.

source: <18>{#p/papyrus}{#f/3}IT'S LIKELY... THEY'LL NEVER SPEAK AGAIN.
ru_ru: <18>{#p/папирус}{#f/3} Это вполне возможно. Они больше не будут говорить.

source: <18>{#p/papyrus}{#f/6}I TRIED CONSOLING THAT DUMMY, BUT...
ru_ru: <18>{#p/папирус}{#f/6} Я пытаюсь консолидировать этот кусок грязи, но...

source: <18>{#p/papyrus}{#f/5}ALL THEY COULD DO WAS STARE INTO THE MACHINE.
ru_ru: <18>{#p/папирус}{#f/5} Все, что они могут сделать, это смотреть на машину.

source: <18>{#p/papyrus}{#f/6}S-STILL, I KNOW THEY'LL COME AROUND!
ru_ru: <18>{#p/папирус}{#f/6} S - все еще, я знаю, что они придут!

source: <18>{#p/papyrus}{#f/0}I BELIEVE IN THEM!
ru_ru: <18>{#p/папирус}{#f/0} Я им верю!

source: <18>{#p/papyrus}{#f/0}JUST LIKE I BELIEVE IN YOU.
ru_ru: <18>{#p/папирус}{#f/0} Как я тебе верю.

source: <18>{#p/papyrus}{#f/5}I BELIEVE IN EVERYONE...
ru_ru: <18>{#p/папирус}{#f/5} Я верю всем.

source: <18>{#p/papyrus}{#f/4}APART FROM THAT IMPOSTROUS FRIEND OF YOURS.
ru_ru: <18>{#p/папирус}{#f/4} Держись подальше от своего злого друга.

source: <18>{#p/papyrus}{#f/0}HE LOST THE RIGHT TO HAVE ME BELIEVE IN HIM.
ru_ru: <18>Он потерял право заставить меня поверить в него.

source: <25>{#p/asgore}{#f/6}* Alas, I have returned.
ru_ru: <25>{#p/asgore}{#f/6}* Увы, я вернулся.

source: <18>{#p/papyrus}{#f/0}WELCOME BACK!
ru_ru: <18>{#p/папирус}{#f/0} Добро пожаловать назад!

source: <25>{#p/asgore}{#f/7}* I trust you have said all you wanted to?
ru_ru: <25>{#p/asgore}{#f/7}* Я уверен, что вы сказали все, что хотели сказать?

source: <18>{#p/papyrus}{#f/6}WELL, THERE'S A LOT MORE I'D -LIKE- TO SAY...
ru_ru: <18>AU #p/papyrus - AU #f/6 - Хорошо, есть много, что я хочу сказать.

source: <18>{#p/papyrus}{#f/5}BUT THE BATTERY ONLY LASTS FOR SO LONG.
ru_ru: <18>{#p/папирус}{#f/5} Но батарея может длиться только так долго.

source: <25>{#p/asgore}{#f/1}* I see.
ru_ru: <25>{#p/asgore}{#f/1}* Я понимаю.

source: <18>{#p/papyrus}{#f/5}I'LL... HAND THE PHONE BACK TO YOU, NOW.
ru_ru: <18>{#p/папирус}{#f/5} Я буду. А теперь верни телефон.

source: <25>{#p/asgore}{#f/2}* He is correct.
ru_ru: <25>{#p/asgore}{#f/2}* Он прав.

source: <25>{#p/asgore}{#f/1}* The batteries necessary to power such a long- range transmission...
ru_ru: <25>{#p/asgore}{#f/1}* Батареи, необходимые для питания этой передачи на большие расстояния.

source: <25>{#p/asgore}{#f/2}* Demand a surplus of the CORE's power.
ru_ru: <25>{#p/asgore}{#f/2}* Требуется избыток основных сил.

source: <25>{#p/asgore}{#f/4}* Knowing who inhabits and regulates it now...
ru_ru: <25>{#p/asgore}{#f/4}* Теперь известно, кто живет и управляет им.

source: <25>{#p/asgore}{#f/2}* It would be wise not to strain it more than is necessary.
ru_ru: <25>{#p/asgore}{#f/2}* Разумно не переутомляться.

source: <18>{#p/papyrus}{#f/0}YEAH, WELL, THAT MAKES SENSE.
ru_ru: <18>{#p/папирус}{#f/0} Да, это имеет смысл.

source: <25>{#p/asgore}{#f/15}* ... however, before the message concludes.
ru_ru: <25>{#p/asgore}{#f/15}* ... Однако, до окончания сообщения.

source: <25>{#p/asgore}{#f/15}* I must issue you one last warning.
ru_ru: <25>{#p/asgore}{#f/15}* Я должен дать вам последнее предупреждение.

source: <25>{#p/asgore}{#f/14}* ... * Do not follow him. * Do not trust him.
ru_ru: * Не верьте ему.

source: <25>{#p/asgore}{#f/13}* Do not let him do what he wants, and do not let him hurt others.
ru_ru: <25>{#p/asgore}{#f/13}* Не позволяйте ему делать то, что он хочет, и не позволяйте ему причинять вред другим.

source: <18>{#p/papyrus}{#f/6}THIS IS PROBABLY MY CUE TO LEAVE. GOODBYE!
ru_ru: До свидания!

source: <25>{#p/asgore}{#f/14}* ... do not allow him to coerce you into violence yourself.
ru_ru: <25>{#p/asgore}{#f/14}* ... Не позволяйте ему принуждать себя к насилию.

source: <25>{#p/asgore}{#f/13}* And if you are left with no other option...
ru_ru: <25>{#p/asgore}{#f/13}* Если у вас нет выбора.

source: <25>{#p/asgore}{#f/14}* ... do not hesitate to put an end to him.
ru_ru: <25>{#p/asgore}{#f/14}* ... Не стесняйтесь, убейте его.

source: <25>{#p/asgore}{#f/4}* Good luck.
ru_ru: <25>{#p/asgore}{#f/4}* Желаю удачи.

source: <32>{#p/napstablook}* oh... * hey frisk......
ru_ru: * Эй, Фрик...

source: <32>* ... huh? * what's with that look?
ru_ru: * Что это за выражение лица?

source: <32>* did i... get in your way?
ru_ru: <32>* Я... заблокировал твой путь?

source: <32>* oh...... * i did, didn't i.........
ru_ru: * Я сделал это, не так ли...

source: <32>* sorry...
ru_ru: <32>* Извините.

source: <32>* force of habit......
ru_ru: <32>* Сила привычки...

source: <32>* i'll... just be out of your way now......
ru_ru: <32>* Я буду. А теперь не преграждай дорогу...

source: <32>* please...... * forgive me............
ru_ru: * Прости меня...

source: <32>* they're still out there building the front door, so...
ru_ru: <32>* Они все еще строят входные двери снаружи, так что...

source: <32>* not much point in trying to go there, i guess
ru_ru: <32>Я не хочу туда идти.

source: <32>{#p/human}* (You repeat the secret told to you by Napstablook in Archive Six.)
ru_ru: <32>{#p/human}* (Вы повторяете секреты, которые Napstablike рассказал вам в Archive Six).

source: <32>{#p/napstablook}* a magic trick...?
ru_ru: <32>{#p/napstaplok}* Магия.

source: <32>* wait...
ru_ru: <32>* И так далее.

source: <33>* i think i know what you mean... * let me try...
ru_ru: * Позвольте мне попробовать.

source: <32>{#p/napstablook}* heh... * i really appreciate everything you've done, frisk.
ru_ru: * Фрик, я очень ценю все, что ты сделал.

source: <32>{#p/napstablook}* hey... * i really appreciate everything you've done, frisk.
ru_ru: * Фрик, я очень ценю все, что ты сделал.

source: <32>* setting us free and all...
ru_ru: <32>* Давайте будем свободны и все.

source: <32>* the truth is, my cousins and i started to think we'd never escape.
ru_ru: Факт в том, что я и мои двоюродные братья начали думать, что мы никогда не сможем сбежать.

source: <32>* it'd been so long since the last human arrived, and...
ru_ru: <32>* С тех пор, как пришел последний человек давно, и...

source: <32>* considering what we recently found out about humanity...
ru_ru: <32>* Принимая во внимание наши недавние открытия о людях.

source: <32>* about how they all left the home galaxy...
ru_ru: <32>* О том, как они покинули Млечный Путь.

source: <32>* it's a miracle you even came to the outpost at all.
ru_ru: <32>Это чудо, что вы смогли добраться до аванпоста.

source: <32>{#p/napstablook}* oh yeah, about my cousins...
ru_ru: <32>{#p/napstaplok}* О, да, о моих двоюродных братьях.

source: <32>* after the whole mettaton thing, it's been going pretty good.
ru_ru: <32>* После всего инцидента с метатоном все идет довольно хорошо.

source: <32>* we've been talking it over, and...
ru_ru: <32>* Мы уже обсуждали, и...

source: <32>* ... we've decided to re-open the snail farm here on eurybia.
ru_ru: <32>* ..... Мы решили вновь открыть улиточную ферму в Юрибии.

source: <32>* mettaton's doing the advertising, while i and the others look after the snails.
ru_ru: <32>* Меттатон рекламирует, а я и другие ухаживают за улитками.

source: <32>* we even found a place we could stay once we get settled in...
ru_ru: <32>* Мы даже нашли место, где можно жить, как только мы устроимся.

source: <32>* a very kind house told us we could live there.
ru_ru: Очень хороший дом говорит нам, что мы можем там жить.

source: <32>* apparently, it's the same one undyne used to live in...
ru_ru: <32>* Очевидно, что это то место, где раньше жил Ундин.

source: <32>{#p/napstablook}* oh right... my cousins.
ru_ru: <32>{#p/napstabook}* О, да. Мой двоюродный брат.

source: <32>* i don't really know if i should be telling you this, but...
ru_ru: <32>* Я действительно не знаю, должен ли я сказать вам это, но...

source: <32>* we sort of figured out that mettaton might be our long-lost cousin.
ru_ru: <32>* Мы немного поняли, что Меттон может быть нашим кузеном, который был разлучен в течение многих лет.

source: <32>* the others and i tried to ask him about it, but...
ru_ru: <32>* Я и другие пытались спросить его об этом, но...

source: <32>* ... it didn't really go the way we'd hoped.
ru_ru: <32>* ..... Все развивается не так, как мы надеялись.

source: <32>* then, everyone was blaming each other for messing it up...
ru_ru: <32>* Тогда все обвиняют друг друга в том, что все испортили...

source: <32>* i... haven't felt like talking with them since.
ru_ru: <32>* С тех пор я не хочу с ними разговаривать.

source: <32>* yeah... this was a bad topic
ru_ru: <32>* Да. Это плохая тема.

source: <32>* speaking of family...
ru_ru: <32>* Говоря о семье.

source: <32>* hey... * even if my family's not doing too well...
ru_ru: * Даже моя семья живет не очень хорошо.

source: <32>* that human i adopted is... really something, heh
ru_ru: <32>* Человек, которого я усыновил... просто потрясающий.

source: <32>* they say i'm their favorite monster...
ru_ru: "32"* Они говорят, что я их любимый монстр.

source: <32>* ... knowing what they went through in the archive, that really means something.
ru_ru: <32>* ..... Знать, через что они прошли в архивах, действительно имеет смысл.

source: <32>* and... they always find a way to make me smile.
ru_ru: <32>* и. Они всегда находят способ заставить меня улыбнуться.

source: <32>* like, a few hours ago, when the walls were still being put in...
ru_ru: <32>* Как несколько часов назад, когда стены еще строились...

source: <32>* they wanted to go outside to see the construction before it was too late.
ru_ru: <32>* Они хотят выйти и посмотреть, как идут работы, пока не стало слишком поздно.

source: <32>* when i said they could, they were so happy...
ru_ru: <32>* Когда я сказал, что они могут, они были очень счастливы.

source: <32>* now i finally understand why people like raising children.
ru_ru: <32>Теперь я наконец - то понимаю, почему люди любят воспитывать детей.

source: <33>{#p/napstablook}* i guess i should be thankful...
ru_ru: <33>{#p/napstaplok}* Я думаю, я должен быть благодарен.

source: <32>* to asgore, i mean
ru_ru: <32>Я имею в виду Асгор.

source: <32>* he and alphys were the ones who trusted me to adopt this human.
ru_ru: <32>* Это он и Альфис доверили мне усыновить этого человека.

source: <32>* i... also found out he was the hairy guy who came to our farm all the time.
ru_ru: Я также обнаружил, что он тот самый пушистый парень, который часто приходил на нашу ферму.

source: <32>* he'd always take such good care of the snails he purchased...
ru_ru: <32>* Он всегда хорошо ухаживает за купленными улитками.

source: <32>* even healing them if they ever got hurt before dying of natural causes.
ru_ru: <32>* Если они пострадали до смерти от естественных причин, их можно даже вылечить.

source: <32>* for someone like him... to trust me with something like this...
ru_ru: <32>* Для таких как он. Доверьте мне такие вещи.

source: <32>* well... i know he'll take really good care of you, at least.
ru_ru: <32>* Хорошо. Я знаю, что он хотя бы позаботится о тебе.

source: <32>* you might not have any siblings, but...
ru_ru: <32>* Возможно, у вас нет братьев и сестер, но...

source: <32>* along with those new siblings of yours...
ru_ru: <32>* Вместе со своими новыми братьями и сестрами.

source: <32>* along with that new sibling of yours...
ru_ru: <32>* И твой новый брат.

source: <32>* he'll do the best he can to keep you happy and healthy.
ru_ru: <32>* Он сделает все возможное, чтобы сделать вас счастливыми и здоровыми.

source: <32>{#p/napstablook}* you know... * before the snail farm, and...
ru_ru: * До фермы улиток есть еще...

source: <33>* before the outpost...
ru_ru: <33>* Перед форпостом.

source: <32>* my life on the old homeworld was a quiet one.
ru_ru: <32>Моя жизнь в старом доме была спокойной.

source: <32>* that old homeworld...
ru_ru: <32>* Этот старый дом.

source: <32>* it really was a special place.
ru_ru: <32>Это особенное место.
