Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <25>{#p/alphys}{#f/8}* She came around to it in the end.
ru_ru: <25>{#p/alphys}{#f/8}* В конце концов она передумала.

source: <25>{#p/alphys}{#f/27}* Apparently she thinks not all humans are... bad now?
ru_ru: <25>{#p/alphys}{#f/27}* Очевидно, что, по ее мнению, не все люди являются... Сейчас плохо?

source: <25>{#p/undyne}{#f/17}* Are you kidding? * Of COURSE they're not all bad!!
ru_ru: * Конечно, не все они плохие!

source: <25>{#p/undyne}{#f/1}* That last human proved their kind CAN fight with honor.
ru_ru: <25>{#p/undyne}{#f/1}* Последний человек доказал, что может сражаться с честью.

source: <25>{#p/undyne}{#f/1}* That they CAN show respect to their opponents in battle.
ru_ru: <25>{#p/undyne}{#f/1}* Они могут уважать противника в бою.

source: <25>{#p/undyne}{#f/16}* ... and it's a good thing, too, because...
ru_ru: <25>{#p/undyne}{#f/16}* ... Это тоже хорошо, потому что...

source: <25>{#p/undyne}{#f/14}* I doubt the Royal Guard will expand again any time soon.
ru_ru: <25>{#p/undyne}{#f/14}* Я сомневаюсь, что Королевская гвардия не будет расширяться в ближайшее время.

source: <25>{#p/undyne}{#f/1}* Especially after the former queen returned, and...
ru_ru: <25>{#p/undyne}{#f/1}* Особенно после возвращения бывшей королевы.

source: <25>{#p/undyne}{#f/1}* ... gave the new one her full support.
ru_ru: <25>{#p/undyne}{#f/1}* ... Она полностью поддерживает новичка.

source: <25>{#p/undyne}{#f/14}* That last human proved their kind CAN in fact be... well, kind.
ru_ru: <25>{#p/undyne}{#f/14}* Последний человек доказал, что их раса на самом деле может... хорошо, добро.

source: <25>{#p/undyne}{#f/1}* That they CAN show mercy to their opponents in battle.
ru_ru: <25>{#p/undyne}{#f/1}* Они могут проявить сострадание к противнику в бою.

source: <25>{#p/alphys}{#f/19}* Undyne... wasn't happy about this at all.
ru_ru: <25>{#p/alphys}{#f/19}* Винда. Я не доволен этим.

source: <25>{#p/alphys}{#f/19}* She still blames you for what happened to the king, so...
ru_ru: <25>{#p/alphys}{#f/19}* Она все еще обвиняет вас в том, что произошло с королем, так что...

source: <25>{#p/alphys}{#f/20}* It's... understandable why she'd be opposed to it.
ru_ru: <25>{#p/alphys}{#f/20}* Причины, по которым она возражает против этого,... понятны.

source: <25>{#p/undyne}{#f/16}* Yeah, it's a pretty stupid policy if you ask me.
ru_ru: <25>{#p/undyne}{#f/16}* Да, если вы спросите меня, это очень глупая политика.

source: <25>{#p/undyne}{#f/17}* No matter HOW many nice humans come along, we CAN'T lower our guard!
ru_ru: <25>{#p/undyne}{#f/17}* Независимо от того, сколько добрых людей появляется, мы не можем ослабить бдительность!

source: <25>{#p/undyne}{#f/9}* ... but not many people would agree with me these days.
ru_ru: <25>{#p/undyne}{#f/9}* ... Но в эти дни мало кто согласится со мной.

source: <25>{#p/undyne}{#f/16}* With the former queen's return, and her support for the new one...
ru_ru: <25>{#p/undyne}{#f/16}* С возвращением бывшей королевы и ее поддержкой новой королевы...

source: <25>{#p/undyne}{#f/9}* I doubt the Royal Guard will ever be as strong as it once was.
ru_ru: <25>{#p/undyne}{#f/9}* Я сомневаюсь, что Королевская гвардия никогда не будет такой сильной, как раньше.

source: <25>{#p/alphys}{#f/5}* ... * About the former queen.
ru_ru: * О бывшей королеве.

source: <26>{#p/alphys}{#f/5}* By the time she returned, things were mostly back to normal...
ru_ru: <26>{#p/alphys}{#f/5}* Когда она вернется, все вернется в норму.

source: <25>{#p/alphys}{#f/21}* And then she decided to reveal the truth about the humans.
ru_ru: <25>{#p/alphys}{#f/21}* Затем она решила раскрыть правду о человечестве.

source: <25>{#p/alphys}{#f/21}* Like... RIGHT after she found out herself.
ru_ru: <25>{#p/alphys}{#f/21}* Как... Сразу после того, как она нашла себя.

source: <25>{#p/alphys}{#f/20}* ... eheh... * The people didn't react well at first.
ru_ru: * Поначалу реакция людей была не очень хорошей.

source: <25>{#p/alphys}{#f/13}* They were more scared than anything...
ru_ru: <25>{#p/alphys}{#f/13}* Они боятся больше всего.

source: <25>{#p/alphys}{#f/26}* A fact not helped by a certain human beating everyone up.
ru_ru: <25>{#p/alphys}{#f/26}* Тот факт, что кто - то избивает всех, не помогает фактам.

source: <25>{#p/alphys}{#f/20}* Thankfully, over time, Terrestria was able to calm them down...
ru_ru: <25>{#p/alphys}{#f/20}* К счастью, со временем Terrestria смогла успокоить их.

source: <25>{#p/alphys}{#f/20}* ... by reminding them nobody had died.
ru_ru: <25>{#p/alphys}{#f/20}* ... Напомни им, что никто не умер.

source: <25>{#p/alphys}{#f/18}* I'm glad it worked. * I would have caused a riot saying that.
ru_ru: * Я говорю, что это вызовет беспорядки.

source: <25>{#p/alphys}{#f/8}* But... yeah, people are mostly positive about humanity now.
ru_ru: <25>{#p/alphys}{#f/8}* Но... Да, сейчас люди в основном позитивно относятся к человеческой природе.

source: <25>{#p/alphys}{#f/15}* ... thankfully, this DIDN'T cause a mass uprising...
ru_ru: <25>{#p/alphys}{#f/15}* ... К счастью, это не вызвало массового восстания...

source: <25>{#p/alphys}{#f/17}* Though, I guess being so well-known helped her out with that.
ru_ru: <25>{#p/alphys}{#f/17}* Тем не менее, я думаю, что такая известность поможет ей.

source: <25>{#p/alphys}{#f/8}* In fact, people are mostly positive about humanity now.
ru_ru: <25>{#p/alphys}{#f/8}* На самом деле люди в настоящее время в основном позитивно относятся к человечеству.

source: <25>{#p/alphys}{#f/8}* So that's something.
ru_ru: <25>{#p/alphys}{#f/8}* Поэтому это важно.

source: <26>{#p/undyne}{#f/16}* Heh, tell me about it...
ru_ru: <26>{#p/undyne}{#f/16}* Эй, расскажи мне.

source: <25>{#p/undyne}{#f/10}* It's a weird reality we live in now.
ru_ru: <25>{#p/undyne}{#f/10}* Мы живем в странной реальности.

source: <25>{#p/undyne}{#f/1}* By the way, did you mention all the new schools being built?
ru_ru: <25>{#p/undyne}{#f/1}* Кстати, вы упомянули все строящиеся новые школы?

source: <25>{#p/alphys}{#f/10}* Uh... yeah! * I totally... didn't.
ru_ru: * Я полностью. Нет.

source: <25>{#p/undyne}{#f/10}* I just wish it didn't mean scaling back the Royal Guard.
ru_ru: <25>{#p/undyne}{#f/10}* Я просто надеюсь, что это не означает сокращения Королевской гвардии.

source: <25>{#p/undyne}{#f/1}* But... hey, at least those new schools are pretty cool.
ru_ru: <25>{#p/undyne}{#f/1}* Однако... Эй, по крайней мере эти новые школы классные.

source: <25>{#p/alphys}{#f/10}* Oh yeah! * I forgot you're a teacher there now!
ru_ru: * Я забыл, что ты теперь там учитель!

source: <25>{#p/alphys}{#f/6}* Eheh... * The education system's doing well, too.
ru_ru: * Система образования также работает хорошо.

source: <25>{#p/alphys}{#f/1}* Suffice it to say, tuition prices have never been lower!
ru_ru: <25>{#p/alphys}{#f/1}* Можно сказать, что плата за обучение никогда не была такой низкой!

source: <25>{#p/alphys}{#f/8}* There's been so many new students learning all sorts of things.
ru_ru: <25>{#p/alphys}{#f/8}* Есть много первокурсников, изучающих различные вещи.

source: <18>{#p/papyrus}{#f/0}... HEY GUYS! I JUST GOT BACK FROM MATH CLASS!!
ru_ru: Я только что вернулся с урока математики!

source: <18>{#p/papyrus}{#f/4}WHO KNEW FOLDING SPACETIME COULD BE SO COMPLICATED...
ru_ru: <18>AM #p/papyrus AM #f/4 - Всемирная организация здравоохранения знает, что сложенное пространство - время может быть настолько сложным.

source: <25>{#p/alphys}{#f/10}* ... yep, Papyrus took a class on warp field theory.
ru_ru: <25>{#p/alphys}{#f/10}* ... Да, у Папируса был урок теории криволинейного поля.

source: <18>{#p/papyrus}{#f/6}WHAT?? ARE YOU REFERRING TO ME IN THE THIRD PERSON??
ru_ru: <18>Что? Вы указываете на меня в третьем лице?

source: <25>{#p/alphys}{#f/17}* ... and a writing class, from the sounds of it.
ru_ru: <25>{#p/alphys}{#f/17}* ... С точки зрения звука есть еще один письменный урок.

source: <25>{#p/undyne}{#f/12}* That's still a thing??
ru_ru: <25>{#p/undyne}{#f/12}* Это все еще вопрос?

source: <18>{#p/papyrus}{#f/4}... WAIT...
ru_ru: <18>{#p/папирус}{#f/4}. Подождите...

source: <18>{#p/papyrus}{#f/7}WHO ARE YOU TALKING TO ON THE PHONE!?
ru_ru: <18>С кем вы разговариваете по телефону?

source: <25>{#p/undyne}{#f/1}* It's the human.
ru_ru: <25>{#p/undyne}{#f/1}* Это человек.

source: <18>{#p/papyrus}{#f/0}OH!! OH!! LET ME TALK TO THEM!!
ru_ru: Дай мне с ними поговорить!

source: <25>{#p/undyne}{#f/14}* Be my guest. * I gotta get back to teaching my class.
ru_ru: * Мне нужно вернуться на занятия.

source: <25>{#p/undyne}{#f/17}* They've been struggling with the "magical self- defense" exercise.
ru_ru: <25>{#p/undyne}{#f/17}* Они работали над упражнениями « волшебной самозащиты».

source: <18>{#p/papyrus}{#f/0}... HELLO HUMAN!! HOW HAVE -YOU- BEEN LATELY!?
ru_ru: Как дела?

source: <18>{#p/papyrus}{#f/0}...
ru_ru: <18>{#p/папирус}{#f/0}.

source: <18>{#p/papyrus}{#f/5}I GUESS YOU CAN'T REALLY ANSWER THAT.
ru_ru: <18>{#p/папирус}{#f/5} Я думаю, что вы действительно не можете ответить на этот вопрос.

source: <18>{#p/papyrus}{#f/6}BUT I HOPE YOU'RE DOING WELL!!
ru_ru: <18>{#p/папирус}{#f/6} Но я хочу, чтобы ты сделал это хорошо!

source: <18>{#p/papyrus}{#f/0}I'VE BEEN THINKING ABOUT YOU SINCE OUR EPIC SHOWDOWN.
ru_ru: <18>{#p/папирус}{#f/0} Я думал о тебе с нашей премьеры.

source: <18>{#p/papyrus}{#f/0}I'VE BEEN THINKING ABOUT YOU SINCE THAT DATE WE HAD.
ru_ru: <18>{#p/папирус}{#f/0} Я думал о тебе с того дня.

source: <18>{#p/papyrus}{#f/0}I'VE BEEN THINKING ABOUT YOU SINCE WE HUNG OUT.
ru_ru: <18>{#p/папирус}{#f/0} Я думал о тебе с тех пор, как мы вышли на охоту.

source: <18>{#p/papyrus}{#f/5}I TOLD EVERYONE IN MY CLASS ABOUT YOU, AND...
ru_ru: <18>{#p/папирус}{#f/5} Я рассказал всем в классе о вас, а затем...

source: <18>{#p/papyrus}{#f/5}... ALL OF THEM WISHED YOU'D COME BACK SOMEDAY.
ru_ru: <18>{#p/папирус}{#f/5}. Они все хотят, чтобы ты когда - нибудь вернулся.

source: <18>{#p/papyrus}{#f/4}... ALMOST ALL OF THEM, ANYWAY.
ru_ru: <18>{#p/папирус}{#f/4}. В любом случае, почти все.

source: <18>{#p/papyrus}{#f/5}ONE CLASSMATE WHO SITS NEXT TO ME SAYS THAT YOU...
ru_ru: <18>А. #p/papyrus.************************** ************************************************

source: <18>{#p/papyrus}{#f/5}... UH, THEY SAY YOU BETRAYED THEM, SOMEHOW.
ru_ru: <18>{#p/папирус}{#f/5}. Ну, они сказали, что ты каким - то образом предал их.

source: <18>{#p/papyrus}{#f/6}BUT LISTEN!! IF YOU EVER -DO- COME BACK...
ru_ru: Если ты вернешься.

source: <18>{#p/papyrus}{#f/0}I'LL HELP THE TWO OF YOU GET BACK ON GOOD TERMS!!
ru_ru: <18>{#p/папирус}{#f/0} Я помогу вам восстановить хорошие отношения!

source: <18>{#p/papyrus}{#f/0}ONE OF THEM EVEN WISHES THEY COULD GO WITH YOU!!
ru_ru: <18>{#p/папирус}{#f/0} Один из них даже хочет, чтобы они пошли с тобой!

source: <18>{#p/papyrus}{#f/5}IT'S A CLASSMATE WHO SITS NEXT TO ME, ACTUALLY.
ru_ru: <18>На самом деле, рядом со мной сидел одноклассник из Всемирной организации здравоохранения (ВОЗ).

source: <18>{#p/papyrus}{#f/6}THEY SAY THEY OWE YOU THEIR VERY LIFE!!
ru_ru: <18>{#p/папирус}{#f/6} Они говорят, что их жизнь принадлежит вам!

source: <18>{#p/papyrus}{#f/4}... A HERO, EH? IF YOU EVER -DO- COME BACK...
ru_ru: Если ты вернешься.

source: <18>{#p/papyrus}{#f/0}I'LL BE SURE TO INVITE THEM TO YOUR RETURN PARTY.
ru_ru: <18>{#p/папирус}{#f/0} Я обязательно приглашу их на вашу обратную вечеринку.

source: <18>{#p/papyrus}{#f/9}YOU HAVE MY PERSONAL PAPYRUS PROMISE! (TM)
ru_ru: <18>{#p/папирус}{#f/9} У вас есть мое личное обещание папируса! (ТМ)

source: <25>{#p/alphys}{#f/27}* ... hey, isn't that one of Mettaton's lines?
ru_ru: <25>{#p/alphys}{#f/27}* ... Эй, разве это не реплика Меттона?

source: <18>{#p/papyrus}{#f/4}IN THE PAST, MAYBE... BUT NOT NOW.
ru_ru: <18>{#p/папирус}{#f/4} в прошлом, возможно... Но не сейчас.

source: <18>{#p/papyrus}{#f/5}APPARENTLY, HE'S DITCHING HIS OLD FORMAT ENTIRELY...
ru_ru: <18>{#p/папирус}{#f/5} Очевидно, что он полностью отказывается от старого формата.

source: <18>{#p/papyrus}{#f/4}ALL TO START THE "MTT CINEMATIC UNIVERSE."
ru_ru: <18>{#p/папирус}{#f/4} Все это началось с "MTT Киновселенная"

source: <25>{#p/alphys}{#f/17}* Oh yeah, I heard a rumor about that.
ru_ru: <25>{#p/alphys}{#f/17}* О, да, я слышал слух.

source: <25>{#p/alphys}{#f/21}* They say he's doubling down on the whole "villain" thing.
ru_ru: <25>{#p/alphys}{#f/21}* Они говорят, что он удваивает свои усилия по всему делу "злодея".

source: <18>{#p/papyrus}{#f/4}... LIKE THAT'S NOT GOING TO BACKFIRE.
ru_ru: <18>{#p/папирус}{#f/4}. Это не будет контрпродуктивным.

source: <25>{#p/alphys}{#f/22}* I KNOW, RIGHT!?!?
ru_ru: <25>{#p/alphys}{#f/22}* Я знаю, да?

source: <25>{#p/alphys}{#f/10}* The people aren't going to want a reminder of what the human was.
ru_ru: <25>{#p/alphys}{#f/10}* Люди не хотят напоминания о том, что такое человек.

source: <25>{#p/alphys}{#f/26}* ... no offense.
ru_ru: <25>{#p/alphys}{#f/26}* ... Без обид.

source: <25>{#p/alphys}{#f/10}* People don't even dislike humans anymore, so...
ru_ru: <25>{#p/alphys}{#f/10}* Люди даже больше не ненавидят людей, так что...

source: <25>{#p/alphys}{#f/3}* I don't really see the point in it.
ru_ru: <25>{#p/alphys}{#f/3}* Я действительно не вижу смысла в этом.

source: <25>{#p/alphys}{#f/21}* They say he's doubling down on the whole "killer robot" thing.
ru_ru: <25>{#p/alphys}{#f/21}* Они говорят, что он удвоил свои усилия по всему делу « роботов - убийц».

source: <18>{#p/papyrus}{#f/4}LIKE THAT'S NOT GOING TO BACKFIRE.
ru_ru: <18>{#p/папирус}{#f/4} Это не будет контрпродуктивным.

source: <25>{#p/alphys}{#f/10}* The people aren't going to want a reminder of the human's violence.
ru_ru: <25>{#p/alphys}{#f/10}* Люди не хотят, чтобы люди вспоминали о человеческом насилии.

source: <25>{#p/alphys}{#f/10}* People are just trying to be positive nowadays, so...
ru_ru: <25>{#p/alphys}{#f/10}* Теперь люди просто хотят быть позитивными, так что...

source: <18>{#p/papyrus}{#f/5}YEAH... EVERYONE'S JUST TRYING TO HAVE HOPE NOW.
ru_ru: <18>{#p/папирус}{#f/5} Да. Теперь все хотят только надежды.

source: <18>{#p/papyrus}{#f/6}... INCLUDING MY BROTHER!!
ru_ru: <18>{#p/папирус}{#f/6}. Включая моего брата!

source: <18>{#p/papyrus}{#f/0}AFTER THE ROYAL GUARD WAS REDUCED IN SIZE...
ru_ru: <18>{#p/папирус}{#f/0} после сокращения численности Королевской гвардии.

source: <18>{#p/papyrus}{#f/0}HE LEFT TO START A BUSINESS WITH BRATTY AND CATTY.
ru_ru: <18>{#p/папирус}{#f/0} Он ушел и начал заниматься бизнесом с BRATTY и CATTY.

source: <18>{#p/papyrus}{#f/4}A SECOND-HAND TRASH BUSINESS.
ru_ru: <18>{{#p/папирус}{#f/4} Второй бизнес по переработке отходов.

source: <18>{#p/papyrus}{#f/5}I CAN'T SAY I APPROVE, BUT AT LEAST HE'S HAPPY.
ru_ru: <18>{#p/папирус}{#f/5} Я не могу сказать, что согласен, но, по крайней мере, он счастлив.

source: <25>{#p/sans}{#f/0}* of course i'm happy. * selling trash is basically my calling.
ru_ru: Продажа мусора - это моя профессия.

source: <18>{#p/papyrus}{#f/7}SANS!! STOP COMING OUT OF NOWHERE LIKE THAT!!
ru_ru: <18>{#p/папирус}{#f/7} Сухой!! Не выходи так внезапно!

source: <25>{#p/sans}{#f/2}* heh. * so how are ya, bucko?
ru_ru: * Как дела, Бак?

source: <25>{#p/sans}{#f/0}* i hope my efforts to warn and protect you weren't in vain.
ru_ru: <25>{#p/sans}{#f/0}* Я надеюсь, что мои усилия по предупреждению и защите вас не будут напрасными.

source: <18>{#p/papyrus}{#f/9}I KNEW IT!! YOU WERE A MOLE- RAT ALL ALONG!
ru_ru: Ты всегда был кротом!

source: <25>{#p/sans}{#f/0}* true. * i did infiltrate the royal guard.
ru_ru: * Я действительно проник в Королевскую гвардию.

source: <25>{#p/sans}{#f/3}* but i'd like to think i made a positive influence.
ru_ru: <25>{#p/sans}{#f/3}* Но я думаю, что я оказал положительное влияние.

source: <25>{#p/sans}{#f/2}* after all, it was MY idea to put terrestria in charge.
ru_ru: <25>{#p/sans}{#f/2}* В конце концов, это была моя идея возложить ответственность на terrestria.

source: <18>{#p/papyrus}{#f/1}WHAT!? YOUR IDEA!?
ru_ru: Твои мысли!

source: <18>{#p/papyrus}{#f/5}WOWIE...
ru_ru: <18>{#p/папирус}{#f/5} Вау.

source: <25>{#p/sans}{#f/3}* ... but that's all in the past now.
ru_ru: <25>{#p/sans}{#f/3}* ... Но теперь все в прошлом.

source: <25>{#p/sans}{#f/0}* the way i see it, i'm just glad things didn't end up worse.
ru_ru: <25>{#p/sans}{#f/0}* На мой взгляд, я рад, что все не стало хуже.

source: <25>{#p/alphys}{#f/17}* I'm a little surprised you didn't come back to work at the lab.
ru_ru: <25>{#p/alphys}{#f/17}* Я немного удивлен, что вы не вернулись на работу в лабораторию.

source: <25>{#p/alphys}{#f/5}* You know, like you said you'd do when you were done with the guard.
ru_ru: <25>{#p/alphys}{#f/5}* Вы знаете, как вы сказали, что когда вы закончите охрану, вы сделаете это.

source: <25>{#p/sans}{#f/3}* well, to be honest, i needed a break after all that serious stuff.
ru_ru: <25>{#p/sans}{#f/3}* Хорошо, честно говоря, мне нужно отдохнуть после тех серьезных вещей.

source: <25>{#p/sans}{#f/2}* but hey, at least papyrus is doing a bang-up job, right?
ru_ru: <25>{#p/sans}{#f/2}* Но эй, по крайней мере папирус хорошо сделан, не так ли?

source: <25>{#p/alphys}{#f/6}* Eheh. * Yeah, he is.
ru_ru: * Да, он был.

source: <18>{#p/papyrus}{#f/0}I TRY MY BEST!!
ru_ru: <18>{#p/папирус}{#f/0} Я старался изо всех сил!

source: <25>{#p/alphys}{#f/20}* ... though, there is this one thing that's been on my mind.
ru_ru: <25>{#p/alphys}{#f/20}* ... Но одна вещь всегда была в моей голове.

source: <25>{#p/sans}{#f/0}* what is it?
ru_ru: <25>{#p/sans}{#f/0}* Что это такое?

source: <25>{#p/alphys}{#f/27}* Well, according to the telescopes...
ru_ru: <25>{#p/alphys}{#f/27}* Хорошо, согласно телескопу...

source: <25>{#p/alphys}{#f/27}* Something strange happened to the stars a while back.
ru_ru: <25>{#p/alphys}{#f/27}* Не так давно со звездами произошло что - то странное.

source: <18>{#p/papyrus}{#f/6}STRANGE!? HOW CAN A STAR BE STRANGE!?
ru_ru: Почему звезды странные?

source: <25>{#p/alphys}{#f/15}* Well, okay, it wasn't actually the STAR that was strange.
ru_ru: <25>{#p/alphys}{#f/15}* Хорошо, ну, странно на самом деле не звезда.

source: <26>{#p/alphys}{#f/23}* It was the way it moved.
ru_ru: <26>{#p/alphys}{#f/23}* Вот как он движется.

source: <25>{#p/alphys}{#f/20}* Or... didn't move?
ru_ru: <25>{#p/alphys}{#f/20}* или... Не шевелился?

source: <25>{#p/alphys}{#f/20}* It was more like... a jump, of sorts. * A sudden shift.
ru_ru: * Внезапные изменения.

source: <25>{#p/alphys}{#f/26}* As if time outside the force field just... lept ahead a few years.
ru_ru: <25>{#p/alphys}{#f/26}* Как будто время вне силового поля просто... На несколько лет вперед.

source: <25>{#p/sans}{#f/0}* you sure those reports didn't contain any counter-indications?
ru_ru: <25>{#p/sans}{#f/0}* Вы уверены, что в этих отчетах нет никаких встречных указаний?

source: <25>{#p/alphys}{#f/20}* Well, I checked, and double-checked, and triple-checked...
ru_ru: <25>{#p/alphys}{#f/20}* Хорошо, я проверил снова и снова...

source: <18>{#p/papyrus}{#f/6}BUT DID YOU QUADRUPLE-CHECK!?
ru_ru: <18>{#p/папирус}{#f/6} Но вы кивнули на четверть?

source: <25>{#p/alphys}{#f/21}* Of course I did.
ru_ru: <25>{#p/alphys}{#f/21}* Конечно.

source: <25>{#p/alphys}{#f/5}* But it didn't change the result.
ru_ru: <25>{#p/alphys}{#f/5}* Но это не меняет результата.

source: <25>{#p/sans}{#f/3}* huh. * how strange.
ru_ru: * Очень странно.

source: <25>{#p/sans}{#f/0}* i'd say this is worth a closer look.
ru_ru: <25>{#p/sans}{#f/0}* Я думаю, что это стоит внимательно посмотреть.

source: <25>{#p/alphys}{#f/20}* Agreed.
ru_ru: <25>{#p/alphys}{#f/20}* Согласен.

source: <25>{#p/sans}{#f/3}* whoops. * the recording's almost at its time limit now.
ru_ru: * Запись приближается.

source: <25>{#p/alphys}{#f/17}* ... oh. * I guess we should wrap this up, then.
ru_ru: * Тогда, я думаю, мы должны положить этому конец.

source: <25>{#p/alphys}{#f/6}* Well, I... I hope you're doing alright out there.
ru_ru: <25>{#p/alphys}{#f/6}* Хорошо, я... надеюсь, что вы хорошо живете снаружи.

source: <25>{#p/alphys}{#f/5}* If we managed to find happiness here, then... so can you.
ru_ru: <25>{#p/alphys}{#f/5}* Если мы можем найти счастье здесь, то... Ты тоже можешь.

source: <25>{#p/alphys}{#f/10}* After all, you've got the whole universe to explore!
ru_ru: <25>{#p/alphys}{#f/10}* В конце концов, у вас есть целая вселенная, которую нужно исследовать!

source: <18>{#p/papyrus}{#f/0}WELL SAID, ALPHYS. WELL SAID.
ru_ru: Хорошо сказано.

source: <25>{#p/sans}{#f/2}* heh. * take care, okay?
ru_ru: * Береги себя, хорошо?

source: <18>{#p/papyrus}{#f/9}YEAH!! UNTIL NEXT TIME!!
ru_ru: В следующий раз!

source: <25>{#p/alphys}{#f/8}* ... until next time.
ru_ru: <25>{#p/alphys}{#f/8}* ... До следующего раза.

source: <32>{#s/phone}{#p/event}* Dialing...
ru_ru: <32>Сержант #s/phone сержант #p/event* набирает номер.

source: <25>{#p/sans}{#f/0}* hello?
ru_ru: <25>{#p/sans}{#f/0}* Как дела?

source: <25>{#p/sans}{#f/3}* ... oh, heya. * been a while since we last spoke, huh?
ru_ru: * Прошло некоторое время с тех пор, как мы говорили в последний раз, не так ли?

source: <25>{#p/sans}{#f/0}* this must be your fifth or sixth call by now.
ru_ru: <25>{#p/sans}{#f/0}* Это, должно быть, ваш пятый или шестой звонок.

source: <32>{#p/human}* (You correct Sans, telling him it's actually the seventh.)
ru_ru: <32>{#p/human}* (Вы исправляете Sans, говорите ему, что это на самом деле седьмой.)

source: <25>{#p/sans}{#f/2}* nah, i knew that. * i was just testing your memory skills.
ru_ru: * Я просто проверяю вашу память.

source: <25>{#p/sans}{#f/0}* heh... * y'know, bud...
ru_ru: * Ты знаешь, чувак...

source: <25>{#p/sans}{#f/0}* for someone who did the kinds of things you did...
ru_ru: <25>{#p/sans}{#f/0}* означает человека, который сделал то, что вы сделали.

source: <25>{#p/sans}{#f/3}* you sound awfully shy over the phone.
ru_ru: <25>{#p/sans}{#f/3}* Вы выглядите застенчивым по телефону.

source: <32>{#p/human}* (You try to apologize, but you can't find the words.)
ru_ru: <32>{#p/human}* (Вы пытаетесь извиниться, но не можете найти подходящего слова.)

source: <25>{#p/sans}{#f/3}* hey, don't sweat it. * we all make mistakes, don't we?
ru_ru: * Мы все совершаем ошибки, не так ли?

source: <25>{#p/sans}{#f/0}* like, on the day you left...
ru_ru: <25>{#p/sans}{#f/0}* Как в тот день, когда вы ушли...

source: <25>{#p/sans}{#f/0}* it was a mistake to think my words could make any difference.
ru_ru: <25>{#p/sans}{#f/0}* Ошибочно думать, что мои слова могут иметь какие - либо последствия.

source: <32>{#p/human}* (You ask Sans why he's only mentioning this now.)
ru_ru: <32>{#p/human}* (Вы спрашиваете Санса, почему он упомянул только это сейчас).

source: <25>{#p/sans}{#f/0}* hmm... good point.
ru_ru: <25>{#p/sans}{#f/0}* hmm. - Хорошо сказано.

source: <25>{#p/sans}{#f/3}* we've never really discussed it before.
ru_ru: <25>{#p/sans}{#f/3}* Мы никогда не обсуждали этот вопрос раньше.

source: <25>{#p/sans}{#f/3}* i mean, i could ask why you're still in range of the outpost...
ru_ru: <25>{#p/sans}{#f/3}* Я имею в виду, я могу спросить, почему вы все еще в пределах форпоста.

source: <25>{#p/sans}{#f/2}* but that might be getting a little too off-topic.
ru_ru: <25>{#p/sans}{#f/2}* Но это может несколько отклониться от темы.

source: <25>{#p/sans}{#f/0}* so... why am i only bringing that day up now?
ru_ru: <25>{#p/sans}{#f/0}* Поэтому... почему я только сейчас упомянул этот день?

source: <25>{#p/sans}{#f/3}* well, to tell you the truth...
ru_ru: <25>{#p/sans}{#f/3}* Ладно, скажи тебе правду.

source: <25>{#p/sans}{#f/0}* i'm having trouble taking what happened at face value.
ru_ru: <25>{#p/sans}{#f/0}* Мне трудно понять, что происходит на поверхности.

source: <32>{#p/human}* (You focus on Sans's voice.)
ru_ru: <32>{#p/human}* (Вы фокусируетесь на голосе Санса).
