Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <08>{#p/basic}{~}What's the point..
ru_ru: <08>{#p/basic}{~} В чем смысл?

source: <08>{#p/basic}{~}So.. alone..
ru_ru: <08>{#p/basic}{~} Так что... только.

source: * Lithium
ru_ru: * Литий

source: <32>{#p/story}* "Astro Serf" is no more.
ru_ru: <32>{#p/story}* Astro Serf больше не существует.

source: <32>{#p/story}* Smells like battery power.
ru_ru: <32>{#p/story}* Пахнет как заряд батареи.

source: <25>{#p/kidd}{#f/4}* Is it just me, or does it seem kinda empty around here...
ru_ru: <25>{#p/kidd}{#f/4}* Это только я, или здесь кажется немного пустым.

source: <32>{#p/kidding}* Uh...
ru_ru: <32>{#p/Шутка}* Э...

source: <32>* Why'd they vanish like that?
ru_ru: <32>Почему они просто исчезли?

source: <32>* Well, we WERE attacking them, so maybe they got scared and teleported away, haha.
ru_ru: <32>* Ладно, мы тогда на них нападали, так что, может быть, они испугались, их телепортировали, ха - ха.

source: <32>{#p/kidding}* Another one?
ru_ru: <32>{#p/Шутка}* Другое?

source: <32>* Dang, why don't I get to have a cool teleporter!?
ru_ru: <32>* Ой, почему у меня не может быть классного передатчика!

source: <32>{#p/kidding}* And they're gone...
ru_ru: <32>{#p/Шутка}* Они ушли...

source: <32>{#p/kidding}* ...
ru_ru: <32>{#p/Шутка}* ...

source: <25>{#p/kidd}{#f/4}* Uh...
ru_ru: <25>{#p/kidd}{#f/4}* Э...

source: <25>* Why'd they vanish like that?
ru_ru: <25>Почему они просто исчезли?

source: <25>{#f/1}* Well, we WERE attacking them, so...
ru_ru: <25>{#f/1}* Хорошо, мы атакуем их, так...

source: <25>* Maybe they got scared and teleported away, haha.
ru_ru: <25>* Может быть, они испугались, их телепортировали, ха - ха.

source: <25>{#p/kidd}{#f/4}* Another one?
ru_ru: <25>{#p/kidd}{#f/4}* Другой?

source: <25>{#f/1}* Dang, why don't I get to have a cool teleporter!?
ru_ru: <25>{#f/1}* Ой, почему у меня не может быть классного передатчика!

source: <25>{#p/kidd}{#f/4}* And they're gone...
ru_ru: <25>{#p/kidd}{#f/4}* Они ушли.

source: <32>* They seemed really scared...
ru_ru: <32>* Они действительно выглядят испуганными.

source: <32>* I hope we didn't hurt them too badly or something...
ru_ru: <32>* Надеюсь, мы не причинили им слишком много вреда.

source: <32>{#p/kidding}* That one too...!
ru_ru: <32>{#p/Шутка}* Это тоже.

source: <32>* Are we hitting them too hard...?
ru_ru: <32>* Мы не слишком сильно играем.

source: <25>* They seemed really scared...
ru_ru: <25>* Они действительно выглядят испуганными.

source: <25>* I hope we didn't hurt them too badly or something...
ru_ru: <25>* Надеюсь, мы не причинили им слишком много вреда.

source: <25>{#p/kidd}{#f/7}* That one too...!
ru_ru: <25>{#p/kidd}{#f/7}* Это тоже.

source: <25>{#f/4}* Are we hitting them too hard...?
ru_ru: <25>{#f/4}* Мы играем слишком тяжело.

source: <25>{#p/kidd}{#f/4}* Hey...
ru_ru: <25>{#p/kidd}{#f/4}* Эй...

source: <25>{#p/kidd}{#f/1}* Where's everybody going?
ru_ru: <25>{#p/kidd}{#f/1}* Где все?

source: <32>{#p/kidding}* Yo... I don't know how to do any cool magic yet...
ru_ru: <32>{#p/Шутка}* Йо. Я еще не знаю, как применить какую - либо крутую магию.

source: <32>{#p/kidding}* But uh, I can heal you!
ru_ru: <32>{#p/Шутка}* Но, ну, я могу исцелить тебя!

source: <32>{#p/kidding}* Healing spell!
ru_ru: <32>{#p/Шутка}* Исцеляющее заклинание!

source: <32>{#p/kidding}* Health be with you!
ru_ru: <32>{#p/Шутка}* Здоровье с тобой!

source: <32>{#p/kidding}* Take this!
ru_ru: <32>{#p/Шутка}* Возьми это!

source: <32>{#p/kidding}* Just leave me out of it...
ru_ru: <32>{#p/Шутка}* Оставь меня в покое.

source: <32>{#p/kidding}* Help, I've never been in a battle before! * What do I do!?
ru_ru: * Что мне делать?

source: <32>{#p/kidding}* Uh... help!
ru_ru: <32>{#p/Шутка}* Э... Помогите!

source: <32>{#p/kidding}* I... think I'm getting the hang of this.
ru_ru: <32>{#p/Шутка}* Я... думаю, я освоил трюк.

source: <32>{#p/kidding}* Oh! Oh!
ru_ru: <32>{#p/Шутка}* О! Оу!

source: <32>* I know how ACTing works!
ru_ru: <32>Я знаю, как работает шоу!

source: <32>* Watch this...!
ru_ru: <32>* Посмотрите это.

source: <32>{#p/kidding}* Are you sure...? * They don't seem to be happy about all this...
ru_ru: * Они, похоже, не удовлетворены всем этим.

source: <32>{#p/kidding}* Is this really a good idea...?
ru_ru: <32>{#p/Шутка}* Это действительно хорошая идея.

source: <32>{#p/kidding}* Um...
ru_ru: <32>{#p/Шутка}* Мм...

source: <32>{#p/kidding}* Er...
ru_ru: <32>{#p/Шутка}* Э...

source: <32>{#p/story}* Monster Kid struggled in the web and made a scary face.
ru_ru: <32>{#p/story}* Мальчик - монстр борется в Интернете и делает ужасное лицо.

source: <32>{#p/story}* Monster Kid struggled in the web and yelled.
ru_ru: <32>{#p/story}* Мальчик - монстр изо всех сил пытается кричать в Интернете.

source: <32>{#p/story}* Monster Kid gave out a menacing laugh.
ru_ru: <32>{#p/story}* Мальчик - монстр издает угрожающий смех.

source: <32>{#p/story}* Monster Kid sang a scary tune.
ru_ru: <32>{#p/story}* Мальчик - монстр спел страшную песню.

source: <32>{#p/story}* Monster Kid yelled overly edgy lyrics.
ru_ru: <32>{#p/story}* Текст песни "Monster Boy" был слишком авангардным.

source: <32>{#p/story}* Monster Kid drummed loudly with their feet.
ru_ru: <32>{#p/story}* Мальчик - монстр громко барабанит ногами.

source: <32>{#p/story}* Monster Kid pointed out the dirty floors.
ru_ru: <32>{#p/story}* Мальчик - монстр указывает на грязный пол.

source: <32>{#p/story}* Monster Kid pointed out the leaky pipes.
ru_ru: <32>{#p/story}* Мальчик - монстр указывает на протекающий трубопровод.

source: <32>{#p/story}* Monster Kid made a gross face.
ru_ru: <32>{#p/story}* Мальчик - монстр сделал гримасу.

source: <32>{#p/story}* Monster Kid stared $(x) directly in the face.
ru_ru: <32>{#p/story}* Мальчик - монстр смотрит прямо в лицо $(x).

source: <32>{#p/story}* Monster Kid pointed at $(x) accusingly.
ru_ru: <32>{#p/story}* Монстр - пацан упрекает, указывая на $(x).

source: <32>{#p/story}* Monster Kid circled around $(x) like a predator.
ru_ru: <32>{#p/story}* Мальчик - монстр кружит вокруг $(x), как хищник.

source: <32>{#p/story}* Monster Kid complimented Muffet on her eloquent taste in clothing.
ru_ru: <32>{#p/story}* Мальчик - монстр похвалил Маффета за его убедительный вкус к одежде.

source: <32>{#p/story}* Monster Kid told Muffet her pastries are the best known to monsterkind.
ru_ru: <32>{#p/story}* Мальчик - монстр сказал Маффетт, что ее пирожные являются самыми известными монстрами.

source: <32>{#p/story}* Monster Kid said no webs are as strong as Muffet's.
ru_ru: <32>{#p/story}* Мальчик - монстр говорит, что ни одна сеть не так сильна, как сеть Мафта.

source: <32>{#p/story}* Monster Kid hummed a pretty melody.
ru_ru: <32>{#p/story}* Мальчик - монстр напевает красивую мелодию.

source: <32>{#p/story}* Monster Kid complimented Shyren's hair.
ru_ru: <32>{#p/story}* Мальчик - монстр похвалил волосы Хирон.

source: <32>{#p/story}* Monster Kid complimented Shyren's voice.
ru_ru: <32>{#p/story}* Мальчик - монстр похвалил голос Ширен.

source: <32>{#p/story}* Monster Kid called Skrubbington the cleanest monster on the block.
ru_ru: <32>{#p/story}* Мальчик - монстр назвал Скруббингтона самым чистым монстром в квартале.

source: <32>{#p/story}* Monster Kid appreciated Skrubbington's efforts to freshen up the factory.
ru_ru: <32>{#p/story}* Мальчик - монстр высоко оценивает усилия Скруббингтона по восстановлению завода.

source: <32>{#p/story}* Monster Kid noted Skrubbington's committment to perfection.
ru_ru: <32>{#p/story}* Мальчик - монстр отмечает приверженность Скрубингтона совершенству.

source: <32>{#p/story}* Monster Kid complimented Radtile's mirror.
ru_ru: <32>{#p/story}* Мальчик - монстр хвалит зеркало Радвы.

source: <32>{#p/story}* Monster Kid complimented Radtile's hat.
ru_ru: <32>{#p/story}* Мальчик - монстр хвалит шляпу Радвы.

source: <32>{#p/story}* Monster Kid made sure to double-check Radtile's appearance.
ru_ru: <32>{#p/story}* Монстр - пацан убедится, что он тщательно изучил внешний вид Ладвы.

source: <32>{#p/story}* Monster Kid offered to keep $(x) company.
ru_ru: <32>{#p/story}* Monster Kids предлагает в качестве компаньона $(x).

source: <32>{#p/story}* Monster Kid told $(x) they'd be there if it'd help.
ru_ru: <32>{#p/story}* Монстр - пацан говорит $(x), если это поможет, они будут там.

source: <32>{#p/story}* Monster Kid stood on top of $(x).
ru_ru: <32>{#p/story}* Мальчик - монстр стоит на $(x).

source: <32>{#p/story}* Monster Kid tried asking Muffet about spider clans.
ru_ru: <32>{#p/story}* Мальчик - монстр пытается спросить конюха о семействе пауков.

source: <32>{#p/story}* Monster Kid tried asking Muffet about bakeries.
ru_ru: <32>{#p/story}* Мальчик - монстр пытается спросить Маффета о пекарне.

source: <32>{#p/story}* Monster Kid tried asking Muffet about tea.
ru_ru: <32>{#p/story}* Мальчик - монстр пытается спросить конюха о чае.

source: <32>{#p/story}* Monster Kid debated about musical notation.
ru_ru: <32>{#p/story}* Мальчик - монстр спорил о партитуре.

source: <32>{#p/story}* Monster Kid spoke about music theory.
ru_ru: <32>{#p/story}* Мальчик - монстр говорит о теории музыки.

source: <32>{#p/story}* Monster Kid discussed their favorite music genres.
ru_ru: <32>{#p/story}* Мальчики - монстры обсуждают свои любимые музыкальные жанры.

source: <32>{#p/story}* Monster Kid waxed poetic about proper hygiene.
ru_ru: <32>{#p/story}* « Мальчик - монстр» поэтичен для правильной гигиены.

source: <32>{#p/story}* Monster Kid rapped about hazard safety.
ru_ru: <32>{#p/story}* Мальчик - монстр критикует опасную безопасность.

source: <32>{#p/story}* Monster Kid showed off their polished sewer pipe set.
ru_ru: <32>{#p/story}* Мальчики - монстры показали свои полированные наборы канализационных труб.

source: <32>{#p/story}* Monster Kid made an ugly face at Radtile.
ru_ru: <32>{#p/story}* Мальчик - монстр сделал уродливое лицо в Ладве.

source: <32>{#p/story}* Monster Kid came near and inspected Radtile up close.
ru_ru: <32>{#p/story}* Мальчик - монстр подошел и осмотрел Ладву с близкого расстояния.

source: <32>{#p/story}* Monster Kid acted out as if they were a feral creature.
ru_ru: <32>{#p/story}* Мальчик - монстр ведет себя как зверь.

source: <32>{#p/story}* Monster Kid wiggled around, mimicing $(x).
ru_ru: <32>{#p/story}* Мальчик - монстр крутит тело, имитируя $(x).

source: <32>{#p/story}* Monster Kid did a handstand, impressing $(x).
ru_ru: <32>{#p/story}* Монстр - пацан сделал перевернутый, оставив глубокое впечатление $(x).

source: <32>{#p/story}* Monster Kid spun around, bewildering $(x).
ru_ru: <32>{#p/story}* Мальчик - монстр повернулся и запутал $(x).

source: <32>{#p/story}* Monster Kid tried telling Muffet there's no point in all this!
ru_ru: <32>{#p/story}* Мальчик - монстр пытается сказать Маффету, что все это бессмысленно!

source: <32>{#p/story}* Monster Kid claimed a spatial distortion was approaching fast!
ru_ru: <32>{#p/story}* Мальчик - монстр утверждает, что искажение пространства быстро приближается!

source: <32>{#p/story}* Monster Kid claimed an airborne viral agent was on its way!
ru_ru: <32>{#p/story}* Мальчик - монстр утверждает, что приходит вирусный препарат, передающийся по воздуху!

source: <32>{#p/story}* Monster Kid claimed the nearby pipes were leaking acid!
ru_ru: <32>{#p/story}* Мальчик - монстр утверждает, что из соседней трубы течет кислота!

source: <32>{#p/story}* Nothing happened.
ru_ru: <32>{#p/story}* Ничего не произошло.

source: <32>{#p/story}* Skrubbington was grossed out! * Skrubbington's DEFENSE down!
ru_ru: * Защита Скруббингтона провалилась!

source: <32>{#p/story}* Shyren felt uncomfortable! * Shyren's DEFENSE down!
ru_ru: * Защита Ширена провалилась!

source: <32>{#p/story}* Radtile felt uncomfortable! * Radtile's DEFENSE down!
ru_ru: * Защита Лативы провалилась!

source: <32>{#p/story}* $(x) felt uncomfortable! * $(x)'s DEFENSE down!
ru_ru: * $(x) Оборона падает!

source: <32>{#p/story}* Skrubbington felt flattered! * Skrubbington's ATTACK down!
ru_ru: * Скарбингтон атакует!

source: <32>{#p/story}* Shyren felt flattered! * Shyren's ATTACK down!
ru_ru: * Ширен атакует!

source: <32>{#p/story}* Radtile felt respected! * Radtile's ATTACK down!
ru_ru: * Нападение Радивы!

source: <32>{#p/story}* $(x) felt respected! * $(x)'s ATTACK down!
ru_ru: * $(x) Атака!

source: <32>{#p/story}* Skrubbington and the others were distracted by Monster Kid and forgot their turn!
ru_ru: <32>{#p/story}* Скруббингтон и другие были отвлечены монстрами и забыли, что их очередь!

source: <32>{#p/story}* Skrubbington was distracted by Monster Kid and forgot their turn!
ru_ru: <32>{#p/story}* Scrubbington отвлекается монстрами - пацанами, забывая, что их очередь!

source: <32>{#p/story}* Distracted by Monster Kid, Shyren forgot her turn!
ru_ru: <32>{#p/story}* Отвлеченный монстром - пацаном, Ширен забыл свою очередь!

source: <32>{#p/story}* Entranced by Monster Kid, $(x) and the others forgot their turn!
ru_ru: <32>{#p/story}* Забыты монстрами - пацанами, $(x) и другими, их очередь!

source: <32>{#p/story}* Entranced by Monster Kid, Radtile forgot his turn!
ru_ru: <32>{#p/story}* В него втянулся парень - монстр, и Ладва забыл, что его очередь!

source: <32>{#p/story}* Entranced by Monster Kid, $(x) forgot their turn!
ru_ru: <32>{#p/story}* Застрял в монстров - пацанов, $(x) забыл, что их очередь!

source: <32>{#p/story}* Fearful for its life, Skrubbington panicked and left the battle!
ru_ru: <32>{#p/story}* Скруббингтон в панике покинул бой, опасаясь за свою жизнь!

source: <32>{#p/story}* The other monsters continue to fight you.
ru_ru: <32>{#p/story}* Другие монстры продолжают сражаться с вами.

source: <32>{#p/story}* Fearful for her life, Shyren panicked and left the battle!
ru_ru: <32>{#p/story}* Ширен в панике покинул поле битвы из - за опасений за свою жизнь!

source: <32>{#p/story}* Encouraged by her own performance, Shyren braved the threat!
ru_ru: <32>{#p/story}* Воодушевленный своим выступлением, Ширен смело противостоит угрозе!

source: <32>{#p/story}* Fearful for his life, Radtile panicked and left the battle!
ru_ru: <32>{#p/story}* Radtile испугался за свою жизнь и в панике покинул бой!

source: <32>{#p/story}* Fearful for its life, $(x) panicked and left the battle!
ru_ru: <32>{#p/story}* Из страха за жизнь, $(x) запаниковал, вышел из боя!

source: <32>{#p/kidding}* Y... y-you want me to fight? * Are you sure?
ru_ru: * Ты уверен?

source: * (Do you confirm?)
ru_ru: * (Вы подтвердили?)

source: <32>{#p/kidding}* Okay... here goes nothing...
ru_ru: <32>{#p/Шутка}* Хорошо. Здесь ничего нет.

source: <32>{#p/kidding}* Oh, okay...
ru_ru: <32>{#p/Шутка}* О, ну...

source: <32>* I'll just spare them, then!
ru_ru: <32>Тогда я пощадю их!

source: <32>* Hi-yah...!
ru_ru: <32>* Привет!

source: <32>* Wa-POW!
ru_ru: <32>* Вау!

source: <32>{#p/kidding}* Mercy? * Do I spare them?
ru_ru: * Я пощадил их?

source: <32>{#p/kidding}* Haha, that's easy!
ru_ru: <32>{#p/Шутка}* Ха - ха, это легко!

source: * (What should Monster Kid do?)
ru_ru: * (Что делать мальчику - монстру?)

source: Mercy
ru_ru: Милосердие.

source: Act
ru_ru: Законодательство

source: Magic
ru_ru: Магия

source: Fight
ru_ru: Борьба

source: Keyring
ru_ru: Круг ключей

source: Say Hello
ru_ru: Привет.

source: About Yourself
ru_ru: О себе.

source: Call Him "Dad"
ru_ru: Называй его "папа".

source: Flirt
ru_ru: Флирт

source: Insult
ru_ru: Оскорбление

source: <32>{#p/human}* (Too much interference.)
ru_ru: <32>{#p/human}* (Слишком много помех).

source: <32>{#p/basic}* ... but nobody came.
ru_ru: <32>{#p/basic}* ... Но никто не пришел.

source: <32>{#p/human}* (No connection.)
ru_ru: <32>{#p/human}* (Без подключения).

source: <32>{#p/human}* (It sounds like a small, white dog is sleeping on the cell phone.)
ru_ru: <32>{#p/human}* (Звучит так, будто белый щенок спит на телефоне).

source: <32>{#p/basic}* (Snore... snore...)
ru_ru: <32>{#p/basic}* (храп... храп...)

source: <32>* (Snore... snore...)
ru_ru: <32>* (храп... храп...)

source: <32>{#p/basic}* (Snore... snore... snore...)
ru_ru: <32>{#p/basic}* (храп... храп...)

source: <32>* (Snore... snore... snore...)
ru_ru: <32>* (храп... храп...)

source: <32>{#p/basic}* (Snore...!)
ru_ru: <32>{#p/basic}* (храп...!)

source: <32>* (Snore...!)
ru_ru: <32>* (Храп...!)

source: <32>{#p/basic}* (Snore...?)
ru_ru: <32>{#p/basic}* (храп...?)

source: <32>* (Snore...?)
ru_ru: <32>* (Храп...)

source: <25>{#p/asgore}{#f/5}* About me?
ru_ru: <25>{#p/asgore}{#f/5}* О мне?

source: <25>{#f/7}* ... oh, but where would I begin?
ru_ru: <25>{#f/7}* ... О, но с чего мне начать?

source: <25>{#f/6}* There is far too much to tell at once.
ru_ru: <25>{#f/6}* Слишком много говорить за раз.

source: <25>{#f/6}* Perhaps, over time, you will come to know me very well.
ru_ru: <25>{#f/6}* Возможно, со временем вы будете все больше и больше узнавать меня.

source: <25>{#f/21}* It would be better than telling you everything at once.
ru_ru: <25>{#f/21}* Это лучше, чем сказать вам все сразу.

source: <25>{#p/asgore}{#f/5}* If you like, I can tell you something about myself later.
ru_ru: <25>{#p/asgore}{#f/5}* Если хотите, я могу рассказать вам немного о себе позже.

source: <25>{#f/7}* How does that sound?
ru_ru: <25>{#f/7}* Как это звучит?

source: <25>{#f/4}* Frisk.
ru_ru: <25>{#f/4}* Фриск.

source: <25>{#f/6}* Surely there is someone more your age.
ru_ru: <25>{#f/6}* Определенно есть кто - то старше вас.

source: <25>{#f/5}* I am not saying I cannot oblige, but...
ru_ru: <25>{#f/5}* Я не говорю, что не могу согласиться, но...

source: <25>{#f/6}* There is a world of difference between "can" and "should."
ru_ru: <25>{#f/6}* Между "can" и "should" существует огромная разница.

source: <25>{#p/asgore}{#f/20}* Frisk.
ru_ru: <25>{#p/asgore}{#f/20}* Фриск.

source: <25>{#f/20}* Perhaps when you are older, we may explore this further.
ru_ru: <25>{#f/20}* Возможно, когда вы вырастете, мы сможем продолжить изучение этого вопроса.

source: <25>{#f/6}* But not now.
ru_ru: <25>{#f/6}* Но не сейчас.

source: <25>{#f/6}* You call me "Dad," and then you flirt with me.
ru_ru: <25>{#f/6}* Ты называешь меня "папа", а потом ты флиртуешь со мной.

source: <25>{#f/5}* I am not sure how to react to this.
ru_ru: <25>{#f/5}* Я не знаю, как реагировать.

source: <25>{#p/asgore}{#f/21}* A greeting, you say?
ru_ru: <25>{#p/asgore}{#f/21}* Вы сказали привет?

source: <25>{#f/7}* Hmm...
ru_ru: <25>{#f/7}* Мм..

source: <25>{#f/6}* I give you a "Howdy!"
ru_ru: <25>{#f/6}* Я дам тебе "Привет!"

source: <25>{#p/asgore}{#f/5}* Another greeting?
ru_ru: <25>{#p/asgore}{#f/5}* Еще один привет?

source: <25>{#f/21}* I know...
ru_ru: <25>{#f/21}* Я знаю.

source: <25>{#f/6}* "How do you do!"
ru_ru: <25>{#f/6}* "Привет!"

source: <25>{#f/5}* At this rate, I am going to run out of greetings.
ru_ru: <25>{#f/5}* При такой скорости мои приветствия заканчиваются.

source: <25>{#f/6}* Though, the birds outside may be more willing to oblige.
ru_ru: <25>{#f/6}* Однако птицы снаружи могут быть более охотно готовы помочь.

source: <25>{#f/7}* Why not try with them?
ru_ru: <25>{#f/7}* Почему бы не попробовать?

source: <25>{#p/asgore}{#f/5}* ... howdy, little one.
ru_ru: <25>{#p/asgore}{#f/5}* ... Привет, малыш.

source: <25>{#f/6}* It is always nice to hear your voice.
ru_ru: <25>{#f/6}* Всегда приятно слышать ваш голос.

source: <25>{#f/21}* Of course.
ru_ru: <25>{#f/21}* Конечно.

source: <25>{#f/6}* I suppose it is only natural you would call me that.
ru_ru: <25>{#f/6}* Я думаю, что это естественно, что вы меня так называете.

source: <25>{#f/6}* You may call me "Dad" if you want, Frisk.
ru_ru: {#f/6}* Если хочешь, можешь звать меня "папа", Фриск.

source: <25>{#p/asgore}{#f/24}* ... * Goodness gracious.
ru_ru: * Боже мой.

source: <25>{#f/6}* You seem very intent on me being your father.
ru_ru: <25>{#f/6}* Ты, кажется, очень хочешь, чтобы я был твоим отцом.

source: <25>{#f/21}* Fortunately, I had already planned to fill that role.
ru_ru: <25>{#f/21}* К счастью, я запланировал заполнить эту роль.

source: <25>{#f/6}* You flirt with me, and then you call me "Dad."
ru_ru: <25>{#f/6}* Ты флиртуешь со мной, а потом ты зовешь меня "папа"

source: <25>{#f/1}* You seem very upset about something...
ru_ru: <25>{#f/1}* Вы, кажется, разочарованы чем - то.

source: <25>{#f/6}* If you like, we may talk once construction has come to an end.
ru_ru: <25>{#f/6}* Если вы хотите, мы можем поговорить об этом после завершения строительства.

source: <26>{#f/6}* Ooh. * How dastardly of you.
ru_ru: * Ты такая подлая.

source: <25>{#f/21}* But do not worry... * I can tell you are only kidding with me.
ru_ru: * Я вижу, что ты просто шутишь со мной.

source: <25>{#p/asgore}{#f/6}* I will be available to talk with you soon, okay?
ru_ru: <25>{#p/asgore}{#f/6}* Я скоро поговорю с вами, хорошо?

source: <25>{#p/asgore}{#f/21}* Now, now. * There is no need to be so brazen.
ru_ru: * Не нужно быть таким бесстыдным.

source: Deep Space
ru_ru: Глубокое пространство

source: Your Room
ru_ru: Ваша комната.

source: <32>{#p/human}* (You're filled with determination.)
ru_ru: <32>{#p/human}* (Вы полны решимости.)

source: Eurybia
ru_ru: Европия
