Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <32>* the way the sky set itself on fire every day...
ru_ru: <32>* Небо горит каждый день.

source: <32>* how everyone who lived there was so at peace before the war...
ru_ru: <32>* До войны все там жили так спокойно...

source: <32>* back then, i didn't think anything of it.
ru_ru: <32>* В то время я ничего не думал.

source: <32>* now... after nearly two hundred years of captivity......
ru_ru: <32>* Сейчас. После почти двухсотлетней тюрьмы...

source: <32>* i realized i'd been taking it all for granted.
ru_ru: Я понял, что всегда считал все это само собой разумеющимся.

source: <32>{#p/napstablook}* well, anyway. * the old homeworld was great and all...
ru_ru: * Старый дом - это велико, все...

source: <32>* but the new one's got a lot going for it, too.
ru_ru: <32>* Но и в новом есть чем заняться.

source: <32>* like the wildlife.
ru_ru: <32>* Любит диких животных.

source: <32>* when i traveled the surface earlier, i ran into some of it...
ru_ru: <32>* Я раньше, путешествуя по воде, наткнулся на несколько...

source: <32>* and that's when i saw something interesting happen
ru_ru: <32>* Именно тогда я увидел, что происходит что - то интересное.

source: <32>* the creatures... starting using magic.
ru_ru: <32>* Эти существа. Начните использовать магию.

source: <32>* when i mentioned this to alphys, she said the planet didn't have any magic...
ru_ru: <32>* Когда я упомянул об этом Alphys, она сказала, что на этой планете нет никакой магии.

source: <32>* not according to the scans they took when we first arrived.
ru_ru: <32>* Не на основе результатов сканирования при первом прибытии.

source: <32>* has our arrival to this world...
ru_ru: <32>* Мы пришли в этот мир.

source: <32>* ... given it something it didn't have before?
ru_ru: <32>* ..... Отдать то, чего раньше не было?

source: <32>{#p/napstablook}* ... heh.
ru_ru: <32>{#p/napstabook}* ... Ха - ха.

source: <32>* i've been rambling a lot, huh?
ru_ru: <32>* Я все время бреду, не так ли?

source: <32>* i appreciate you listening to me, though
ru_ru: <32>* Но я ценю, что ты меня слушаешь.

source: <32>* it's really nice of you to do that for me, frisk.
ru_ru: "32", Фрик, это так здорово, что ты можешь сделать это для меня.

source: <32>* just wanted you to know that.
ru_ru: <32>* Просто хочу, чтобы вы знали.

source: <32>{#p/napstablook}* huh? * you still wanted to talk?
ru_ru: * Ты все еще хочешь поговорить?

source: <32>* oh......
ru_ru: <32>* О...

source: <32>* i guess i ran out of conversation topics
ru_ru: <32>Я думаю, у меня нет темы.

source: <32>* i doubt i'd have anything else of interest to say, so...
ru_ru: <32>* Я сомневаюсь, что у меня есть еще что сказать интересное, так что...

source: <32>* feel free to go do something else, now
ru_ru: <32>Теперь вы можете делать другие вещи

source: <32>{#p/napstablook}* ... frisk, uh...
ru_ru: <32>{#p/napstabook}* ... Фрик, ну...

source: <32>* i'm not really sure what to talk about anymore
ru_ru: <32>Я не знаю, что сказать.

source: <32>* maybe... if you come back later today...
ru_ru: <32>* Возможно. Если ты вернешься позже сегодня.

source: <33>* i'll think of something else...
ru_ru: <33>* Я подумаю о чем - то другом.

source: <32>{#p/napstablook}* ... oh.........
ru_ru: <32>{#p/napstabook}* ... О - о - о...

source: <32>* you're......... * still here.........
ru_ru: * Все еще здесь...

source: <32>* even though i have nothing else to say.........
ru_ru: <32>* Хотя мне нечего сказать...

source: <32>* well... i guess, if you just wanted my company... then...
ru_ru: <32>* Хорошо. Я думаю, если ты просто хочешь быть со мной... Тогда...

source: <32>* feel free to stick around a while longer
ru_ru: <32>Можно остаться еще немного

source: <32>{#p/napstablook}* ... hmm...
ru_ru: <32>{#p/napstabook}* ... Скрытая модель Маркова.

source: <32>* actually...
ru_ru: <32>* Фактически.

source: <32>* ... would you like me to tell you a joke?
ru_ru: <32>* ..... Хочешь, я расскажу тебе анекдот?

source: <32>* i don't have much of a sense of humor, but i can try...
ru_ru: <32>* У меня мало чувства юмора, но я могу попробовать...

source: <32>{#p/napstablook}* okay... * here goes...
ru_ru: * Идут.

source: <32>* if a ghost gets tired in the middle of the road, what does it do?
ru_ru: <32>Что будет, если призрак устал посреди дороги?

source: <32>* answer... it {@fill=#ff0}naps to block{@fill=#fff} you.
ru_ru: <32>* Ответить. Он вздремнет, чтобы остановить тебя.

source: <32>* get it? * napstablook? * naps to block?
ru_ru: * Послеобеденный сон остановить?

source: <32>* yeah... * that was kinda bad
ru_ru: * Это немного плохо

source: <32>{#p/napstablook}* ... you wanted me to tell you another joke?
ru_ru: <32>{#p/napstabook}* ... Хочешь, я расскажу тебе еще одну шутку?

source: <32>* hmm... let me think about it...
ru_ru: <32>* Эм... позволь мне подумать...

source: <32>{#p/napstablook}* okay, let's see...
ru_ru: <32>{#p/napstabook}* Хорошо, давайте посмотрим...

source: <32>* if a ghost changed vessels so they could have a child, what would you call it?
ru_ru: <32>Как бы вы назвали призрак, если бы он сменил контейнер, чтобы родить ребенка?

source: <32>* answer... a {@fill=#ff0}trans-parent.{@fill=#fff}.
ru_ru: <32>* Ответить. a {@ fill = #ff0} Родители. {@ fill = #fff}.

source: <32>* ... heh.
ru_ru: <32>* ..... Ха - ха.

source: <32>{#p/napstablook}* ... you wanted me to tell you a third joke?
ru_ru: <32>{#p/napstabook}* ... Хочешь, я расскажу тебе третью шутку?

source: <32>* well... if you insist...
ru_ru: <32>* Хорошо. Если ты настаиваешь.

source: <32>{#p/napstablook}* okay. * i've got it.
ru_ru: * Я понимаю.

source: <32>* if a restaurant hires a ghost to taste test their food, what does that make the ghost?
ru_ru: Если ресторан нанимает призрака, чтобы попробовать свою еду, то что это за призрак?

source: <32>* answer... a {@fill=#ff0}food-in-spectre.{@fill=#fff}.
ru_ru: <32>* Ответить. Еда в призраках. {@ fill = #fff}.

source: <32>{#p/napstablook}* alright, alright. * maybe i got a little carried away with that one.
ru_ru: * Возможно, я немного увлекся этим.

source: <33>* but i hope you liked it anyway.
ru_ru: <33>* Но я надеюсь, что вам все равно понравится.

source: <32>* oh...
ru_ru: <32>* Оу.

source: <32>* ... i guess i'm at a loss for what to say.
ru_ru: <32>* ..... Я не знаю, что сказать.

source: <32>* you've been such a good listener, i'd feel bad if i ran out of ideas.
ru_ru: <32>* Ты всегда был хорошим слушателем, и мне было бы грустно, если бы у меня не было идей.

source: <32>* c'mon, blooky, think...
ru_ru: <32>* Идите, ребята, подумайте...

source: <32>* ... what can you talk about...
ru_ru: <32>* ..... Ты можешь говорить о чем угодно.

source: <32>{#p/napstablook}* wait, hold on
ru_ru: <32>{#p/napstaplok}* Подождите, подождите.

source: <32>* do you know anything about ghost food?
ru_ru: <32>Знаете ли вы, что едят призраки?

source: <32>* that last joke kind of got me thinking about it.
ru_ru: Последняя шутка напомнила мне об этом.

source: <32>* you must be confused... it's not really explained anywhere.
ru_ru: <32>* Вы, должно быть, озадачены. Это нигде не может быть объяснено.

source: <32>* if you like, i can tell you about it...
ru_ru: <32>* Если хотите, я могу вам сказать.

source: <32>{#p/napstablook}* ... so, ghost food...
ru_ru: <32>{#p/napstabook}* ... Итак, призрачная еда...

source: <32>* it's exactly like normal monster food, except...
ru_ru: <32>* Это как обычная монстровская еда, кроме...

source: <32>* when preparing it...
ru_ru: <32>* При подготовке.

source: <32>* there's a special kind of spell you have to use to make it edible for ghosts.
ru_ru: <32>* Существует специальное заклинание, которое вы должны использовать, чтобы заставить призраков есть.

source: <32>* that's right... any monster food can become ghost food.
ru_ru: <32>* Правильно. Любая еда монстров может превратиться в еду для призраков.

source: <32>{#p/napstablook}* as it turns out, though...
ru_ru: <32>{#p/napstaplok}* Доказано, однако...

source: <32>* certain kinds of food are easier to convert than others.
ru_ru: <32>* Некоторые продукты легче преобразуются, чем другие.

source: <32>* like... standard fruit. * or milkshakes.
ru_ru: * Или молочный коктейль.

source: <32>* but something like that exoberry pie you bought from me...
ru_ru: <32>* Но как тот брусничный пирог, который ты купил у меня.

source: <32>* but something like that exoberry pie i had in my shop...
ru_ru: <32>* Но у меня в магазине есть что - то похожее на брусничный пирог.

source: <32>* that... would take a lot of magical power to make.
ru_ru: <32>* Это. Для его изготовления требуется большая магия.

source: <32>* the more complicated the food, the more difficult it is to convert into ghost food.
ru_ru: <32>* Чем сложнее пища, тем труднее ее превращать ее в пищу для привидений.

source: <32>{#p/napstablook}* this one time, my... er, mettaton made me a chocolate cake.
ru_ru: <32>{#p/napstaplok}* На этот раз, мой... ну, Мейтон сделал мне шоколадный торт.

source: <32>{#p/napstablook}* this one time, my cousin made me a chocolate cake.
ru_ru: <32>{#p/napstaplok}* Однажды мой двоюродный брат приготовил мне шоколадный торт.

source: <32>* chocolate filling, chocolate icing... chocolate everything.
ru_ru: <32>* Шоколадная начинка, шоколадная глазурь. Шоколадное всё.

source: <32>* if i didn't know any better, i'd think it was actual human food.
ru_ru: <32>* Если бы я не знал, я бы подумал, что это настоящая человеческая еда.

source: <32>* but somehow, he managed to convert all of that into a ghost food...
ru_ru: <32>* Но каким - то образом ему удалось превратить все это в пищу для привидений...

source: <32>* not for a special occasion, but just because he wanted to see me smile.
ru_ru: <32>* Не для особого случая, просто потому, что он хочет видеть мою улыбку.

source: <32>* but somehow, they managed to convert all of that into a ghost food...
ru_ru: <32>* Но каким - то образом им удалось превратить все это в пищу для привидений...

source: <32>* not for a special occasion, but just because they wanted to see me smile.
ru_ru: <32>* Не для особых случаев, просто потому, что они хотят видеть мою улыбку.

source: <32>* well... i did. * and we ate the cake together.
ru_ru: * Мы вместе ели торт.

source: <32>* and i was happy.
ru_ru: <32>Я очень рад.

source: <32>* heh... * i think i'm gonna pretend to sleep for a while...
ru_ru: * Думаю, мне нужно притвориться, что я немного посплю.

source: <32>* it helps me unwind after a long day like this one.
ru_ru: <32>* После такого долгого дня это помогает мне расслабиться.

source: <32>* ... wait, it's morning...
ru_ru: <32>* ..... Подождите, сейчас утро...

source: <32>* i guess that would make it a long night, then.
ru_ru: <32>* Тогда я думаю, что это будет долгая ночь.

source: <32>* days and nights... * that's going to take some getting used to.
ru_ru: * Это требует времени для адаптации.

source: <32>* well... thanks for talking to me, frisk
ru_ru: <32>* Хорошо. Спасибо, что поговорил со мной, Фрик.

source: <32>* feel free to lay down next to me... if you like......
ru_ru: <32>* Если хочешь, можешь прилечь рядом со мной...

source: <32>* Zzz... Zzz...
ru_ru: <32>* Zzz. Ззз.

source: <32>{#p/napstablook}* Zzz... Zzz...
ru_ru: <32>{#p/napstaplok}* Zzz. Ззз.

source: <32>{#p/basic}* This ghost keeps saying 'z' out loud repeatedly, pretending to sleep.
ru_ru: <32>{#p/basic}* Этот призрак продолжал громко говорить "z", притворяясь спящим.

source: * (Lay down next to it?)
ru_ru: * (Лежать рядом с ним?)

source: Yes
ru_ru: - Да.

source: No
ru_ru: Нет!

source: <32>{#p/basic}* The ghost is still here.
ru_ru: <32>{#p/basic}* Призрак все еще здесь.

source: <32>{#p/napstablook}* oooooooooooo......
ru_ru: <32>{#p/napstaplok}* oooooooooooo...

source: <32>* this is really nice......
ru_ru: <32>* Это очень хорошо...

source: <32>* (You feel... something.)
ru_ru: <32>* (Вы чувствуете... некоторые вещи.)

source: <32>{#p/napstablook}* oh, sorry... i should probably explain what this is...
ru_ru: <32>{#p/napstaplok}* О, простите... Возможно, мне стоит объяснить, что это такое.

source: <32>* ... * so, uh...
ru_ru: * Так, ну...

source: <32>* i took your body... * as a vessel...
ru_ru: * Как корабль.

source: <32>* and now...... we inhabit the same space......
ru_ru: <32>* Теперь... Мы живем в одном пространстве...

source: <32>* i don't know why, but the last human who tried this... really liked it...
ru_ru: <32>* Я не знаю почему, но последний, кто пробовал это... Очень нравится.

source: <32>* so...
ru_ru: <32>* Итак.

source: <32>* maybe you will too...
ru_ru: <32>* Возможно, вы тоже будете.

source: <32>{#p/napstablook}* well, we can stay like this as long as you don't try to move.
ru_ru: <32>{#p/napstaplok}* Хорошо, пока вы не двигаетесь, мы можем оставаться такими.

source: <32>* so... * only try to move around when you want it to end, i guess.
ru_ru: * Я думаю, что попробуйте ходить вокруг только тогда, когда вы хотите закончить.

source: <32>{#p/napstablook}* well... * i hope you liked that...
ru_ru: * Надеюсь, тебе понравится.

source: <32>* or at least found it kind of interesting...
ru_ru: <32>* Или, по крайней мере, это кажется немного забавным.

source: <32>* or something...
ru_ru: <32>* или что - то еще.

source: * (Are you ready to go outside?)
ru_ru: * (Вы готовы выйти?)

source: <32>{#p/human}* (But you didn't feel like wasting your time here.)
ru_ru: <32>{#p/human}* (но вы не хотите тратить время здесь).

source: <32>{#p/basic}* The computer's offline, but there's an empty slot for a computer chip.
ru_ru: <32>{#p/basic}* Компьютер отключен, но есть пустой слот для размещения компьютерного чипа.

source: * (Insert the Computer Chip?)
ru_ru: * (Вставить компьютерный чип?)

source: <32>{#p/human}* (You decide not to insert.)
ru_ru: <32>{#p/human}* (Вы решили не вставлять).

source: <32>{#p/basic}* Ah! * Thank you! * Thank you so much!
ru_ru: * Большое спасибо!

source: <32>* You really took care of me! * You have found a computer very far away indeed!
ru_ru: Вы действительно нашли компьютер далеко!

source: <32>* I have established a link between this computer and my body on the outpost.
ru_ru: Я установил связь между этим компьютером и моим телом в форпосте.

source: <32>* I never could have imagined how it would feel to exist in two places at once!
ru_ru: <32>Я никогда не представлял себе, что такое быть в двух местах одновременно!

source: <32>* It is... incredible...
ru_ru: <32>* Это действительно... невероятно.

source: <32>* I shall not forget this deed, fellow traveler!
ru_ru: <32>Я не забуду этого, товарищ!

source: <32>{#p/basic}* Thank you, fellow traveler. * I owe you my future.
ru_ru: * Я обязан тебе своим будущим.

source: <25>{*}{#p/asgore}{#f/6}* This is emergency program one.{^20}{%}
ru_ru: <25>{*}{#p/asgore}{#f/6}* Это одна из неотложных процедур. {^ 20} {%}

source: <25>{*}{#p/asgore}{#f/6}* Initiating automated self-destruct protocol.{^20}{%}
ru_ru: <25>{*}{#p/asgore}{#f/6}* Включить протокол самоуничтожения. {^ 20}{%}

source: <25>{*}{#p/asgore}{#f/6}* The self-destruct protocol has been terminated remotely.{^20}{%}
ru_ru: <25>{*}{#p/asgore}{#f/6}* Протокол самоуничтожения был дистанционно прекращен. {^ 20}{%}

source: <25>{*}{#p/asgore}{#f/6}* Systems powering down.{^20}{%}
ru_ru: <25>{*}{#p/asgore}{#f/6}* Система отключена. {^ 20}{%}

source: <32>{#p/human}{@fill=#f00}* ($(x) left.)
ru_ru: <32>{#p/human}{@ fill = #f00}* (слева - $(x)).

source: <32>{#p/human}{@fill=#f00}* (Determination.)
ru_ru: <32>{#p/human}{@ fill = #f00}* (Решимость).

source: <32>{#p/basic}* Sorry, kiddo. * We're still out here building the front yard.
ru_ru: * Мы все еще строим здесь передний двор.

source: <32>* And the front door.
ru_ru: <32>* Есть входная дверь.

source: <32>* If you're looking for Asgore, he's out here with us.
ru_ru: <32>* Если вы ищете Асго, он с нами.

source: <32>* We'll be done in a few hours, so just sit tight for now.
ru_ru: <32>* Мы сделаем это через несколько часов, так что, пожалуйста, подождите сейчас.

source: <32>{#p/basic}* Just a few more hours, kiddo.
ru_ru: <32>{#p/basic}* Подождите еще несколько часов, ребенок.

source: <32>* Then you can come out.
ru_ru: <32>* Тогда вы сможете выйти.

source: <32>{#p/basic}* A few more hours.
ru_ru: <32>{#p/basic}* Через несколько часов.

source: <32>{#p/basic}* So this is your room, huh?
ru_ru: <32>{#p/basic}* Значит, это ваша комната, не так ли?

source: <32>* Kind of strange...
ru_ru: <32>* Немного странно.

source: <32>* ... but who am I kidding, this is you we're talking about.
ru_ru: <32>* ..... Но с кем я шучу, мы говорим о тебе.

source: <32>* You'd sleep in a doggy bed if you had the choice.
ru_ru: <32>* Если можно, вы будете спать в собачьей кровати.

source: <32>* And you'd eat the dog food.
ru_ru: <32>* Вы будете есть собачью еду.

source: <32>* And you'd like it if somebody tried to pet you whilst eating said dog food.
ru_ru: <32>* Если кто - то пытается прикоснуться к вам во время еды для собак, вам понравится.

source: <32>{#p/basic}* I'd offer you a treat, but...
ru_ru: <32>{#p/basic}* Я хотел бы пригласить вас на ужин, но...

source: <32>* Even with my new ability to appear visually, I'm still just a ghost.
ru_ru: <32>* Даже если у меня появятся новые визуальные способности, я все равно буду просто призраком.

source: <32>* You'll have to settle for ghost dog treats, I'm afraid.
ru_ru: <32>Я боюсь, что вы можете принимать только призраков и собак.

source: <32>{#p/basic}* Oh, right. * My new ability.
ru_ru: * Мои новые способности.

source: <32>* I tried showing myself to Asriel like before, but he couldn't see me...
ru_ru: <32>* Я пытался показать себя Аслилю, как раньше, но он меня не видел.

source: <32>* So it looks like it only works for you right now.
ru_ru: <32>* Так что, похоже, теперь это только для вас.

source: <32>* Still. * Better than nothing.
ru_ru: * Лучше, чем ничего.

source: <32>* At least you can actually walk up to and talk to me now.
ru_ru: <32>* По крайней мере, теперь вы можете подойти и поговорить со мной.

source: <32>{#p/basic}* Like that, for example.
ru_ru: <32>{#p/basic}* Например, вот так.

source: <32>{#p/basic}* Or that.
ru_ru: <32>{#p/basic}* или так.

source: <32>{#p/basic}* Or even that!
ru_ru: <32>{#p/basic}* Даже так!

source: <32>{#p/basic}* You can stop now.
ru_ru: <32>{#p/basic}* Теперь вы можете остановиться.

source: <32>{#p/basic}* There's more to your room than me, isn't there?
ru_ru: <32>{#p/basic}* У вас больше комнат, чем у меня, не так ли?

source: <32>{#p/basic}* Maybe not.
ru_ru: <32>{#p/basic}* Возможно, нет.

source: <32>{#p/basic}* Maybe I'm all you've got.
ru_ru: <32>{#p/basic}* Может быть, я все, что у тебя есть.

source: <32>{#p/basic}* In which case...
ru_ru: <32>{#p/basic}* В этом случае...

source: <32>{#p/basic}* We'll be here for a long time.
ru_ru: <32>{#p/basic}* Мы здесь надолго.

source: <32>{#p/basic}* A very long time.
ru_ru: <32>{#p/basic}* Долгое время.

source: <32>{#p/basic}* A very, very long time.
ru_ru: <32>{#p/basic}* Очень и очень долго.

source: <32>{#p/basic}* A very, very long time indeed.
ru_ru: <32>{#p/basic}* Очень и очень долго.

source: <32>{#p/basic}* Don't you have anything better to do?
ru_ru: <32>{#p/basic}* У вас нет ничего лучше?

source: <32>{#p/basic}* Ah, the humble hallway.
ru_ru: <32>{#p/basic}* Ах, скромный коридор.

source: <32>* For Asriel and I, it was the starting point of countless adventures...
ru_ru: <32>* Для нас с Асриель это было отправной точкой для бесчисленных приключений.

source: <33>* ... running dauntlessly across the various rooms of the house.
ru_ru: <33>* ..... Бесстрашно пройдя по комнатам дома.

source: <32>* I know, right? * So very adventurous.
ru_ru: * Слишком рискованно.

source: <32>* Sadly, we had to stop after the mirror got smashed in for the seven hundredth time.
ru_ru: <32>* К сожалению, после семисотого удара зеркала нам пришлось остановиться.

source: <32>* You wouldn't believe the excuses I'd come up with...
ru_ru: <32>* Ты не поверишь оправданиям, которые я придумал.

source: <33>* Like when I blamed a particle collider for shooting a stray atom from Earth to the outpost.
ru_ru: * Как я обвиняю коллайдер частиц в том, что он запускает рассеянный атом с Земли в форпост.

source: <33>* And somehow only hitting the glass because it "phased" through the wall.
ru_ru: <33>* Каким - то образом просто ударился о стекло, потому что оно "поэтапно" проходит сквозь стену.

source: <32>* Yeah... that one might've been a stretch.
ru_ru: <32>* Да. Это может быть надуманно.

source: <32>{#p/basic}* Nowadays, though, hallways are just hallways.
ru_ru: <32>{#p/basic}* Однако сегодня коридор - это просто коридор.

source: <32>* And excuses are just excuses.
ru_ru: <32>* Изложение - это только предлог.

source: <32>* Is there a valuable life lesson in there somewhere? * Probably.
ru_ru: * Возможно.

source: <32>* I will say, there's a kind of symbolism to a ghost in a hallway...
ru_ru: <32>* Я бы сказал, что призраки в коридоре имеют символическое значение.

source: <32>* With the whole "between one place and another" thing going on.
ru_ru: <32>* Происходит все то, что "между одним местом и другим".

source: <32>* Actually, that probably only applies to human ghosts.
ru_ru: <32>* На самом деле это может относиться только к человеческим призракам.

source: <32>* Monster ghosts are just born like that naturally...
ru_ru: <32>* Призраки монстров рождаются такими.

source: <32>* So, if anything, they'd be in the room at the beginning of the hallway...
ru_ru: <32>* Поэтому, если есть, они должны быть в комнате в конце коридора...

source: <32>* ... rather than standing in the middle of it.
ru_ru: <32>* ..... А не стоять посреди него.

source: <32>{#p/basic}* Sorry. * Went on a tangent there.
ru_ru: * Там произошел несчастный случай.

source: <32>* But what did you expect me to go on when you spoke to me in a boring hallway?
ru_ru: <32>* Но что вы хотите, чтобы я сказал, когда вы разговариваете со мной в скучном коридоре?

source: <33>* Boring hallway, boring tangent. * That makes sense, right?
ru_ru: * Это имеет смысл, не так ли?

source: <32>{#p/basic}* Or maybe it doesn't. * What do I know.
ru_ru: * Я что - то знаю.

source: <32>{#p/basic}* Apart from the fact that I've run out of things to say.
ru_ru: <32>{#p/basic}* За исключением того, что мне нечего сказать.

source: <32>{#p/basic}* That, I know for sure.
ru_ru: <32>{#p/basic}* Конечно знаю.

source: <32>{#p/basic}* But what can you do?
ru_ru: <32>{#p/basic}* Но что вы можете сделать?

source: <32>{#p/basic}* ... wait, I know! * We could go to a new room!
ru_ru: * Мы можем пойти в новую комнату!

source: <32>{#p/basic}* Ooh... Asgore's room.
ru_ru: <32>{#p/basic}* О... Комната Асгора.

source: <32>* The big guy sure loves his diaries, huh?
ru_ru: <32>* Этот здоровяк определенно любит свой дневник, не так ли?

source: <32>* Even though he hasn't written anything into that one yet, I'm sure he'll do so soon.
ru_ru: <32>* Хотя он еще ничего не написал, я уверен, что он скоро напишет.

source: <32>* Reading them has always been a guilty pleasure of mine...
ru_ru: <32>* Чтение их всегда было моим грешным удовольствием.

source: <32>{#p/basic}* What? * Everyone's got some kind of guilty pleasure, don't they?
ru_ru: * У всех есть какое - то чувство вины, не так ли?

source: <32>* I wonder what yours would be...
ru_ru: <32>* Я хочу знать твой.

source: <32>* Maybe I'll find out later.
ru_ru: <32>* Возможно, я узнаю об этом позже.

source: <32>{#p/basic}* For now, though, I'll just be hanging around.
ru_ru: <32>{#p/basic}* Тем не менее, на данный момент, я просто блуждаю.

source: <32>* Watching, waiting...
ru_ru: <32>* Смотреть, ждать.
