Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <32>* "For the moment, it is recommended that they be grown in orbit."
ru_ru: <32>* "В настоящее время рекомендуется, чтобы они росли на орбите".

source: <32>* "Space station five will be deployed on date K-615.12."
ru_ru: <32>* "Космическая станция 5 будет развернута 6 июня 2012 года".

source: <32>* "If this date has not yet arrived, a shuttlecraft will suffice."
ru_ru: <32>* "Если эта дата еще не наступила, достаточно одного челнока".

source: <32>{#p/basic}* "In the beginning, there was nothing."
ru_ru: <32>{#p/basic}* "Сначала ничего не было".

source: <32>* "Then... the human appeared out of thin air."
ru_ru: <32>* А потом вдруг появляется человек.

source: <32>* "The human and the bunny gave each other a big, fluffy hug..."
ru_ru: <32>* Человек и кролик обнимают друг друга...

source: <32>* "But then...!" * "The human and the bunny could hug no longer."
ru_ru: * Люди и кролики больше не могут обниматься.

source: <32>* "Shocking!" * "Their world views had been shaken to their cores."
ru_ru: * "Их мировоззрение потрясло ядро".

source: <32>* "Later, after much time had passed, the human began working on a solution."
ru_ru: <32>* "Позже, спустя долгое время, люди начали изучать решения".

source: <32>* "Day by day, the human worked tirelessly, all so they could hug their bunny once again."
ru_ru: <32>* « День за днем люди неустанно работают, чтобы они могли снова обнять своих кроликов».

source: <32>* "Eventually... the human's work was complete, and the bunny was ready."
ru_ru: <32>* "В конце концов... человеческая работа завершена, и кролик тоже готов".

source: <32>* "The human opened their arms, waiting for the bunny to approach..."
ru_ru: <32>* "Человечество открывает объятия и ждет кролика близко..."

source: <32>* "Before they knew it, the bunny was already in their arms!"
ru_ru: <32>* "Не зная, что кролик уже у них на руках!"

source: <32>* "And so it was that the human and the bunny lived fluffily ever after."
ru_ru: <32>* С тех пор люди и кролики ведут развратную жизнь.

source: <32>{#p/basic}* "Wormhole experiment report!" * "From Dr. Alphys to Asgore"
ru_ru: * "От доктора Алфиса до Асгора"

source: <32>* "Progress on my wormhole experiment is going smoothly!"
ru_ru: <32>* "Мои эксперименты в червоточине идут хорошо!"

source: <32>* "Ever since Frisk forwarded the professor's equations, I've made steady progress."
ru_ru: <32>* "Я добился устойчивого прогресса с тех пор, как Фриске переслал уравнения профессора".

source: <32>* "I've even managed to send small objects through the aperture..."
ru_ru: <32>* "Мне даже удалось пропустить маленькие предметы через диафрагму..."

source: <32>* "In my next test, I'll send a tethered scanner through and see what it picks up."
ru_ru: <32>* « В моем следующем тесте я отправлю привязной сканер, чтобы посмотреть, что он может обнаружить».

source: <32>* "Wormholes for monster travel could be here as soon as K-616.05!"
ru_ru: <32>* "Червоточины монстров, путешествующих, могут прийти быстрее всего к K - 616.05!"

source: <32>{#p/basic}* "Wormhole experiment report." * "From Dr. Alphys to Asgore"
ru_ru: * "От доктора Алфиса до Асгора"

source: <32>* "Progress on my wormhole experiment has hit a snag."
ru_ru: <32>* "Мои эксперименты в червоточине столкнулись с препятствиями".

source: <32>* "The professor's incomplete equations haven't been enough to get things working."
ru_ru: <32>* "Недостаточное уравнение профессора недостаточно, чтобы заставить вещи работать".

source: <32>* "I'll keep trying, but I can't go too fast without putting my life at risk."
ru_ru: <32>* « Я буду продолжать работать, но я не могу идти слишком быстро, не рискуя жизнью».

source: <32>* "In my next experiment, I'll see if I can get the aperture to last a little longer..."
ru_ru: <32>* "В моем следующем эксперименте я посмотрю, смогу ли я позволить диафрагме длиться дольше..."

source: <32>* "Wormholes for monster travel won't be coming any time soon."
ru_ru: <32>* "Червоточина для путешествия монстров не придет в ближайшее время".

source: <32>{#p/basic}* "You have received an invitation to the transport ship triumph!"
ru_ru: <32>{#p/basic}* "Вы получили приглашение на победу транспортного судна!"

source: <32>* "Events will be held from stem to stern, including hovercar races and dance raves!"
ru_ru: <32>* « Мероприятия будут проходить от начала до конца, включая гонки на воздушной подушке и танцевальные карнавалы! »

source: <32>* "When we reach the homeworld, a final event will be held on the forward section lounge!"
ru_ru: <32>* « Когда мы доберемся до дома, последний матч состоится в фойе! »

source: <32>* "This is an experience you won't want to miss, so get up and get loud while you can!"
ru_ru: <32>* « Это опыт, который вы не хотите пропустить, поэтому встаньте как можно громче! »

source: <32>* "Please note that this invitation expires upon reaching the homeworld."
ru_ru: <32>* "Пожалуйста, обратите внимание, что срок действия этого приглашения истекает по прибытии в родной город".

source: <32>* "Can't wait to see you there!"
ru_ru: <32>* Не могу дождаться встречи с тобой там!

source: <32>{#p/basic}* "Toriel's fur care guide, dated K-614.09."
ru_ru: <32>{#p/basic}* "Руководство Toriel по уходу за мехом, дата K - 614.09".

source: <32>* "When shedding fur, one must always take great care to dispose properly."
ru_ru: <32>* "При удалении волос необходимо быть очень осторожным, правильно обрабатывать".

source: <32>* "The trash can is the obvious choice, but I myself prefer the sink."
ru_ru: <32>* "Мусорные баки - это очевидный выбор, но я сам предпочитаю раковину".

source: <32>* "If you shed often, consider investing in a sink with garbage disposal."
ru_ru: <32>* « Если вы часто принимаете ванну, вы можете рассмотреть возможность инвестирования в раковину с переработкой мусора».

source: <32>* "Regarding softness, the side you sleep on will be the most affected."
ru_ru: <32>* Что касается мягкости, то больше всего пострадает сторона, с которой вы спите.

source: <32>* "If you prefer your head or body fur to be soft, sleep on your side."
ru_ru: <32>* Если вам нравятся мягкие волосы на голове или теле, то спите боком.

source: <32>* "To keep your arms and legs soft, sleep on your back."
ru_ru: <32>* Для поддержания мягкости рук и ног ложитесь спать на спину.

source: <32>* "Thank you, dear readers." * "That will be all."
ru_ru: * Это все ".

source: <32>{#p/human}* (But you weren't in the mood to read a book.)
ru_ru: <32>{#p/human}* (но у вас не было настроения читать в то время).

source: <32>{#p/human}* (The books on this bookshelf are capable of swapping their content on-demand.)
ru_ru: <32>{#p/human}* (Книги на этой полке могут обмениваться контентом по мере необходимости).

source: <32>{#p/basic}* The books are all blank, but get filled with the text of the book you select.
ru_ru: <32>{#p/basic}* Эти книги пусты, но будут заполнены текстом выбранной вами книги.

source: <32>{#p/human}* (You select a book from the control panel, and pick it out once it's ready...)
ru_ru: <32>{#p/human}* (Вы выбираете книгу из панели управления и выбираете ее, когда она будет готова...)

source: <32>{#p/human}* (You put the book back on the shelf.)
ru_ru: <32>{#p/human}* (Вы кладете книгу обратно на полку.)

source: <32>{#p/human}* (You observe the end table, and the cup on top of it.) * (It seems disturbed.)
ru_ru: * (Кажется, его потревожили.)

source: <32>{#p/human}* (You observe the end table.) * (It seems disturbed.)
ru_ru: * (Кажется, его потревожили.)

source: <32>{#p/human}* (You observe the end table, and the cup on top of it.) * (It seems pleased.)
ru_ru: * (Выглядит счастливым.)

source: <32>{#p/human}* (You observe the end table.) * (It seems pleased.)
ru_ru: * (Выглядит счастливым.)

source: <32>{#p/basic}* At last... * A remarkable end table.
ru_ru: * Удивительный столик.

source: <33>{#p/basic}* It even has a cup of electro- dampening fluid on it. * Truly, a sippy you can rely on.
ru_ru: * Правда, бокал вина, на который можно положиться.

source: <32>{#p/human}* (The chair strikes you as being where it belongs.)
ru_ru: <32>{#p/human}* (Стул производит впечатление, где он должен быть.)

source: <32>{#p/human}* (The chair strikes you as being well-placed enough.)
ru_ru: <32>{#p/human}* (Этот стул хорошо сложен и производит на вас впечатление).

source: <32>{#p/human}* (The chair strikes you as being out of place.)
ru_ru: <32>{#p/human}* (Стулья заставляют вас чувствовать себя неуместными.)

source: <32>{#p/basic}* A comfy reading chair...
ru_ru: <32>{#p/basic}* Удобное кресло для чтения.

source: <32>* Doesn't seem like the right size for Asgore.
ru_ru: <32>* Размер не подходит для Асгора.

source: <32>{#p/human}* (Staring out the window, you wonder where you went wrong to deserve this feeling.)
ru_ru: <32>{#p/human}* (Глядя в окно, вы хотите знать, что вы сделали не так, стоит иметь это чувство).

source: <32>{#p/human}* (Staring out the window, you feel nothing but excitement for the future ahead.)
ru_ru: <32>{#p/human}* (Глядя в окно, вы будете только радоваться будущему.)

source: <32>{#p/basic}* The window accentuates the atmosphere outside.
ru_ru: <32>{#p/basic}* Окна подчеркивают атмосферу снаружи.

source: <32>{#p/human}* (Staring out the window, you ask yourself why things had to end up this way.)
ru_ru: <32>{#p/human}* (Глядя в окно, вы спросите себя, почему все так заканчивается.)

source: <32>{#p/human}* (Staring out the window, you remind yourself of how long you've waited to get here.)
ru_ru: <32>{#p/human}* (Глядя в окно, вы напоминаете себе, как долго вы ждали, чтобы добраться сюда.)

source: <32>{#p/basic}* The window enhances the atmosphere inside.
ru_ru: <32>{#p/basic}* Окна улучшают атмосферу в помещении.

source: <32>{#p/human}* (You touch the plant lightly.) * (It understands your pain.)
ru_ru: * (Он понимает вашу боль.)

source: <32>{#p/human}* (You touch the plant lightly.) * (It shakes and bobs, relieved that you were here.)
ru_ru: * (Дрожит, вздыхает с облегчением, ты здесь.)

source: <33>{#p/basic}* A compassionate plant.
ru_ru: <33>{#p/basic}* Сострадательное растение.

source: <32>{#p/human}* (You touch the plant lightly.) * (It promises things will get better for you.)
ru_ru: * (Он обещает, что ваша ситуация улучшится.)

source: <32>{#p/human}* (You touch the plant lightly.) * (It appreciates the gesture.)
ru_ru: * (Он высоко оценивает этот жест.)

source: <32>{#p/basic}* An optimistic plant.
ru_ru: <32>{#p/basic}* Оптимистичные растения.

source: <32>{#p/human}* (The sign doesn't appear to hold anything of note.)
ru_ru: <32>{#p/human}* (Знак, как представляется, не содержит ничего примечательного.)

source: <32>{#p/basic}* It's a digital picture frame. * All it needs now are some good memories, in visual form.
ru_ru: * Теперь все, что ему нужно, это хорошие воспоминания в визуальной форме.

source: <32>{#p/human}* (You note the fairly large size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили, что размер стула довольно большой).

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a mother.
ru_ru: * Подходит для материнства.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Still fit for a queen.
ru_ru: * Все еще подходит для королевы.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Not fit for anyone.
ru_ru: * Не подходит никому.

source: <32>{#p/human}* (You note the small size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили, что размер стула невелик).

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a brother.
ru_ru: * Подходит для того, чтобы быть братом.

source: <32>{#p/human}* (You wonder if this chair is still fit for a little angel.)
ru_ru: <32>{#p/human}* (Вы хотите знать, подходит ли это кресло для маленьких ангелов.)

source: <32>{#p/human}* (You note the perfect size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили идеальный размер кресла - обеда).

source: <32>{#p/basic}* It's fit just for you, Frisk.
ru_ru: <32>{#p/basic}* Это хорошо для вас, Фриск.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Still fit for a child.
ru_ru: * По - прежнему подходит для детей.

source: <32>{#p/human}* (You note the slightly small size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили, что размер стула немного меньше).

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a sibling.
ru_ru: * Подходит для братьев и сестер.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a monster.
ru_ru: * Подходит для монстров.

source: <32>{#p/human}* (You note the exceptional size of the dining chair.)
ru_ru: <32>{#p/human}* (Вы заметили, что размер стула очень большой).

source: <32>{#p/basic}* One of Asgore's dining chairs. * Fit for a father.
ru_ru: * Подходит для отцовства.

source: <32>{#p/basic}* One of Asgore's dining chairs. * Still fit for a king.
ru_ru: * Все еще подходит, чтобы быть королем.

source: <32>{#p/human}* (You place your hands on the exterior of the fridge.) * (It groans harshly.)
ru_ru: * (Он издает резкие стоны.)

source: <32>{#p/human}* (You place your hands on the exterior of the fridge.) * (It purrs gently.)
ru_ru: * (Он тихо храпит.)

source: <32>{#p/basic}* The fridge is mostly empty, save for a single glass of water from Undyne.
ru_ru: <32>{#p/basic}* Холодильник почти пуст, только один стакан воды из Undyne.

source: <32>{#p/basic}* The fridge is mostly empty, save for a single bottle of exoberry punch from Undyne.
ru_ru: <32>{#p/basic}* Холодильник был почти пуст, оставив только бутылку брусничного панча Undyne.

source: <32>{#p/basic}* The fridge is mostly empty, save for a single mug of hot cocoa from Undyne.
ru_ru: <32>{#p/basic}* Холодильник почти пуст, в нем остался только один стакан горячего какао Undyne.

source: <32>* ... it's freezing cold by now.
ru_ru: <32>* ..... Сейчас холодно.

source: <32>{#p/basic}* The fridge is mostly empty, save for a single cup of Starling tea from Undyne.
ru_ru: <32>{#p/basic}* Холодильник почти пуст, в нем осталась только одна чашка чая Undyne Starling.

source: <32>{#p/human}* (Surprisingly, you can't find any residue in the sink.)
ru_ru: <32>{#p/human}* (Удивительно, что вы не можете найти никаких остатков в раковине.)

source: <32>{#p/basic}* No fur, no hair... * Indeed, these are the wonders of technology.
ru_ru: * На самом деле, это чудеса технологии.

source: <32>{#p/human}* (You open the drawer, and pet the dog within for comfort.)
ru_ru: <32>{#p/human}* (Вы открываете ящик и гладите собаку внутри, чтобы получить комфорт).

source: <32>{#p/human}* (You open the drawer, and wave to the dog within.)
ru_ru: <32>{#p/human}* (Вы открываете ящик и машете собаке внутри.)

source: <32>{#p/basic}* That dog, in that drawer... * Better not let Papyrus catch wind of this.
ru_ru: * Лучше не позволять Papyrus слышать шум.

source: <32>{#p/human}* (You wonder if the stove will burn this house down, too.)
ru_ru: <32>{#p/human}* (Вы хотите знать, будет ли печь сжигать этот дом.)

source: <32>{#p/human}* (You wonder what delicious meals will be made here.)
ru_ru: <32>{#p/human}* (Вы хотите знать, какие вкусные блюда здесь готовят).

source: <32>{#p/basic}* It's the same model as Undyne's stove...
ru_ru: <32>{#p/basic}* Она идентична модели печи Undyne.

source: <32>* We can only hope it came equipped with the appropriate safety measures this time.
ru_ru: <32>* Мы можем только надеяться, что на этот раз он оснащен надлежащими мерами безопасности.

source: <32>{#p/human}* (The sign lists instructions to a certain recipe.)
ru_ru: <32>{#p/human}* (Этот символ содержит описание рецепта).

source: <32>{#p/basic}* Tucca Zunasca, a new kind of soup for a new kind of world.
ru_ru: <32>{#p/basic}* Tucca Zunasca - новый суп, подходящий для нового мира.

source: <32>* In a pot, brown a sausage, adding spicy pepper flakes as needed.
ru_ru: <32>* В кастрюле обжарьте колбасу в коричневом цвете и добавьте кусочки перца по мере необходимости.

source: <32>* Add two Kriatas of basic stock, and bring the pot to a boil.
ru_ru: <32>* Добавьте две порции бульона на основе Kriata и доведите кастрюлю до кипения.

source: <32>* For best results, apply fire magic. Otherwise, oxygenated flame will suffice.
ru_ru: <32>* Для достижения наилучших результатов используйте огненную магию. В противном случае кислородного пламени будет достаточно.

source: <32>* Dice one pound of Eurybian potatoes, and add them to the boiling pot.
ru_ru: <32>* Один фунт картофеля Eurybian нарезать на кусочки и положить в кипящую воду.

source: <32>* Once the mixture begins to sparkle, begin adding whipping cream and bar-bird broth.
ru_ru: <32>* Как только смесь начинает вспениваться, начинайте добавлять взбитые сливки и куриный суп.

source: <32>* For now, source the cream from the giga-vine canopy. Other sources may be found later.
ru_ru: <32>* В настоящее время источником сливок является лоза джига. Позже могут быть найдены другие источники.

source: <32>* Additionally, kale or kretaada may be added, and cooked at high intensity until soft.
ru_ru: <32>* Кроме того, можно добавить капусту или кретааду и приготовить с высокой интенсивностью до размягчения.

source: <32>* Once complete, your soup should be ready for the table!
ru_ru: <32>* Как только вы закончите, ваш суп должен быть готов к столу!

source: Heartbreaker
ru_ru: Разбитые сердца

source: Heart- breaker
ru_ru: Сердце разбито.

source: the Yellow Kid
ru_ru: Желтые дети.

source: Yellow Kid
ru_ru: Желтый ребенок

source: Kid
ru_ru: Дети.

source: the Oncoming Storm
ru_ru: Грядущий шторм.

source: Oncoming Storm
ru_ru: Грядущий шторм.

source: Storm
ru_ru: Шторм

source: Hyper Rage
ru_ru: Сильный гнев.

source: Rage
ru_ru: Гнев

source: Space Invader
ru_ru: Космические захватчики.

source: Invader
ru_ru: Захватчики

source: * Kiss
ru_ru: * Поцелуй

source: * Activate
ru_ru: Активация

source: * Advice
ru_ru: * Рекомендации

source: * Agree
ru_ru: * Согласен

source: * Alphys
ru_ru: * Альфис

source: * Analyze
ru_ru: * Анализ

source: * Annoy
ru_ru: * Раздражает

source: * Appease
ru_ru: * Апелляции

source: * Approach
ru_ru: * Методология

source: * Asgore
ru_ru: * Асго

source: * Asriel
ru_ru: * Аслиль

source: §fill=#ff7f7f§§swirl=2/1/1.05§§hue§* Asriel Dreemurr
ru_ru: § Заполнение = #ff7f7f § Водоворот = 2/1/1.05 § Тон §* Asriel Dreemurr

source: * Bathe
ru_ru: * Басс

source: * Beckon
ru_ru: * Бекон

source: * Bed Time
ru_ru: * Время ложиться спать

source: * Berate
ru_ru: * Берат

source: * Blind
ru_ru: * Слепой

source: * Boast
ru_ru: * Самохваление

source: * Boo
ru_ru: * Бу

source: * Boost
ru_ru: * Содействие

source: * Bow
ru_ru: * Лук

source: * Break
ru_ru: * Отдых

source: * Burn
ru_ru: * Ожоги

source: * Carry
ru_ru: * Носить

source: * Challenge
ru_ru: * Вызовы

source: * Charge
ru_ru: * Сборы

source: * Check
ru_ru: * Проверка

source: * Cheer
ru_ru: * Приветствие

source: * Clean
ru_ru: * Чистка

source: * Cocoa
ru_ru: * Какао

source: * Comfort
ru_ru: * Комфорт

source: * Compliment
ru_ru: * Хвала

source: * Compose
ru_ru: * Композитор

source: * Conclude
ru_ru: * Конец

source: * Console
ru_ru: * Консоль

source: * Counter
ru_ru: * прилавок

source: * Create
ru_ru: * Создание

source: * Criticize
ru_ru: * Критика

source: * Cuddle
ru_ru: * Обними

source: * Cut
ru_ru: * Вырезание

source: * Dance
ru_ru: * Танцы

source: * Dream
ru_ru: * Мечты

source: * Dinner Time
ru_ru: * Время ужина

source: * Direct
ru_ru: * Непосредственно

source: * Disarm
ru_ru: :: Разоружение

source: * Disown
ru_ru: * Исчезновение

source: * Diss
ru_ru: Несправедливая критика

source: * Distance
ru_ru: * Расстояние

source: * Distract
ru_ru: * Отвлечение

source: * Ditch
ru_ru: * Канавы

source: * Dont Pick On
ru_ru: * Не выбирайте

source: * Encourage
ru_ru: * Поощрение

source: * Escort
ru_ru: * Сопровождение

source: * Flash
ru_ru: * Вспышка

source: * Flirt
ru_ru: * Флирт

source: * Grin
ru_ru: * Измельчение

source: * Guide
ru_ru: * Руководство

source: * Handshake
ru_ru: * Рукопожатие

source: * Hang Out
ru_ru: * Гулять

source: * Heckle
ru_ru: * Херкель

source: * Heel Turn
ru_ru: * Поворот каблука

source: * High Five
ru_ru: * Высота 5

source: * Home
ru_ru: * Домашняя страница

source: * Hope
ru_ru: * Надежда

source: * Hug
ru_ru: * Обнимать

source: * Hum
ru_ru: * Хм

source: * Hypothesize
ru_ru: * Предположения

source: * Ignore
ru_ru: * Игнорировать

source: * Inquire
ru_ru: * Запрос

source: * Insult
ru_ru: * Оскорбление

source: * Joke
ru_ru: * Шутки

source: * Agreement
ru_ru: * Письмо - соглашение

source: * Call
ru_ru: * Звонок

source: * Dinner
ru_ru: * Ужин

source: * Judgement
ru_ru: * Решение

source: * Laugh
ru_ru: * Смейся

source: * Lecture
ru_ru: * Лекции

source: * Leech
ru_ru: * Лич

source: * Lesson
ru_ru: * Курсы

source: * Mislead
ru_ru: * Введение в заблуждение

source: * Mix
ru_ru: * Смешанные

source: * Mystify
ru_ru: * Таинственный

source: * Notes
ru_ru: * Меры предосторожности

source: * Object
ru_ru: * Объект

source: * Papyrus
ru_ru: * Бумажная трава

source: * Password
ru_ru: * Пароль

source: * Pat
ru_ru: * Пэт

source: * Pay
ru_ru: * Выплаты

source: * Perch
ru_ru: * Перт

source: * Pet
ru_ru: * Домашние животные

source: * Pick On
ru_ru: * Выбор

source: * Play
ru_ru: * Трансляция

source: * Play Dead
ru_ru: * Притворись мертвым

source: * Plead
ru_ru: * Молитва

source: * Pluck
ru_ru: * плюш

source: * Poke
ru_ru: * Поке

source: * Pose
ru_ru: * Поза

source: * Praise
ru_ru: * Хвала

source: * Promise
ru_ru: * Обязательства

source: * Punch
ru_ru: * Перфорация

source: * Puzzle
ru_ru: * Головоломка

source: * Puzzle Help
ru_ru: * Помощь в головоломках

source: * Rap
ru_ru: * Лап

source: * Re-Assure
ru_ru: * Повторные гарантии

source: * Release
ru_ru: * Освобождение

source: * Re-Sniff
ru_ru: * Повторный нюх

source: * Rest
ru_ru: * Отдых

source: * Roll Around
ru_ru: * Вон отсюда, катись!

source: * Sample
ru_ru: * Образец

source: * Sans
ru_ru: * Санс

source: * Scream
ru_ru: * Кричать

source: * Secret
ru_ru: * Секрет

source: * Shout
ru_ru: * Кричать

source: * Shove
ru_ru: * Шов

source: * Siphon
ru_ru: * Сифон

source: * Sit
ru_ru: * Сядь

source: * Slap
ru_ru: * Хлопать

source: * Smile
ru_ru: * Улыбнись

source: * Someone else
ru_ru: * Другие

source: * Spark
ru_ru: * Спарк

source: * Stare
ru_ru: * Взгляд

source: * Steal
ru_ru: * Кража

source: * Story Time
ru_ru: * Время истории

source: * Suggest
ru_ru: * Рекомендации

source: * Talk
ru_ru: * Разговоры

source: * Taunt
ru_ru: * Таунт

source: * Tea
ru_ru: * Чай

source: * Tell Off
ru_ru: * Скажи кому - нибудь

source: * Terrorize
ru_ru: * Терроризация

source: * Binding
ru_ru: * Привязка

source: * Prosthesis
ru_ru: * Протезы

source: * Infusion
ru_ru: * Инфузия

source: * Threaten
ru_ru: * Угрозы

source: * Tickle
ru_ru: * Щекотка

source: * Topple
ru_ru: * Верхний

source: * Toriel
ru_ru: * Торьель

source: * Translate
ru_ru: * Перевод

source: * Travel
ru_ru: * Туризм

source: * Trivia
ru_ru: * Мелочи

source: * Tug
ru_ru: * Буксир

source: * Turn
ru_ru: * Поворот

source: * Undyne
ru_ru: * Ундин

source: * Walk
ru_ru: * Пешком

source: * Water
ru_ru: * Вода

source: * Whisper
ru_ru: * Шепот

source: * Whistle
ru_ru: * Свист

source: * Yell
ru_ru: * Кричать

source: * ... but everybody ran.
ru_ru: * ..... Но все сбежали.

source: * ... but nobody came.
ru_ru: * ..... Но никто не пришел.

source: <32>{#p/story}* DUMMY - ATK 0 DEF 0 * A ghost within the shell, they hope you're doing well.
ru_ru: * Они хотят, чтобы с тобой все было в порядке.

source: <32>{#p/human}* (You flirt with the dummy.)
ru_ru: <32>{#p/human}* (Вы флиртуете с манекеном).

source: <32>{#p/basic}* It went exactly how you'd expect.
ru_ru: <32>{#p/basic}* Это полностью соответствует вашим ожиданиям.

source: <32>* Toriel is trying not to laugh.
ru_ru: <32>* Тольер старается не смеяться.
