Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <25>{#p/sans}{#f/3}* their entire stock got raided last week.
ru_ru: <25>{#p/sans}{#f/3}* Все их акции были подвергнуты внезапному обыску на прошлой неделе.

source: <25>{#p/sans}{#f/0}* turns out grillby was a pro-human supporter.
ru_ru: <25>{#p/sans}{#f/0}* Оказалось, что Гриби был сторонником человечества.

source: <25>{#p/toriel}{#f/13}* I am... sorry to hear that, Sans. * You liked going there.
ru_ru: * Тебе нравится туда идти.

source: <25>{#p/sans}{#f/3}* yeah, being pro-human is basically a death sentence these days.
ru_ru: <25>{#p/sans}{#f/3}* Да, теперь про - человечеством в основном является смертная казнь.

source: <25>{#p/sans}{#f/0}* at least where your business is concerned.
ru_ru: <25>{#p/sans}{#f/0}* По крайней мере, в отношении вашего бизнеса.

source: <25>{#p/toriel}{#f/12}* ... this is not the only instance of this happening.
ru_ru: <25>{#p/toriel}{#f/12}* ... Это не единственный случай, когда это произошло.

source: <25>{#p/toriel}{#f/11}* Many others have had the same fate.
ru_ru: <25>{#p/toriel}{#f/11}* Многие другие имеют такую же судьбу.

source: <25>{#p/sans}{#f/0}* yeah, but you know what the worst part is?
ru_ru: <25>{#p/sans}{#f/0}* Да, но знаете, что самое худшее?

source: <25>{#p/sans}{#f/3}* this isn't what monsters are supposed to be like.
ru_ru: <25>{#p/sans}{#f/3}* Это не то, как должен выглядеть монстр.

source: <25>{#p/sans}{#f/0}* the homeworld was said to be peaceful, and even during the war...
ru_ru: <25>{#p/sans}{#f/0}* Говорят, что дом мирный, даже во время войны...

source: <25>{#p/sans}{#f/0}* at least we were still united as a species.
ru_ru: <25>{#p/sans}{#f/0}* По крайней мере, мы все еще едины как вид.

source: <25>{#p/sans}{#f/3}* now, it just feels like... people can't get along.
ru_ru: <25>{#p/sans}{#f/3}* Теперь, как будто... Люди не могут ладить.

source: <25>{#p/sans}{#f/0}* i could really use my brother's encouragement right about now.
ru_ru: <25>{#p/sans}{#f/0}* Мне действительно нужна поддержка моего брата сейчас.

source: <25>{#p/sans}{#f/0}* and that really stinks.
ru_ru: <25>{#p/sans}{#f/0}* Это действительно воняет.

source: <25>{#p/alphys}{#f/3}* Uh... guys?
ru_ru: <25>{#p/alphys}{#f/3}* Э... Парни?

source: <25>{#p/alphys}{#f/3}* I think you need to come see this.
ru_ru: <25>{#p/alphys}{#f/3}* Я думаю, вам нужно взглянуть на это.

source: <25>{#p/toriel}{#f/3}* What is that rumbling? * Do you hear that?
ru_ru: * Ты слышишь?

source: <25>{#p/alphys}{#f/23}* You need to look outside.
ru_ru: <25>{#p/alphys}{#f/23}* Вам нужно смотреть наружу.

source: <25>{#p/sans}{#f/0}* toriel, did you lock the gate after i got through?
ru_ru: <25>{#p/sans}{#f/0}* toriel, вы заперли дверь после того, как я прошел?

source: <25>{#p/alphys}{#f/22}* Come outside, NOW!!
ru_ru: <25>{#p/alphys}{#f/22}* Выйди скорее!

source: <25>{|}{#p/toriel}{#f/2}* I... I am sorry! * I have to- {%}
ru_ru: * Я должен - -% ›

source: <25>{#p/sans}{#f/0}* at least we have the royal guard around to back us up.
ru_ru: <25>{#p/sans}{#f/0}* По крайней мере, у нас есть Королевская гвардия, которая поддерживает нас.

source: <25>{#p/sans}{#f/3}* what's left of it, anyway.
ru_ru: <25>{#p/sans}{#f/3}* Все равно что осталось.

source: <25>{#p/toriel}{#f/14}* It is fortunate we have their support.
ru_ru: <25>{#p/toriel}{#f/14}* К счастью, мы получили их поддержку.

source: <25>{#p/toriel}{#f/13}* I do not know how we would fare without it.
ru_ru: <25>{#p/toriel}{#f/13}* Я не знаю, что бы мы делали без него.

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* Yeah! * That Royal Guard is awesome!
ru_ru: * Королевская гвардия великолепна!

source: <25>{#p/toriel}{#f/2}* ... huh!?
ru_ru: <25>{#p/toriel}{#f/2}* ... Ха - ха!

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* You'll see!
ru_ru: <32>{#p/human}{#v/2}{@ fill = #ff993d}* Вы увидите!

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* When I'm older, I'm gonna join them and protect everyone!
ru_ru: <32>{#p/human}{#v/2}{@ fill = #ff993d}* Когда я вырасту, я присоединюсь к ним, чтобы защитить всех!

source: <25>{#p/toriel}{#f/0}* Hee hee. * Perhaps you will.
ru_ru: * Может быть, ты захочешь.

source: <25>{#p/toriel}{#f/1}* Hmm...
ru_ru: <25>{#p/toriel}{#f/1}* Мм.

source: <25>{#p/toriel}{#f/0}* For now, your orders are to return to and guard the others first.
ru_ru: <25>{#p/toriel}{#f/0}* Теперь ваша команда - сначала вернуться к другим людям и защитить их.

source: <32>{#p/human}{#v/2}{@fill=#ff993d}* Aye aye, captain! * I'll do so right away!
ru_ru: * Я сейчас приду!

source: <25>{#p/toriel}{#f/0}* Stay safe!
ru_ru: <25>{#p/toriel}{#f/0}* Внимание безопасности!

source: <25>{#p/sans}{#f/0}* heh. * don't push 'em too hard out there.
ru_ru: * Не давите на них слишком сильно.

source: <25>{#p/sans}{#f/3}* they've... still got all that archive stuff to deal with.
ru_ru: <25>{#p/sans}{#f/3}* Они... все еще должны обрабатывать все архивные работы.

source: <26>{#p/toriel}{#f/5}* That IS true, however...
ru_ru: <26>{#p/toriel}{#f/5}* Это правда, но...

source: <25>{#p/toriel}{#f/0}* It does not mean they must focus on it all the time.
ru_ru: <25>{#p/toriel}{#f/0}* Это не означает, что они должны всегда обращать на него внимание.

source: <25>{#p/toriel}{#f/1}* They are still only children, are they not?
ru_ru: <25>{#p/toriel}{#f/1}* Они все еще единственные дети, не так ли?

source: <25>{#p/sans}{#f/2}* ... welp, you know more about these things than me.
ru_ru: <25>{#p/sans}{#f/2}* ... Ну, ты знаешь эти вещи лучше, чем я.

source: <25>{#p/toriel}{#f/9}* I do still worry about the outpost overall.
ru_ru: <25>{#p/toriel}{#f/9}* Я по - прежнему обеспокоен общей ситуацией на форпосту.

source: <26>{#p/toriel}{#f/13}* The Royal Guard has helped to keep it in check, but...
ru_ru: <26>{#p/toriel}{#f/13}* Королевская гвардия помогла взять ситуацию под контроль, но...

source: <25>{#p/toriel}{#f/18}* Many people still do not see the value in what we are doing.
ru_ru: <25>{#p/toriel}{#f/18}* Многие люди до сих пор не видят ценности того, что мы делаем.

source: <25>{#p/toriel}{#f/10}* Though, I suppose I cannot judge them too harshly...
ru_ru: <25>{#p/toriel}{#f/10}* Тем не менее, я не думаю, что могу судить их слишком жестко.

source: <25>{#p/sans}{#f/3}* the place was utterly full of protesters.
ru_ru: <25>{#p/sans}{#f/3}* В этом месте полно протестующих.

source: <25>{#p/toriel}{#f/13}* I am... sorry to hear that, Sans. * Was a guard not there?
ru_ru: * Охрана отсутствует?

source: <25>{#p/sans}{#f/3}* well, yeah, but it's not like they can kick 'em out.
ru_ru: <25>{#p/sans}{#f/3}* Хорошо, да, но они не могут выгнать их.

source: <25>{#p/sans}{#f/0}* they WERE still paying customers.
ru_ru: <25>{#p/sans}{#f/0}* Они остаются платными клиентами.

source: <25>{#p/toriel}{#f/1}* ... that does not seem like an effective means of protest.
ru_ru: <25>{#p/toriel}{#f/1}* ... Это не представляется эффективным средством протеста.

source: <25>{#p/toriel}{#f/6}* But I wish them well.
ru_ru: <25>{#p/toriel}{#f/6}* Но я желаю им всего наилучшего.

source: <25>{#p/sans}{#f/0}* yeah, i guess that's kinda funny. * but at the same time...
ru_ru: * Но одновременно.

source: <25>{#p/alphys}{#f/27}* Uh, Toriel? * I think you left the security gate open.
ru_ru: * Я думаю, ты не закрыл дверь безопасности.

source: <25>{#p/alphys}{#f/20}* Don't worry, I closed it for you. * Again.
ru_ru: * Снова.

source: <25>{#p/toriel}{#f/1}* Oh, um, thank you...
ru_ru: <25>{#p/toriel}{#f/1}* О, ну, спасибо тебе...

source: <26>{#p/alphys}{#f/23}* Maybe don't do that next time? * It's there for a reason.
ru_ru: * Это было не просто так.

source: <25>{#p/toriel}{#f/9}* Perhaps now would be a good time to end this message.
ru_ru: <25>{#p/toriel}{#f/9}* Возможно, сейчас самое время закончить это сообщение.

source: <25>{#p/sans}{#f/0}* yeah, sounds good.
ru_ru: <25>{#p/sans}{#f/0}* Да, звучит хорошо.

source: <25>{#p/sans}{#f/3}* sorry, bucko... can't talk to you forever.
ru_ru: <25>{#p/sans}{#f/3}* Извините, Бак... Я не могу говорить с тобой вечно.

source: <25>{#p/sans}{#f/0}* fly safe out there, i guess...
ru_ru: <25>{#p/sans}{#f/0}* Я хочу безопасно летать там.

source: <25>{#p/sans}{#f/3}* ... or not. * i don't really care.
ru_ru: * Мне действительно все равно.

source: <25>{#p/sans}{#f/0}* fly safe out there, will ya?
ru_ru: <25>{#p/sans}{#f/0}* Безопасный полет там, хорошо?

source: <25>{#p/toriel}{#f/0}* ... * This is Toriel.
ru_ru: * Это Тольер.

source: <25>{#p/toriel}{#f/1}* I know it is not the kind of call we would normally have, but...
ru_ru: <25>{#p/toriel}{#f/1}* Я знаю, что это не тот тип телефона, который у нас обычно есть, но...

source: <25>{#p/toriel}{#f/9}* Despite our calling arrangements, I could not help but worry.
ru_ru: <25>{#p/toriel}{#f/9}* Несмотря на наши договоренности о звонках, я не могу не беспокоиться.

source: <25>{#p/toriel}{#f/1}* The circumstances may not be ideal at the moment, but...
ru_ru: <25>{#p/toriel}{#f/1}* Нынешняя ситуация может быть не идеальной, но...

source: <25>{#p/toriel}{#f/9}* After our time in the Outlands, I could not help but worry.
ru_ru: <25>{#p/toriel}{#f/9}* Я не могу не беспокоиться после того, как проведу некоторое время в чужой области.

source: <25>{#p/toriel}{#f/5}* I knew you were the last human ASGORE would have needed.
ru_ru: <25>{#p/toriel}{#f/5}* Я знал, что ты наименее нужен ASGORE.

source: <25>{#p/toriel}{#f/1}* Despite my fear of leaving the Outlands...
ru_ru: <25>{#p/toriel}{#f/1}* Хотя я боюсь покидать внешний мир.

source: <25>{#p/toriel}{#f/5}* I knew I could not afford to remain there any longer.
ru_ru: <25>{#p/toriel}{#f/5}* Я знаю, что больше не могу там оставаться.

source: <25>{#p/toriel}{#f/9}* I ran to the Citadel as fast as I could to stop him from hurting you.
ru_ru: <25>{#p/toriel}{#f/9}* Я побежал к замку как можно быстрее, чтобы он не причинил тебе вреда.

source: <25>{#p/toriel}{#f/10}* But when I got there...
ru_ru: <25>{#p/toriel}{#f/10}* Но когда я доберусь туда...

source: <25>{#p/toriel}{#f/9}* I realized I had been wrong about him this whole time.
ru_ru: <25>{#p/toriel}{#f/9}* Я понял, что всегда был неправ с ним.

source: <25>{#p/toriel}{#f/5}* He was not the killer I had made him out to be.
ru_ru: <25>{#p/toriel}{#f/5}* Он не тот убийца, которого я представлял.

source: <25>{#p/toriel}{#f/1}* I had a talk with Alphys later that day.
ru_ru: <25>{#p/toriel}{#f/1}* Позднее в тот же день я разговаривал с Альфисом.

source: <25>{#p/toriel}{#f/1}* We discussed ASGORE, the humans...
ru_ru: <25>{#p/toriel}{#f/1}* Мы обсудили ASGORE, Человечество...

source: <25>{#p/toriel}{#f/3}* As well as something about a "Mew Mew Space Adventure?"
ru_ru: <25>{#p/toriel}{#f/3}* и некоторые вещи о « Космических приключениях Мяу Мяу»

source: <25>{#p/toriel}{#f/4}* I still do not know what that means.
ru_ru: <25>{#p/toriel}{#f/4}* Я до сих пор не знаю, что это значит.

source: <25>{#p/toriel}{#f/0}* Anyhoo, to summarize... she wasn't ready to become the queen.
ru_ru: <25>{#p/toriel}{#f/0}* Короче говоря. Она не готова стать королевой.

source: <25>{#p/toriel}{#f/1}* And she agreed to appoint me instead.
ru_ru: <25>{#p/toriel}{#f/1}* Она согласна назначить меня.

source: <25>{#p/toriel}{#f/5}* Only then, did I hear about the Royal Guard captain's death...
ru_ru: <25>{#p/toriel}{#f/5}* Только тогда я услышал известие о смерти капитана Королевской гвардии.

source: <25>{#p/toriel}{#f/9}* And the fact that, had you acted, you might have saved her.
ru_ru: <25>{#p/toriel}{#f/9}* На самом деле, если бы вы действовали, вы могли бы спасти ее.

source: <25>{#p/toriel}{#f/9}* And the fact that you were the one to have killed her.
ru_ru: <25>{#p/toriel}{#f/9}* И это ты убил ее.

source: <25>{#p/toriel}{#f/9}* As well as the death of the TV star, Mettaton.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть телезвезды Меттон.

source: <26>{#p/toriel}{#f/9}* ... and the deaths of most of the Royal Guard beyond that.
ru_ru: <26>{#p/toriel}{#f/9}* ... Кроме того, погибло большинство членов Королевской гвардии.

source: <25>{#p/toriel}{#f/5}* Mettaton's death in particular was difficult, however.
ru_ru: <25>{#p/toriel}{#f/5}* Однако смерть Меттона была особенно тяжелой.

source: <26>{#p/toriel}{#f/9}* ... and the deaths of Royal Guard members beyond that.
ru_ru: <26>{#p/toriel}{#f/9}* ... К этому следует добавить гибель членов королевской гвардии.

source: <25>{#p/toriel}{#f/5}* Learning of his death was... difficult for me.
ru_ru: <25>{#p/toriel}{#f/5}* После известия о его смерти. Для меня это тяжело.

source: <25>{#p/toriel}{#f/9}* As well as the death of Sans's brother, Papyrus.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть брата Санса Папируса.

source: <26>{#p/toriel}{#f/9}* As well as the deaths of the rest of the Royal Guard.
ru_ru: <26>{#p/toriel}{#f/9}* и смерть других членов Королевской гвардии.

source: <25>{#p/toriel}{#f/9}* As well as the deaths of other Royal Guard members.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть других членов Королевской гвардии.

source: <25>{#p/toriel}{#f/9}* As well as the death of canine unit member Doggo.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть Догго, члена подразделения по борьбе с собаками.

source: <25>{#p/toriel}{#f/9}* As well as the death of canine unit member Canis Minor.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть Каниса Минора, члена подразделения собачьих.

source: <25>{#p/toriel}{#f/9}* As well as the death of canine unit members Dogamy and Dogaressa.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть Догами и Догарезы, членов собачьих подразделений.

source: <25>{#p/toriel}{#f/9}* As well as the death of canine unit member Canis Major.
ru_ru: <25>{#p/toriel}{#f/9}* и гибель Каниса Майора, члена подразделения по борьбе с собаками.

source: <25>{#p/toriel}{#f/9}* As well as the death of ELITE squad member Doge
ru_ru: <25>{#p/toriel}{#f/9}* и смерть члена элитного отряда Дорджи

source: <25>{#p/toriel}{#f/9}* As well as the death of her new recruits, 03 and 04.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть ее новобранцев 03 и 04.

source: <25>{#p/toriel}{#f/9}* As well as the death of ELITE squad member Cozmo.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть члена элитного отряда Козмо.

source: <25>{#p/toriel}{#f/9}* As well as the death of ELITE squad member Terrestria.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть члена элитного отряда Terrestria.

source: <25>{#p/toriel}{#f/9}* As well as the deaths of many other monsters.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть многих других монстров.

source: <25>{#p/toriel}{#f/9}* As well as the deaths of other monsters.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть других монстров.

source: <25>{#p/toriel}{#f/9}* As well as the death of one other monster.
ru_ru: <25>{#p/toriel}{#f/9}* и смерть другого монстра.

source: <25>{#p/toriel}{#f/1}* I had believed he could simply be repaired...
ru_ru: <25>{#p/toriel}{#f/1}* Я думал, что он может просто исправить.

source: <25>{#p/toriel}{#f/1}* And that everyone else had been mistaken.
ru_ru: <25>{#p/toriel}{#f/1}* Все остальные ошибаются.

source: <25>{#p/toriel}{#f/5}* But that was not the case, and I was wrong to think otherwise.
ru_ru: <25>{#p/toriel}{#f/5}* Но это не так, и я не думаю, что это неправильно.

source: <25>{#p/toriel}{#f/5}* I only have my own cowardice to blame, however.
ru_ru: <25>{#p/toriel}{#f/5}* Однако я могу винить только себя в трусости.

source: <25>{#p/toriel}{#f/1}* If I had simply possessed the courage to leave sooner...
ru_ru: <25>{#p/toriel}{#f/1}* Если бы у меня хватило смелости уйти раньше.

source: <25>{#p/toriel}{#f/5}* I could have gone with you and pointed you in the right direction.
ru_ru: <25>{#p/toriel}{#f/5}* Я мог бы пойти с вами и указать вам правильное направление.

source: <25>{#p/toriel}{#f/5}* I could have gone with you and encouraged a more peaceful path.
ru_ru: <25>{#p/toriel}{#f/5}* Я мог бы пойти с вами и побудить вас идти по более мирному пути.

source: <26>{#p/toriel}{#f/9}* Alas, there was nothing more to be done.
ru_ru: <26>{#p/toriel}{#f/9}* Увы, больше нечего делать.

source: <25>{#p/toriel}{#f/5}* As queen, I did not have time to dwell on such matters.
ru_ru: <25>{#p/toriel}{#f/5}* Как королева, у меня нет времени подробно останавливаться на этих вещах.

source: <25>{#p/toriel}{#f/9}* The humans' safety was at stake, and I would not lose them again.
ru_ru: <25>{#p/toriel}{#f/9}* Безопасность людей находится под угрозой, и я не потеряю их снова.

source: <25>{#p/toriel}{#f/10}* My first act as queen would be to increase their protection.
ru_ru: <25>{#p/toriel}{#f/10}* Как королева, моя первая вещь - усилить их защиту.

source: <26>{#p/toriel}{#f/5}* Admittedly, this would be difficult, given the lack of a Royal Guard.
ru_ru: <26>{#p/toriel}{#f/5}* Правда, учитывая отсутствие Королевской гвардии, это будет трудно.

source: <25>{#p/toriel}{#f/5}* Admittedly, I was out of practice in handling these sorts of matters.
ru_ru: <25>{#p/toriel}{#f/5}* Верно, что у меня недостаточно опыта в таких вопросах.

source: <25>{#p/toriel}{#f/1}* But with the help of an old friend, Gerson, and his contacts...
ru_ru: <25>{#p/toriel}{#f/1}* Но с помощью старого друга Герсона и его контактов.

source: <25>{#p/toriel}{#f/1}* I was able to arrange a minimal security detail here in the Citadel.
ru_ru: <25>{#p/toriel}{#f/1}* Я устроил минимальную деталь безопасности в замке.

source: <25>{#p/toriel}{#f/0}* It is not much, but the humans and their secret are safer now.
ru_ru: <25>{#p/toriel}{#f/0}* Это не так много, но люди и их секреты теперь более безопасны.

source: <25>{#p/toriel}{#f/1}* Since then, life has carried on as usual...
ru_ru: <25>{#p/toriel}{#f/1}* С тех пор жизнь идет, как обычно.

source: <25>{#p/toriel}{#f/5}* Despite the loss of the king, and Royal Guard as a whole...
ru_ru: <25>{#p/toriel}{#f/5}* Несмотря на потерю короля и всей королевской гвардии.

source: <25>{#p/toriel}{#f/5}* Despite the loss of the king, and former Royal Guard captain...
ru_ru: <25>{#p/toriel}{#f/5}* Несмотря на потерю короля и бывшего капитана Королевской гвардии.

source: <25>{#p/toriel}{#f/1}* The people still have hope for their freedom.
ru_ru: <25>{#p/toriel}{#f/1}* Народ все еще надеется на свободу.

source: <25>{#p/toriel}{#f/5}* Hope that... I will deliver it to them.
ru_ru: <25>{#p/toriel}{#f/5}* Надежда. Я отдам его им.

source: <25>{#p/toriel}{#f/9}* In a way, I understand what ASGORE must have been going through now.
ru_ru: <25>{#p/toriel}{#f/9}* В какой - то степени я понимаю, через что ASGORE, должно быть, проходит сейчас.

source: <25>{#p/toriel}{#f/10}* The weight of such outrageous demands being made of me...
ru_ru: <25>{#p/toriel}{#f/10}* предъявляет мне такие возмутительные требования.

source: <25>{#p/toriel}{#f/9}* ... it is changing who I am as a person.
ru_ru: <25>{#p/toriel}{#f/9}* ... Это меняет мою личность как человека.

source: <25>{#p/toriel}{#f/5}* Earlier today, in fact.
ru_ru: <25>{#p/toriel}{#f/5}* На самом деле, ранее сегодня.

source: <25>{#p/toriel}{#f/5}* When Sans came to reminisce about his brother, I...
ru_ru: <25>{#p/toriel}{#f/5}* Когда Санс пришел вспомнить своего брата, я...

source: <25>{#p/toriel}{#f/9}* I declined out of a desire to be left alone.
ru_ru: <25>{#p/toriel}{#f/9}* Я отказался, потому что хотел остаться один.

source: <25>{#p/toriel}{#f/1}* He shrugged, and walked off like nothing was wrong...
ru_ru: <25>{#p/toriel}{#f/1}* Он пожал плечами и ушел, как ни в чем не бывало.

source: <25>{#p/toriel}{#f/5}* But I knew he must have been disappointed.
ru_ru: <25>{#p/toriel}{#f/5}* Но я знаю, что он, должно быть, разочарован.

source: <25>{#p/toriel}{#f/5}* When Papyrus came to reminisce about Undyne, I...
ru_ru: <25>{#p/toriel}{#f/5}* Когда Papyrus приходит вспомнить Undyne, я...

source: <25>{#p/toriel}{#f/1}* He tried to act like nothing was wrong...
ru_ru: <25>{#p/toriel}{#f/1}* Он пытается сделать вид, что ничего плохого не было.

source: <25>{#p/toriel}{#f/5}* But I knew he was probably upset.
ru_ru: <25>{#p/toriel}{#f/5}* Но я знаю, что он может быть расстроен.

source: <25>{#p/toriel}{#f/9}* ... I felt guilty, but with all this pressure bearing down on me...
ru_ru: <25>{#p/toriel}{#f/9}* ... Я чувствовал себя виноватым, но вместе со всем этим стрессом давил на меня...

source: <25>{#p/toriel}{#f/5}* I did not see myself having the energy to discuss such a topic.
ru_ru: <25>{#p/toriel}{#f/5}* Я чувствую, что у меня нет энергии обсуждать такие темы.

source: <25>{#p/toriel}{#f/1}* Still. * I have not given up on our future.
ru_ru: * Я не отказываюсь от нашего будущего.

source: <25>{#p/toriel}{#f/1}* No matter what happens to me, or my own well-being...
ru_ru: <25>{#p/toriel}{#f/1}* Что бы ни случилось со мной, или мое собственное счастье...

source: <25>{#p/toriel}{#f/0}* At least monsterkind will go free one day.
ru_ru: <25>{#p/toriel}{#f/0}* По крайней мере однажды монстры будут свободны.

source: <25>{#p/toriel}{#f/1}* That is what matters now, is it not?
ru_ru: <25>{#p/toriel}{#f/1}* Это важно сейчас, не так ли?

source: <25>{#p/toriel}{#f/9}* ... I suppose... it would be a good time to end the call now.
ru_ru: <25>{#p/toriel}{#f/9}* ... Я хочу... Сейчас самое время закончить разговор.

source: <25>{#p/toriel}{#f/9}* There is not much else for me to say.
ru_ru: <25>{#p/toriel}{#f/9}* Мне больше нечего сказать.

source: <25>{#p/toriel}{#f/5}* Goodbye, little one.
ru_ru: <25>{#p/toriel}{#f/5}* Прощай, малыш.

source: <32>{#s/bark}{#p/event}* Bark! {#s/bark}* Bark!
ru_ru: {#s/лай}* лай!

source: <32>{#p/basic}* (And yet, there is much to say!) * (Much to be excited for!)
ru_ru: * (Это так захватывающе!)

source: <32>{#s/bark}{#p/event}* Bark!
ru_ru: <32>Сержант #s/bark сержант #p/event* лает!

source: <32>{#p/basic}* (Wouldn't you like to know more!?)
ru_ru: <32>{#p/basic}* (Вы не хотите знать больше!?)

source: <32>{#s/bark}{#p/event}* Bark! {#s/bark}* Bark! {#s/bark}* Bark!
ru_ru: {#s/лай}* лай!

source: <32>{#p/basic}* (When you left, the king was nowhere to be found!)
ru_ru: <32>{#p/basic}* (Король исчез, когда ты ушел!)

source: <32>{#p/basic}* (Everyone, confused!) * (Alphys, unable to take his place!)
ru_ru: * (Альфис, не может заменить его место!)

source: <32>{#p/basic}* (But she spoke to all of Royal Guard.) * (Guard came to an agreement!)
ru_ru: * (Охрана достигла соглашения!)

source: <32>{#p/basic}* (Doge returned to duty, only this time as queen of the outpost.)
ru_ru: <32>{#p/basic}* (Додж возвращается на свой пост, только на этот раз королева форпоста).

source: <32>{#p/basic}* (It was fun to see the other dogs in agreement.)
ru_ru: <32>{#p/basic}* (Приятно видеть, что другие собаки также согласны.)

source: <32>{#p/basic}* (A feeling of pride unlike any other!)
ru_ru: <32>{#p/basic}* (Особая гордость!)

source: <32>{#p/basic}* (Of course, their old master taught them all they know.)
ru_ru: <32>{#p/basic}* (Конечно, их старые хозяева научили их всему, что они знали.)

source: <32>{#p/basic}* (In the end, they formed the council of dogs to make all decisions.)
ru_ru: <32>{#p/basic}* (Наконец, они создали собачий комитет для принятия всех решений).

source: <32>{#p/basic}* (Everyone gets belly rubs and treats for their hard work!)
ru_ru: <32>{#p/basic}* (Каждый получает массаж живота и лечение за тяжелую работу!)

source: <32>{#p/basic}* Huh? * Who's there? * Did I see someone MOVE!?
ru_ru: * Я вижу, кто - то шевелится!

source: <32>{#p/basic}* Oh, it's just you.
ru_ru: <32>{#p/basic}* О, только ты.

source: <32>{#p/basic}* Wait, who are you talking to!?
ru_ru: <32>{#p/basic}* Подождите, с кем вы говорите!

source: <32>{#p/basic}* (Doggo wants to talk to you.) * (Good luck!)
ru_ru: * (Удачи вам!)

source: <32>{#p/basic}* Give me that thing!
ru_ru: <32>{#p/basic}* Дай мне эту штуку!

source: <32>{#p/basic}* ... * So it's you, huh?
ru_ru: * Так это ты?

source: <32>{#p/basic}* You're the one who thought it'd be funny to pet us all!
ru_ru: <32>{#p/basic}* Ты тот, кто думает, что прикоснуться ко всем нам будет весело!
