Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <25>{#p/alphys}{#f/18}* ... and when she got there, she told me Asgore was dead!
ru_ru: <25>{#p/alphys}{#f/18}* ... Когда она добралась туда, она сказала мне, что Асго мертв!

source: <25>{#p/alphys}{#f/3}* Because that's DEFINITELY what I wanted to hear.
ru_ru: <25>{#p/alphys}{#f/3}* Потому что это определенно то, что я хочу услышать.

source: <32>{#p/basic}{@fill=#ffbbdc}* Like, for sure.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* Конечно, нравится.

source: <25>{#p/alphys}{#f/13}* I mean, she did at least call the Royal Guard...
ru_ru: <25>{#p/alphys}{#f/13}* Я имею в виду, что она хотя бы позвонила в Королевскую гвардию.

source: <25>{#p/alphys}{#f/20}* To help stabilize the CORE and stop anyone from getting hurt.
ru_ru: <25>{#p/alphys}{#f/20}* Помогает стабилизировать ядро и предотвратить травму любого человека.

source: <25>{#p/alphys}{#f/30}* But what she did next was... WAY worse than I expected.
ru_ru: <25>{#p/alphys}{#f/30}* Но что она делает дальше... Хуже, чем я думал.

source: <32>{#p/basic}{@fill=#d4bbff}* Is... is this where...
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Это... здесь.

source: <25>{#p/alphys}{#f/31}* Where Undyne found the archive, and killed the humans inside.
ru_ru: <25>{#p/alphys}{#f/31}* Undyne нашел там файл и убил человека внутри.

source: <25>{#p/alphys}{#f/32}* In that moment, I didn't know WHAT to feel anymore.
ru_ru: <25>{#p/alphys}{#f/32}* В этот момент я не знаю, что я должен чувствовать.

source: <32>{#p/basic}{@fill=#ffbbdc}* Gosh, I don't blame you.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* Боже, я не виню тебя.

source: <32>{#p/basic}{@fill=#d4bbff}* It's like she was only thinking about herself!!!
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Она, кажется, думает только о себе!!

source: <25>{#p/alphys}{#f/17}* She said she "got" what Asgore was going for...
ru_ru: <25>{#p/alphys}{#f/17}* Она говорит, что "понимает" намерения Асгора.

source: <25>{#p/alphys}{#f/24}* But that she "couldn't allow it to go on."
ru_ru: <25>{#p/alphys}{#f/24}* Но она "не может позволить этому продолжаться"

source: <25>{#p/alphys}{#f/13}* ... * I was pretty upset about it, but...
ru_ru: * Я очень расстроен этим, но...

source: <25>{#p/alphys}{#f/10}* At least we still just needed one more SOUL. * We still had hope.
ru_ru: * У нас все еще есть надежда.

source: <32>{#p/basic}{@fill=#ffbbdc}* ... until you didn't.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* ... Пока ты этого не сделал.

source: <25>{#p/alphys}{#f/20}* Right. * Until we didn't.
ru_ru: * Пока мы этого не сделали.

source: <25>{#p/alphys}{#f/21}* Because Undyne, in her INFINITE WISDOM...
ru_ru: <25>{#p/alphys}{#f/21}* Потому что Undyne, в ее бесконечной мудрости...

source: <25>{#p/alphys}{#f/22}* Had NO FREAKING IDEA HOW TO STORE THE HUMAN SOULS PROPERLY.
ru_ru: <25>{#p/alphys}{#f/22}* Нет новых идей о том, как правильно хранить человеческую душу.

source: <32>{#p/basic}{@fill=#d4bbff}* And now they're all...
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Теперь они все.

source: <25>{#p/alphys}{#f/24}* ... gone.
ru_ru: <25>{#p/alphys}{#f/24}* ... Беги.

source: <25>{#p/alphys}{#f/6}* At that point, I just gave up.
ru_ru: <25>{#p/alphys}{#f/6}* Тогда я сдался.

source: <25>{#p/alphys}{#f/8}* I didn't care what she did after that.
ru_ru: <25>{#p/alphys}{#f/8}* После этого мне все равно, что она сделала.

source: <25>{#p/alphys}{#f/10}* I quit my job. * Threw my experiments in the garbage.
ru_ru: * Бросьте мой эксперимент в мусорку.

source: <25>{#p/alphys}{#f/33}* And then...
ru_ru: <25>{#p/alphys}{#f/33}* Затем...

source: <32>{#p/basic}{@fill=#ffbbdc}* You came back to us.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* Вы вернулись к нам.

source: <32>{#p/basic}{@fill=#d4bbff}* You became an interstellar trash hunter again!
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Ты снова охотник за межзвездным мусором!

source: <25>{#p/alphys}{#f/29}* That's right.
ru_ru: <25>{#p/alphys}{#f/29}* Правильно.

source: <25>{#p/alphys}{#f/28}* And I'm GOOD at it. * Heck, I'm the best in the business.
ru_ru: * Ой, я лучший в отрасли.

source: <32>{#p/basic}{@fill=#ffbbdc}* Now there's a fact if I've ever heard one.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* Теперь есть факт, если я слышал.

source: <25>{#p/alphys}{#f/10}* Like, honestly, who CARES about getting out of here anyway?
ru_ru: <25>{#p/alphys}{#f/10}* Честно говоря, кто заботится о том, чтобы уйти отсюда?

source: <25>{#p/alphys}{#f/28}* With all this space junk that comes through...
ru_ru: <25>{#p/alphys}{#f/28}* С появлением всего этого космического мусора...

source: <25>{#p/alphys}{#f/18}* There's no reason to leave at all!
ru_ru: <25>{#p/alphys}{#f/18}* Нет никаких причин уходить!

source: <32>{#p/basic}{@fill=#ffbbdc}* But nobody else knows about the human stuff.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* Но никто ничего не знает о человеке.

source: <32>{#p/basic}{@fill=#d4bbff}* Yeah, it's like, our new super duper big secret.
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Да, это похоже на наш новый супер большой секрет.

source: <25>{#p/alphys}{#f/23}* Well, Undyne can lie to them all she wants.
ru_ru: <25>{#p/alphys}{#f/23}* Ну, Undyne может лгать им, как им заблагорассудится.

source: <25>{#p/alphys}{#f/23}* She can build her arms factories, and her watchtowers...
ru_ru: <25>{#p/alphys}{#f/23}* Она может построить свой оружейный завод и сторожевую башню.

source: <25>{#p/alphys}{#f/25}* If she thinks going all "military" will sell her story, okay.
ru_ru: <25>{#p/alphys}{#f/25}* Если она думает, что полная "милитаризация" предаст ее историю, хорошо.

source: <25>{#p/alphys}{#f/26}* She can do whatever she sees fit.
ru_ru: <25>{#p/alphys}{#f/26}* Она может делать все, что сочтет нужным.

source: <32>{#p/basic}{@fill=#d4bbff}* Oh yeah, didn't she, like, forcibly take over the Outlands or something?
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* О, да, она не захватила внешний домен силой?

source: <26>{#p/alphys}{#f/24}* Ugh, that pissed me off.
ru_ru: <26>{#p/alphys}{#f/24|* , это меня бесит.

source: <25>{#p/alphys}{#f/30}* The former queen tried to stand up to it, and...
ru_ru: <25>{#p/alphys}{#f/30}* Эта бывшая королева пыталась сопротивляться ей и...

source: <25>{#p/alphys}{#f/31}* ... she got absolutely curb-stomped by Undyne's supporters.
ru_ru: <25>{#p/alphys}{#f/31}* ... Ее избили сторонники Ундины.

source: <25>{#p/alphys}{#f/21}* Undyne STILL hasn't taken responsibility for that.
ru_ru: <25>{#p/alphys}{#f/21}* Undyne не несет ответственности за это.

source: <32>{#p/basic}{@fill=#ffbbdc}* Gosh, that's just sad.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* Боже мой, это так грустно.

source: <32>{#p/basic}{@fill=#d4bbff}* Oh yeah, didn't she, like, draft people into the Royal Guard or something?
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* О, да, разве она не завербовала кого - то в Королевскую гвардию?

source: <25>{#p/alphys}{#f/24}* Ugh, that was stupid.
ru_ru: <25>{#p/alphys}{#f/24}* Ах, это глупо.

source: <25>{#p/alphys}{#f/30}* All those people being forced to stand around all day...
ru_ru: <25>{#p/alphys}{#f/30}* Все эти люди вынуждены стоять целый день.

source: <25>{#p/alphys}{#f/31}* Watching for a human that may NEVER come...
ru_ru: <25>{#p/alphys}{#f/31: 1}* Смотреть на человека, который, возможно, никогда не придет.

source: <25>{#p/alphys}{#f/21}* It's like she forgot the telescope network exists.
ru_ru: <25>{#p/alphys}{#f/21}* Она, кажется, забыла о существовании сети телескопов.

source: <32>{#p/basic}{@fill=#ffbbdc}* Wow, she didn't think that through at all.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* Вау, она просто не думала об этом ясно.

source: <32>{#p/basic}{@fill=#d4bbff}* Yeah...
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Да.

source: <25>{#p/alphys}{#f/20}* And she did it in spite of Papyrus BEGGING her not to.
ru_ru: <25>{#p/alphys}{#f/20}* Она сделала это, несмотря на то, что Papyrus посоветовал ей не делать этого.

source: <25>{#p/alphys}{#f/31}* ... I stopped caring about her entirely after that.
ru_ru: <25>{#p/alphys}{#f/31}* ... С тех пор я совершенно перестал заботиться о ней.

source: <25>{#p/alphys}{#f/20}* Maybe, if Papyrus was around, he could've stopped her.
ru_ru: <25>{#p/alphys}{#f/20}* Возможно, если бы Papyrus была рядом, он мог бы остановить ее.

source: <25>{#p/alphys}{#f/18}* ... but we all know why that didn't happen, don't we?
ru_ru: <25>{#p/alphys}{#f/18}* ... Но мы оба знаем, почему этого не произошло, не так ли?

source: <25>{#p/alphys}{#f/17}* ... * Oh well. * It is what it is.
ru_ru: * Вот что происходит.

source: <25>{#p/alphys}{#f/27}* Either way, it's thanks to all the people you killed...
ru_ru: <25>{#p/alphys}{#f/27}* В любом случае, это заслуга всех, кого вы убили.

source: <25>{#p/alphys}{#f/26}* That any of this happened in the first place.
ru_ru: <25>{#p/alphys}{#f/26}* Все это происходит в самом начале.

source: <25>{#p/alphys}{#f/18}* So, I'm blaming it all on you.
ru_ru: <25>{#p/alphys}{#f/18}* Поэтому я виню вас во всем этом.

source: <25>{#p/alphys}{#f/26}* And even if you didn't kill THAT many people...
ru_ru: <25>{#p/alphys}{#f/26}* Даже если вы не убили так много людей.

source: <25>{#p/alphys}{#f/23}* Even if Mettaton and I overreacted...
ru_ru: <25>{#p/alphys}{#f/23}* Даже если мы с Меттоном слишком остро реагируем.

source: <25>{#p/alphys}{#f/18}* It's still totally your fault.
ru_ru: <25>{#p/alphys}{#f/18}* Это все еще ваша вина.

source: <32>{#p/basic}{@fill=#ffbbdc}* You tell 'em, Alphys.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* Вы говорите им, Альфис.

source: <32>{#p/basic}{@fill=#d4bbff}* Yeah, in your face, loser!
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Да, перед вами, неудачник!

source: <25>{#p/alphys}{#f/33}* ... anyway. * That's all I've got.
ru_ru: * Это все, что у меня есть.

source: <25>{#p/alphys}{#f/1}* Bye now!
ru_ru: <25>{#p/alphys}{#f/1}* Пока!

source: <32>{#p/basic}{@fill=#ffbbdc}* Until next time, pip-squeak.
ru_ru: <32>{#p/basic}{@ fill = #ffbbdc}* До следующего раза, точка скрипит.

source: <32>{#p/basic}{@fill=#d4bbff}* Bratty, are you sure there's going to BE a next time?
ru_ru: <32>{#p/basic}{@ fill = #d4bbff}* Bratty, вы уверены, что следующий раз будет?

source: <32>{#p/basic}{@fill=#ffbbdc}* Oh, shoot, you're right. * The phone's, like, outta batteries anyway.
ru_ru: * В любом случае, телефон выключен.

source: <32>{#p/basic}{@fill=#d4bbff}* ... later, alligator!!! * Nya ha ha!!!
ru_ru: * Ха - ха - ха!!

source: <32>{#s/equip}{#p/event}* Click...
ru_ru: <32>Сержант #s/equipment офицер #p/event* Нажмите.

source: <25>{#p/sans}{#f/3}* it's been a while, huh?
ru_ru: <25>{#p/sans}{#f/3}* Уже давно, да?

source: <25>{#p/sans}{#f/0}* after you left, alphys... kind of went into a panic.
ru_ru: <25>{#p/sans}{#f/0}* После того, как вы уйдете, Альпы... Немного паникует.

source: <25>{#p/sans}{#f/0}* not only were asgore and undyne gone...
ru_ru: <25>{#p/sans}{#f/0}* Исчезли не только Асгор и Удин.

source: <25>{#p/sans}{#f/0}* but due to a botched plan involving mettaton and the core...
ru_ru: <25>{#p/sans}{#f/0}* Но из - за провала плана с участием метатона и ядра.

source: <25>{#p/sans}{#f/3}* the outpost's power systems were in total disarray.
ru_ru: <25>{#p/sans}{#f/3}* Электрическая система форпоста полностью хаотична.

source: <25>{#p/sans}{#f/3}* both the atmosphere and the gravity broke down. * it... wasn't pretty.
ru_ru: * Это... не красиво.

source: <25>{#p/sans}{#f/0}* just from her call, i could tell things were pretty bad.
ru_ru: <25>{#p/sans}{#f/0}* Только по ее телефону я вижу, что ситуация плохая.

source: <25>{#p/sans}{#f/0}* but by the time i got to the citadel...
ru_ru: <25>{#p/sans}{#f/0}* Но когда я доберусь до замка...

source: <25>{#p/sans}{#f/3}* a power surge killed the humans in the archive as well.
ru_ru: <25>{#p/sans}{#f/3}* Один электрический прилив также привел к гибели людей в архивах.

source: <25>{#p/sans}{#f/3}* ... i'd never seen her in worse shape.
ru_ru: <25>{#p/sans}{#f/3}* ... Я никогда не видел ее такой плохой.

source: <25>{#p/sans}{#f/0}* still, i knew from back when we were lab partners...
ru_ru: <25>{#p/sans}{#f/0}* Тем не менее, я знал это, когда мы были партнерами лаборатории.

source: <25>{#p/sans}{#f/2}* that she had what it took to overcome anything.
ru_ru: <25>{#p/sans}{#f/2}* Она обладает способностью преодолевать что угодно.

source: <25>{#p/sans}{#f/0}* so i sat with her, and gave her a chance to process it all...
ru_ru: <25>{#p/sans}{#f/0}* Поэтому я сидел с ней и дал ей возможность разобраться со всем этим.

source: <26>{#p/sans}{#f/3}* and by the end, she took responsibility and accepted asgore's crown.
ru_ru: Взял на себя ответственность и принял корону Гора.

source: <25>{#p/sans}{#f/0}* ... right away, we knew we'd have to protect the human souls.
ru_ru: <25>{#p/sans}{#f/0}* ... Мы сразу поняли, что мы должны защищать человеческие души.

source: <25>{#p/sans}{#f/0}* so, we repurposed some old lab junk and built a containment system.
ru_ru: <25>{#p/sans}{#f/0}* Таким образом, мы повторно использовали некоторые старые лабораторные отходы и создали закрытую систему.

source: <25>{#p/sans}{#f/3}* after that, we realized we'd need someone to guard it.
ru_ru: <25>{#p/sans}{#f/3}* После того, как мы поняли, что нам нужен кто - то, чтобы защитить его.

source: <25>{#p/sans}{#f/0}* when the former queen returned, shortly thereafter...
ru_ru: <25>{#p/sans}{#f/0}* Вскоре после возвращения бывшей королевы.

source: <25>{#p/sans}{#f/2}* she seemed like the ideal candidate.
ru_ru: <25>{#p/sans}{#f/2}* Она представляется идеальным кандидатом.

source: <25>{#p/sans}{#f/0}* but then, she saw the human souls for herself...
ru_ru: <25>{#p/sans}{#f/0}* Но потом она своими глазами увидела человеческую душу.

source: <25>{#p/sans}{#f/3}* and just went on a tirade about us being "part of his agenda."
ru_ru: <25>{{#p/sans}{#f/3}* Просто длинно сказано, что мы являемся частью его повестки дня.

source: <25>{#p/sans}{#f/0}* we tried to explain what happened, and that asgore was innocent...
ru_ru: <25>{#p/sans}{#f/0}* Мы пытаемся объяснить, что произошло, и Асгор невиновен.

source: <25>{#p/sans}{#f/3}* but she wasn't having it in the slightest.
ru_ru: <25>{#p/sans}{#f/3}* Но она этого не сделала.

source: <25>{#p/sans}{#f/3}* needless to say, she declined the job.
ru_ru: Излишне говорить, что она отказалась от этой работы.

source: <25>{#p/sans}{#f/0}* luckily, the same couldn't be said about papyrus.
ru_ru: <25>{#p/sans}{#f/0}* К счастью, это не так с папирусом.

source: <25>{#p/sans}{#f/3}* after toriel declined, i called him next, and... well.
ru_ru: <25>{#p/sans}{#f/3}* После того, как Дорил отказался, я затем позвонил ему, а затем... - Хорошо.

source: <25>{#p/sans}{#f/3}* luckily, since papyrus was around, i called him up, and... well.
ru_ru: <25>{#p/sans}{#f/3}* К счастью, так как папирус был рядом, я позвонил ему, а потом... - Хорошо.

source: <25>{#p/sans}{#f/2}* he pretty much took the job on the spot.
ru_ru: <25>{#p/sans}{#f/2}* Он принял эту работу почти на месте.

source: <18>{#p/papyrus}{#f/4}... FOR A WHILE, ANYWAY.
ru_ru: <18>{#p/папирус}{#f/4}. Какое - то время, в любом случае.

source: <25>{#p/sans}{#f/0}* ah, there you are. * how'd the session go just now?
ru_ru: * Как прошло заседание?

source: <18>{#p/papyrus}{#f/0}OH, IT WENT WELL! EVERYONE SEEMS TO BE GETTING ALONG.
ru_ru: Кажется, все хорошо ладили.

source: <25>{#p/sans}{#f/3}* heh. * glad to hear it.
ru_ru: * Приятно слышать эту новость.

source: <18>{#p/papyrus}{#f/0}BY THE WAY, WHO ARE YOU TALKING TO?
ru_ru: <18>{#p/papyrus}{#f/0} Кстати, вы говорите со Всемирной организацией здравоохранения?

source: <18>{#p/papyrus}{#f/0}HELLO, SANS! I'VE COMPLETED MY SHIFT FOR TODAY.
ru_ru: Я закончил свою смену сегодня.

source: <18>{#p/papyrus}{#f/9}NO INTRUDERS OR MALFUNCTIONS TO REPORT!
ru_ru: <18>{#p/папирус}{#f/9} Нет захватчиков или неисправностей, о которых нужно сообщать!

source: <25>{#p/sans}{#f/0}* great work, papyrus. * keep it up.
ru_ru: * Держитесь.

source: <18>{#p/papyrus}{#f/6}I'LL BE SURE TO!!!
ru_ru: <18>{#p/папирус}{#f/6} Я обязательно буду!!

source: <18>{#p/papyrus}{#f/0}SO, WHO'S THAT YOU'RE TALKING TO?
ru_ru: <18>AM #p/papyrus - AM #f/0 - Тогда вы говорите со Всемирной организацией здравоохранения?

source: <25>{#p/sans}{#f/2}* oh, y'know. * just another human, nobody important.
ru_ru: * Просто другой человек, ничего страшного.

source: <18>{#p/papyrus}{#f/4}BUT ALL THE HUMANS ARE...
ru_ru: <18>{#p/папирус}{#f/4} Но все люди...

source: <18>{#p/papyrus}{#f/7}... WAIT!! GIVE ME THAT!!
ru_ru: Дай сюда!

source: <25>{#p/sans}{#f/0}* here you go.
ru_ru: <25>{#p/sans}{#f/0}* Для вас.

source: <18>{#p/papyrus}{#f/0}HELLO, HUMAN!
ru_ru: <18>{#p/папирус}{#f/0} Добрый день, человек!

source: <18>{#p/papyrus}{#f/4}IT SURE HAS BEEN A WHILE...
ru_ru: <18>{#p/папирус}{#f/4} Это определенно уже давно.

source: <18>{#p/papyrus}{#f/5}...
ru_ru: <18>{#p/папирус}{#f/5}.

source: <18>{#p/papyrus}{#f/5}THERE'S... A STORY I'D LIKE TO TELL YOU, ACTUALLY.
ru_ru: <18>На самом деле, есть история, которую я хотел бы вам рассказать.

source: <15>{#f/6}IT'LL EXPLAIN THE WHOLE "FOR A WHILE" THING.
ru_ru: <15>{#f/6} Это объяснит вещи на протяжении всего « периода времени».

source: <25>{#p/sans}{#f/3}* ... ah. * here we go.
ru_ru: * Давайте начнем.

source: <18>{#p/papyrus}{#f/7}SHH!!!
ru_ru: <18>{#p/папирус}{#f/7} Шшш!!

source: <18>{#p/papyrus}{#f/5}SO... I'M DOING MY JOB AS USUAL ONE DAY.
ru_ru: <18>{#p/папирус}{#f/5} Так что... однажды я сделаю свою работу, как обычно.

source: <18>{#p/papyrus}{#f/0}MAKING SURE THE HUMAN SOULS REMAIN SAFE AND SOUND.
ru_ru: <18>{#p/папирус}{#f/0} гарантирует, что человеческий голос остается безопасным и звуковым.

source: <18>{#p/papyrus}{#f/4}THEN... OUT OF NOWHERE...
ru_ru: Откуда - то появился.

source: <18>{#p/papyrus}{#f/5}I HEAR A LOUD KNOCK AT THE MAINTENANCE DOOR.
ru_ru: <18>{#p/папирус}{#f/5} Я услышал громкий шум от двери ремонта.

source: <18>{#p/papyrus}{#f/6}AS IT TURNS OUT, A STRANGE, BLIND DOG HAD RUN INTO IT!
ru_ru: <18>{#p/папирус}{#f/6} В результате в него вбежала странная слепая собака!

source: <18>{#p/papyrus}{#f/5}I WAS QUITE CONFUSED AT FIRST...
ru_ru: <18>{#p/папирус}{#f/5} Сначала я был озадачен.

source: <18>{#p/papyrus}{#f/5}BUT AFTER TALKING TO HIM, THE REASON BECAME CLEAR.
ru_ru: <18>{#p/папирус}{#f/5}, но после разговора с ним становится ясно, почему.

source: <18>{#p/papyrus}{#f/6}HE WAS LOOKING FOR HIS CANINE UNIT COMRADES.
ru_ru: <18>{#p/папирус}{#f/6} Он ищет свою консервную комбинацию.

source: <18>{#p/papyrus}{#f/0}FORTUNATELY, I WAS HAPPY TO HELP.
ru_ru: <18>К счастью, я с удовольствием помогу.

source: <18>{#p/papyrus}{#f/4}SO, AFTER THE END OF MY SHIFT...
ru_ru: <18>{#p/папирус}{#f/4} Итак, после моей смены.

source: <18>{#p/papyrus}{#f/0}WE WENT OUT TOGETHER TO BEGIN OUR SEARCH.
ru_ru: <18>{#p/папирус}{#f/0} Мы вышли вместе и начали искать.

source: <18>{#p/papyrus}{#f/5}FROM THE EDGE OF THE NOW-OPEN OUTLANDS...
ru_ru: <18>{#p/папирус}{#f/5} происходит с окраин Северного материка.

source: <18>{#p/papyrus}{#f/5}TO THE TALLEST SKYSCRAPERS IN THE CITADEL...
ru_ru: <18>{#p/папирус}{#f/5} к самым разговорчивым небоскребам города.

source: <18>{#p/papyrus}{#f/6}IT WAS SAFE TO SAY WE'D SEEN IT ALL.
ru_ru: <18>{#p/папирус}{#f/6} можно с уверенностью сказать, что мы видели все.

source: <18>{#p/papyrus}{#f/5}... ALL EXCEPT THE CANINES WE WERE LOOKING FOR.
ru_ru: <18>{#p/папирус}{#f/5}. Кроме собак, которых мы ищем.

source: <25>{#p/sans}{#f/3}* did you ever find the other dogs?
ru_ru: <25>{#p/sans}{#f/3}* Вы нашли других собак?

source: <18>{#p/papyrus}{#f/5}WELL... NO.
ru_ru: <18>{#p/папирус}{#f/5} Хорошо. Нет, нет.

source: <18>{#p/papyrus}{#f/5}BY THE TIME WE MADE IT BACK TO THE ROYAL ANNEX...
ru_ru: <18>{#p/папирус}{#f/5} Когда мы вернемся к королевскому приложению.

source: <18>{#p/papyrus}{#f/5}ALPHYS WAS AWAKE, AND TOLD US WHAT HAPPENED.
ru_ru: <18>{#p/папирус}{#f/5} Альфа проснулась и рассказала нам, что произошло.

source: <18>{#p/papyrus}{#f/3}... ALL THOSE ROYAL GUARDS...
ru_ru: <18>{#p/папирус}{#f/3}. Все эти королевские гвардейцы.

source: <18>{#p/papyrus}{#f/31}...
ru_ru: <18>{#p/папирус}{#f/31: 1.

source: <18>{#p/papyrus}{#f/5}DOGGO TOOK THE NEWS PRETTY HARD.
ru_ru: <18>{#p/папирус}{#f/5} Даго очень усердно воспринимал новости.

source: <18>{#p/papyrus}{#f/6}BUT ALPHYS AND I, WE DIDN'T LET HIM GIVE UP!
ru_ru: <18>{#p/папирус}{#f/6} Но Альфа и я, мы не позволили ему сдаться!

source: <18>{#p/papyrus}{#f/6}IN HIS TIME OF NEED, WE COMFORTED HIM OURSELVES!
ru_ru: <18>{#p/папирус}{#f/6} Мы утешаем его сами, когда он в этом нуждается!

source: <18>{#p/papyrus}{#f/5}WE PROMISED HIM HE'D HAVE A HOME HERE.
ru_ru: <18>{#p/папирус}{#f/5} Мы заверяем его, что у него будет дом здесь.

source: <25>{#p/sans}{#f/0}* hmm... i see.
ru_ru: <25>{#p/sans}{#f/0}* Эм... я понял.

source: <25>{#p/sans}{#f/2}* that explains the dog hair on asgore's couch.
ru_ru: <25>{#p/sans}{#f/2}* Это объясняет собачью шерсть на диване Асгора.

source: <18>{#p/papyrus}{#f/5}I HEAR A BUNCH OF KNOCKS AT THE MAINTENANCE DOOR.
ru_ru: <18>{#p/папирус}{#f/5} Я слышал, что на двери ремонта был пучок knock.

source: <18>{#p/papyrus}{#f/6}AS IT TURNS OUT, A SHORT-NECKED DOG WANTED MY COMPANY!
ru_ru: <18>{#p/папирус}{#f/6} Результат, коротконогая собака хочет моей компании!

source: <18>{#p/papyrus}{#f/5}BUT AFTER PETTING IT SEVERAL TIMES, IT ALL MADE SENSE.
ru_ru: <18>{#p/папирус}{#f/5} Но после нескольких прикосновений все становится значимым.

source: <18>{#p/papyrus}{#f/6}ITS NECK... BEGAN TO SPELL OUT A MESSAGE.
ru_ru: <18>{#p/папирус}{#f/6} Его шея. Начните писать сообщение.

source: <18>{#p/papyrus}{#f/6}AND THAT MESSAGE WAS "ALONE."
ru_ru: <18>{#p/папирус}{#f/6} Это сообщение « одиноко»

source: <18>{#p/papyrus}{#f/8}I FELT SO BAD!! I COULDN'T HELP BUT CRY!!
ru_ru: Я не могу перестать плакать!

source: <18>{#p/papyrus}{#f/5}ANYWAY, I ASKED ALPHYS ABOUT IT LATER, AND...
ru_ru: <18>{#p/папирус}{#f/5} В любом случае, я позже спросил ALPHYS об этом, а затем...

source: <18>{#p/papyrus}{#f/5}SHE TOLD ME WHAT HAD HAPPENED.
ru_ru: <18>Она рассказала мне, что произошло.

source: <18>{#p/papyrus}{#f/5}IT WAS HARD HEARING THAT NEWS, BUT...
ru_ru: <18>{#p/папирус}{#f/5} трудно услышать эту новость, но...

source: <18>{#p/papyrus}{#f/6}KNOWING HOW CANIS MINOR MUST HAVE FELT...
ru_ru: <18>{#p/папирус}{#f/6} Знайте, что должен чувствовать несовершеннолетний.

source: <18>{#p/papyrus}{#f/5}FROM THEN ON, I GAVE IT ALL THE ATTENTION I COULD.
ru_ru: <18>С тех пор я обращаю на это внимание, как могу.

source: <25>{#p/sans}{#f/3}* well... if it's any consolation...
ru_ru: <25>{#p/sans}{#f/3}* Хорошо. Если есть утешение.

source: <25>{#p/sans}{#f/0}* i think you did the right thing.
ru_ru: <25>{#p/sans}{#f/0}* Я думаю, что вы поступили правильно.

source: <18>{#p/papyrus}{#f/5}I HEAR A BANGING SOUND FROM THE MAINTENANCE DOOR.
ru_ru: <18>{#p/папирус}{#f/5} Я услышал звук связывания из двери ремонта.

source: <18>{#p/papyrus}{#f/6}AS IT TURNS OUT, TWO DOGS WITH AXES HAD WHALED ON IT!
ru_ru: <18>{#p/папирус}{#f/6} Оказывается, что две собаки с топором оказались наверху!

source: <18>{#p/papyrus}{#f/5}I WAS QUITE CONCERNED AT FIRST...
ru_ru: <18>{#p/папирус}{#f/5} Сначала я волновался.

source: <18>{#p/papyrus}{#f/5}BUT AFTER WHAT THEY TOLD ME...
ru_ru: <18>{#p/папирус}{#f/5} но после того, как они мне сказали.

source: <18>{#p/papyrus}{#f/5}THAT FEELING HAD TURNED TO SADNESS.
ru_ru: <18>{#p/папирус}{#f/5} Это чувство стало тишиной.

source: <18>{#p/papyrus}{#f/5}DOGAMY AND DOGARESSA, THEY...
ru_ru: <18>{#p/папирус}{#f/5} Догами и Догареза, они...

source: <18>{#p/papyrus}{#f/5}THEY QUESTIONED IF THEIR MARRIAGE WAS WORTH MAINTAINING.
ru_ru: <18>Они спрашивают, стоит ли поддерживать их брак.

source: <25>{#p/sans}{#f/3}* ... surely you convinced them to stay together.
ru_ru: <25>{#p/sans}{#f/3}* ... Вы, должно быть, убедили их остаться вместе.
