Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <32>* ... ready to catch you the moment you do something you don't want me to see!
ru_ru: <32>* ..... Будьте готовы к тому моменту, когда вы сделаете то, что не хотите, чтобы я видел!

source: <32>{#p/basic}* Okay, maybe I wouldn't actually go that far.
ru_ru: <32>{#p/basic}* Хорошо, может быть, я на самом деле не зайду так далеко.

source: <33>{#p/basic}* Not while you're awake, anyway.
ru_ru: <33>{#p/basic}* В любом случае, когда вы просыпаетесь, вы не будете.

source: <32>{#p/basic}* I took a peek outside, and they're STILL working on construction.
ru_ru: <32>{#p/basic}* Я посмотрел наружу, они все еще строятся.

source: <32>* The whole front of the house is STILL a big mess.
ru_ru: <32>* Весь фасад дома все еще в беспорядке.

source: <32>* And Asgore's... STILL tending to the ground...
ru_ru: <32>* Асго... все еще склонен к земле.

source: <32>* ... while the former CORE workers take their sweet, sweet time building the porch.
ru_ru: <32>* ..... Бывшие сотрудники CORE провели сладкое время, построив крыльцо.

source: <32>* I wonder what it'll look like when it's done...
ru_ru: <32>* Я хочу знать, как это будет выглядеть после завершения.

source: <32>* Hopefully, with Asgore in charge, it'll look better than what we've had before.
ru_ru: <32>* Надеюсь, что под руководством Асгора ситуация будет лучше, чем раньше.

source: <32>{#p/basic}* Actually, Asgore's only in charge of the design.
ru_ru: <32>{#p/basic}* На самом деле Asgore отвечает только за дизайн.

source: <32>* Since construction started yesterday, Doge has been the one giving the orders.
ru_ru: <32>* Доджи отдает приказы со вчерашнего начала работ.

source: <32>* I snuck outside then, too.
ru_ru: <32>Я тоже пробрался на улицу.

source: <32>* She's strict, but she seems to know what she's doing.
ru_ru: <32>* Она строгая, но она, кажется, знает, что делает.

source: <32>* Which is great, because as much as I love Asgore for who he is...
ru_ru: <32>* Это очень хорошо, потому что, хотя я очень люблю Асго как человека.

source: <32>* He most certainly is NOT your ideal foreman.
ru_ru: <32>* Он определенно не ваш идеальный Форман.

source: <33>{#p/basic}* Speaking of things being built, they finished the balcony earlier this morning.
ru_ru: <33>{#p/basic}* Говоря о том, что строится, они завершили балкон сегодня утром.

source: <32>* Monster Kid and Asriel are both outside... * ... sightseeing.
ru_ru: * ..... Просмотр достопримечательностей.

source: <32>* They sure do that a lot together... they're probably waiting for you to join them.
ru_ru: <32>* Они действительно часто делают это вместе. Они могут ждать, когда ты присоединишься к ним.

source: <32>* Once you're done taking in YOUR surroundings, you could go see them.
ru_ru: <32>* Как только вы поймете окружающую среду, вы можете пойти и посмотреть.

source: <33>* Or you could just go back to your room. * Whatever floats your hoverboat.
ru_ru: * Что бы ни сделало ваш скейтборд плавающим.

source: <32>{#p/basic}* Oh yeah, about boats...
ru_ru: <32>{#p/basic}* О, да, о корабле...

source: <32>* I guess those aren't really needed around here.
ru_ru: <32>Я думаю, что это действительно не нужно здесь.

source: <32>* But... Frisk! * There are places on this world you can't be without one.
ru_ru: * В этом мире есть места, где ты не можешь жить без одного.

source: <32>* Especially the bog basins. * All that murky water...
ru_ru: * Эти мутные воды.

source: <32>* Just keep it in mind.
ru_ru: <32>* Помните об этом.

source: <32>{#p/basic}* And no, you can't just get by swimming in those kinds of places.
ru_ru: <32>{#p/basic}* Нет, вы не можете плавать только в этих местах.

source: <33>* Only some of them. * And only at a good time of day.
ru_ru: * И только в хорошее время суток.

source: <32>{#p/basic}* Mind you, do monsters even have a sense of the time of day?
ru_ru: <32>{#p/basic}* Пожалуйста, обратите внимание, что монстры даже чувствуют время дня?

source: <32>* Most WERE born in space...
ru_ru: <32>* Большинство людей родились в космосе.

source: <32>{#p/basic}* ... maybe that's a question for another time of day.
ru_ru: <32>{#p/basic}* ... Возможно, это проблема в другое время дня.

source: <32>{#p/basic}* Three little chairs at the dining table...
ru_ru: <32>{#p/basic}* За столом стоят три маленьких стула.

source: <32>* One for you, one for Asriel, and one for Monster Kid.
ru_ru: <32>* Один для вас, один для Asriel и один для Monster Kid.

source: <32>* That's fine, really. * Asgore wouldn't know I'm here.
ru_ru: * Асгор не узнает, что я здесь.

source: <32>* Still...
ru_ru: <32>* Остается.

source: <32>* It does feel strange not to have a place there.
ru_ru: <32>* Негде жить, это странно.

source: <32>{#p/basic}* Asriel and I loved to swap the chairs around when Mom wasn't looking.
ru_ru: <32>{#p/basic}* Asriel и я любим менять стулья, когда мама не замечает.

source: <32>* Even Asgore would get in on it sometimes. * She... wasn't impressed.
ru_ru: * Она... Никаких впечатлений.

source: <32>* But it was all in good fun.
ru_ru: <32>* Но все это очень интересно.

source: <32>* Heck, he used to check under Asriel's chair for space creatures when he sat down.
ru_ru: « 32 »* Ой, он часто проверял космическую жизнь, когда садился под кресло Асриэля.

source: <32>* I'll never forget that time Toriel sat down on the chair, which we swapped beforehand...
ru_ru: <32>* Я никогда не забуду тот раз, когда Ториэль сидел в кресле, и мы обменялись заранее.

source: <33>* Asgore gave her the exact same treatment, and it was GLORIOUS.
ru_ru: <33>* Асгор дал ей точно такое же лечение, и это почетно.

source: <32>* All of us were laughing... except for Toriel, who sat there in disbelief.
ru_ru: <32>* Мы все смеялись. Кроме Тольера, он невероятно сидел там.

source: <32>* Well. * She came around to it later.
ru_ru: * Она осознала это позже.

source: <32>{#p/basic}* But, yeah... she wasn't much for the chicanery we got up to.
ru_ru: <32>{#p/basic}* Но, да... Она не купилась на наши уловки.

source: <32>* And even if she's not the same as she used to be...
ru_ru: <32>* Даже если она не такая, как раньше.

source: <32>* And even if she won't be here all the time...
ru_ru: <32>* Даже если она не будет здесь все время.

source: <32>* It's a good thing Asriel's got someone like you to calm him down.
ru_ru: К счастью, у Асиля есть такие люди, как ты, чтобы успокоить его.

source: <32>* When he gets excited, he gets REALLY excited.
ru_ru: <32>* Когда он возбуждается, он становится очень возбужденным.

source: <32>* ... or, used to, anyway.
ru_ru: <32>* ..... Или, привык, в любом случае.

source: <32>{#p/basic}* I guess it's unfair to think of him as the same person he once was.
ru_ru: <32>{#p/basic}* Я думаю, что несправедливо думать о нем как о человеке, которым он был.

source: <32>* With all that stuff he mentioned about trying to corrupt you...
ru_ru: <32>* Те вещи, о которых он говорил, которые пытались вас разложить.

source: <32>* With all that stuff he mentioned about hurting you...
ru_ru: <32>* Он упомянул, что хочет причинить тебе боль.

source: <32>* He's probably a very different person by now.
ru_ru: <32>Теперь он может быть совсем другим человеком.

source: <32>* Not unlike myself.
ru_ru: <32>Я ничем не отличаюсь.

source: <32>* I just hope he can make the best of what he has, now.
ru_ru: Я просто надеюсь, что теперь он сможет в полной мере использовать то, что у него есть.

source: <32>* And that you'll be there for him when he needs you.
ru_ru: <32>Когда ты ему нужен, ты будешь рядом с ним.

source: <32>{#p/basic}* But I guess I'm starting to repeat myself.
ru_ru: <32>{#p/basic}* Но я думаю, что начал повторять себя.

source: <32>* We've got a home, we've got sunlight... so there's no reason to complain!
ru_ru: <32>* У нас есть дом, есть солнце... Нет причин жаловаться!

source: <32>* ... or something like that.
ru_ru: <32>* ..... Или что - то подобное.

source: <32>{#p/basic}* Of course they put a microwave in here.
ru_ru: <32>{#p/basic}* Конечно, они поставили здесь микроволновую печь.

source: <32>* Of course they did.
ru_ru: <32>* Конечно.

source: <32>* No doubt that'll be Asriel's primary source of food.
ru_ru: <32>* Нет никаких сомнений в том, что это будет основным источником пищи для Аслиля.

source: <32>* Yeah, he's what you'd call a "microwave master."
ru_ru: <32>* Да, это то, что вы называете "Мастер микроволновой печи".

source: <32>{#p/basic}* I mean, it's bad enough that so many of our ingredients are replicated these days...
ru_ru: <32>{#p/basic}* Я имею в виду, что теперь многие из наших ингредиентов скопированы, и это уже достаточно плохо.

source: <32>* Formed with matter-energy conversion nonsense, rather than legitimate cooking.
ru_ru: <32>* Бред, образованный преобразованием материальной энергии вместо законного приготовления пищи.

source: <32>* But at least that can still produce something palletable.
ru_ru: <32>* Но, по крайней мере, это все еще может создать что - то, что может быть сложено.

source: <32>* Using the microwave is just...
ru_ru: <32>* Использование микроволновой печи только.

source: <32>* It's wrong.
ru_ru: <32>* Это неправильно.

source: <32>* It's so very wrong.
ru_ru: <32>Это очень неправильно.

source: <33>{#p/basic}* I mean, that's just my opinion.
ru_ru: <33>{#p/basic}* Я имею в виду, это только моя точка зрения.

source: <32>* You can feel free to disagree, and knowing you, you probably do...
ru_ru: <32>* Вы можете свободно выражать несогласные мнения, понимать вас, и вы можете это сделать...

source: <32>* But some opinions...
ru_ru: <32>* Но некоторые точки зрения.

source: <32>* Let's just say some opinions are more correct than others.
ru_ru: <32>* Давайте скажем, что некоторые мнения более правильны, чем другие.

source: <32>{#p/basic}* All we can hope for is that Eurybia has a better selection of fresh ingredients.
ru_ru: <32>{#p/basic}* Мы можем только надеяться, что Eurybia будет иметь лучший выбор свежих ингредиентов.

source: <32>* Considering Alphys was the one to seek out planets in the first place...
ru_ru: <32>* Учитывая, что Альфа был первым, кто искал планеты.

source: <32>* You can't blame me for being at least a little wary.
ru_ru: <32>Вы не можете винить меня, по крайней мере, за некоторую осторожность.

source: <33>{#p/basic}* If Asriel's a microwave master, Alphys would be a microwave overlord.
ru_ru: <33>{#p/basic}* Если Asriel является микроволновым мастером, то Alphys будет микроволновым гегемоном.

source: <32>* That's all I'm saying.
ru_ru: <32>Вот что я хочу сказать.

source: <32>{#p/basic}* No, really.
ru_ru: <32>{#p/basic}* Нет, правда.

source: <32>* Won't say anything more.
ru_ru: <32>Я ничего не скажу.

source: <32>{#p/basic}* Not in the kitchen, anyway.
ru_ru: <32>{#p/basic}* В любом случае не на кухне.

source: <32>{#p/basic}* The balcony's just outside...
ru_ru: <32>{#p/basic}* Балкон находится снаружи.

source: <32>* I wonder if the birds are saying anything interesting.
ru_ru: <32>Я хочу знать, говорят ли птицы что - нибудь интересное.

source: <33>* Like "what a nice house!" * Or "the weather's great today."
ru_ru: * Или "Погода сегодня хорошая".

source: <32>* Maybe they don't like the house OR the weather. * That'd be... kind of sad.
ru_ru: * Это было бы... немного грустно.

source: <32>* Maybe they're not even birds. * Who knows what kinds of sounds birds make here.
ru_ru: * Кто знает, что здесь могут издавать птицы?

source: <32>* Who knows if birds even exist here at all.
ru_ru: <32>* Кто знает, есть ли здесь птицы?

source: <33>* For all we know, what we're hearing are the cries of the damned buried deep underground.
ru_ru: <33>* Насколько нам известно, мы слышим проклятые крики, погребенные глубоко под землей.

source: <32>{#p/basic}* After the monsters have lived here long enough, the planet might gain some form of magic.
ru_ru: <32>{#p/basic}* После того, как монстры проживут здесь достаточно долго, планета может приобрести какую - то форму магии.

source: <32>* If that happens, would the animals be affected, too?
ru_ru: <32>* Если это произойдет, пострадают ли животные?

source: <32>* Would they become conscious? * Understand us?
ru_ru: * Узнать нас?

source: <32>* Would we understand them?
ru_ru: <32>Можем ли мы их понять?

source: <33>* If the sounds we're hearing really ARE cries of the damned, I'm not sure I'd want to know.
ru_ru: Если звук, который мы слышим, действительно плачет, я не уверен, хочу ли я знать.

source: <32>{#p/basic}* But yeah, planetary magic.
ru_ru: <32>{#p/basic}* Но, да, планетарная магия.

source: <32>* I think that's what happened to Krios, when monsters first gained THEIR magic.
ru_ru: « 32 »* Я думаю, что это то, что случилось с Криосом, когда монстр впервые приобрел магию.

source: <32>* Either that, or the planet already had magic, and gave it to them.
ru_ru: <32>* Либо это так, либо планета уже имеет магию и передает ее им.

source: <32>* We'd have to ask Terrestria about that sort of thing.
ru_ru: <32>* Мы должны спросить о таких вещах, как Terrestria.

source: <32>* She'd know.
ru_ru: <32>* Она узнает.

source: <32>{#p/basic}* Hey. * Don't be nervous about going out there, Frisk.
ru_ru: * Выходи и не нервничай, Фриск.

source: <32>* I'm sure those two would be happy to see you there.
ru_ru: Я уверен, что эти двое будут рады видеть вас там.

source: <32>* And if my analysis of the position is right...
ru_ru: <32>* Если мой анализ этой должности правильный.

source: <32>* The planet itself will, too.
ru_ru: <32>* Земля сама будет.

source: <32>{#p/basic}* Don't quote me on that, though.
ru_ru: <32>{#p/basic}* Тем не менее, не цитируйте мои слова.

source: <32>* I'm not much of a chess player.
ru_ru: <32>Я не умею играть в шахматы.

source: <32>{#p/basic}* The smartest move I've ever played in a board game was a double-jump in checkers.
ru_ru: <32>{#p/basic}* Самым умным движением, которое я когда - либо играл в настольные игры, были шашки.

source: <32>* It was downhill from there.
ru_ru: <32>* Отсюда начинается спуск.

source: <32>{#p/basic}* And if we weren't buried in a jungle, it might be downhill from here, too.
ru_ru: <32>{#p/basic}* Если бы мы не были похоронены в джунглях, то отсюда тоже мог бы начаться спуск.

source: <32>* Not that I blame Asgore for choosing such a low-risk location.
ru_ru: Я не виню Асгора в том, что он выбрал такое место с низким риском.

source: <32>* He's got two adopted children to think about now...
ru_ru: <32>* Теперь у него есть два усыновленных ребенка, которые нужно рассмотреть.

source: <32>* Not to mention his own son.
ru_ru: Не говоря уже о собственном сыне.

source: <32>{#p/basic}* Mountainside living might be cool, but the jungle has its own appeal, too.
ru_ru: <32>{#p/basic}* Жизнь в горах может быть крутой, но джунгли также имеют свою привлекательность.

source: <32>{#p/basic}* Righty-o. * The bathroom.
ru_ru: * Ванная комната.

source: <32>* The bathroom, the bathroom, the bathroom...
ru_ru: <32>* Ванная комната, ванная, ванная...

source: <32>* Bathroom bathroom bathroom bathroom bathroom.
ru_ru: <32>* Ванная комната ванная комната ванная комната ванная комната.

source: <32>* Bathroom.
ru_ru: <32>* Ванная комната.

source: <32>* Bathroom!!!
ru_ru: <32>* Ванная!!

source: <32>{#p/basic}* Okay... I will admit.
ru_ru: <32>{#p/basic}* Хорошо. Я признаю это.

source: <32>* It is pretty cool that you've got extra-fluffy shampoo.
ru_ru: <32>Это так круто, что у вас есть дополнительный пушистый шампунь.

source: <32>* Even if it doesn't actually make sense for a human to have it.
ru_ru: <32>* Даже если человек имеет его, на самом деле нет смысла.

source: <32>* Unless... you ARE turning into a goat...
ru_ru: <32>* За исключением случаев. Ты превращаешься в козу.

source: <32>* ... baaah?
ru_ru: <32>* ..... Баха?

source: <32>* There's a distinct possibility you are not the only one who uses this bathroom.
ru_ru: Скорее всего, вы не единственный, кто пользуется этой ванной комнатой.

source: <32>{#p/basic}* So this is Monster Kid and Asriel's room...
ru_ru: <32>{#p/basic}* Так что это комната Монстр - пацана и Аслиля.

source: <32>* I don't have much to say.
ru_ru: <32>Мне нечего сказать.

source: <32>* Though... that poster on the wall is pretty cool.
ru_ru: <32>* Хотя. Плакат на стене классный.

source: <32>* The old homeworld...
ru_ru: <32>* Старый дом.

source: <32>* Only now, it's in sepia tone.
ru_ru: <32>* Только сейчас он темно - коричневый.

source: <32>{#p/basic}* I'm honestly not surprised he made this room so much smaller than yours.
ru_ru: <32>{#p/basic}* Честно говоря, я не удивлен, что он поставил эту комнату намного меньше вашей.

source: <32>* He knows monsters very well. * If the bed's comfortable, who cares what room it's in?
ru_ru: * Если кровать удобная, кого волнует, в какой комнате она находится?

source: <32>* Not monsters, that's who!
ru_ru: <32>* Не монстр, это кто!

source: <32>* That must be why Asriel slept in your bed last night as opposed to his.
ru_ru: Вот почему Асриэль спал в твоей постели прошлой ночью, а не в своей.

source: <32>{#p/basic}* From what I can tell...
ru_ru: <32>{#p/basic}* Насколько я знаю.

source: <32>* This room belonged to someone who spent a long time doing one specific thing.
ru_ru: Эта комната принадлежит человеку, который долгое время занимался чем - то конкретным.

source: <32>* If I had that kind of free time, I have no idea what I'd do.
ru_ru: <32>* Если бы у меня было такое свободное время, я бы не знал, что бы я сделал.

source: <32>* I do know I wouldn't spend it on such a tedious and demoralizingly-large project.
ru_ru: Я знаю, что не буду тратить деньги на такие скучные и разочаровывающие мегапроекты.

source: <32>* But I'm not them, so I wouldn't know what goes through their head.
ru_ru: <32>* Но я не они, поэтому я не знаю, о чем они думают.

source: <32>{#p/human}* (And yet, despite the sight ahead of you...)
ru_ru: <32>{#p/human}* (однако, несмотря на пейзаж впереди...)

source: <32>{#p/human}* (... you can't help but feel as if there's something missing.)
ru_ru: <32>{#p/human}* (...Вы не можете не почувствовать, как будто чего - то не хватает.)

source: <25>{#p/kidd}{#f/3}* Oh, hey Frisk...
ru_ru: <25>{#p/kidd}{#f/3}* О, эй, Фриске...

source: <25>{#f/1}* I was getting worried you would never wake up!
ru_ru: <25>{#f/1}* Я боюсь, что вы никогда не проснетесь!

source: <25>{#p/kidd}{#f/3}* ... haha.
ru_ru: <25>{#p/kidd}{#f/3}* ... Ха - ха - ха.

source: <25>{#f/2}* I can't believe I actually...
ru_ru: <25>{#f/2}* Я не могу поверить, что я действительно...

source: <25>{#f/4}* ... have...
ru_ru: <25>{#f/4}* ... Есть...

source: <25>{#f/2}* I can't believe I actually have a home now.
ru_ru: <25>{#f/2}* Я не могу поверить, что у меня действительно есть дом сейчас.

source: <25>{#f/7}* And with King Asgore!?
ru_ru: <25>{#f/7}* И король Асго!

source: <25>{#f/1}* All the other kids are gonna want to hang out with us...
ru_ru: <25>{#f/1}* Другие дети хотят пойти с нами и поиграть.

source: <25>{#f/1}* We'll get to throw house parties ALL the time!
ru_ru: <25>{#f/1}* Мы можем организовать семейный праздник в любое время!

source: <25>{#p/kidd}{#f/4}* Uh... are you okay?
ru_ru: <25>{#p/kidd}{#f/4}* Э... Ты в порядке?

source: <25>{#f/8}* I'm kinda worried about you, dude...
ru_ru: <25>{#f/8}* Я немного волнуюсь за тебя, приятель.

source: <25>{#f/7}* Is something wrong?
ru_ru: <25>{#f/7}* Что - то не так?

source: <25>{#p/kidd}{#f/1}* Man, the books in the librarby were one thing...
ru_ru: <25>{#p/kidd}{#f/1}* Боже, книга в библиотеке - это одно.

source: <25>{#p/kidd}{#f/7}* But being on a planet for REAL!?
ru_ru: <25>{#p/kidd}{#f/7}* Но на самом деле на планете!

source: <25>{#f/13}* It's SOOOO much cooler!
ru_ru: <25>{#f/13}* Слишком холодно!

source: <25>{#f/2}* Imagine if we tried to explore it all...
ru_ru: <25>{#f/2}* Представьте себе, если мы попытаемся исследовать все это...

source: <25>{#f/1}* We'd never EVER be finished!
ru_ru: <25>{#f/1}* Мы никогда не закончим!

source: <25>{#p/kidd}{#f/4}* (Man, I'm really getting worried now.)
ru_ru: <25>{#p/kidd}{#f/4}* (Чувак, я действительно волнуюсь сейчас).

source: <25>{#f/7}* Frisk, come on...!
ru_ru: <25>{#f/7}* Frisk, давай.

source: <25>{#f/7}* You gotta say something to me, dude!
ru_ru: <25>{#f/7}* Ты должен мне что - то сказать, приятель!

source: <25>{#f/8}* I didn't do anything wrong... did I?
ru_ru: <25>{#f/8}* Я не сделал ничего плохого. Правда?

source: <25>{#p/kidd}{#f/2}* Aren't you excited?
ru_ru: <25>{#p/kidd}{#f/2}* Вы не взволнованы?

source: <25>{#f/1}* You and I are gonna do EVERYTHING together!
ru_ru: <25>{#f/1}* Мы с тобой сделаем все вместе!

source: <25>{#p/kidd}{#f/1}* Is THIS what living on a planet is like? * This is INCREDIBLE!
ru_ru: * Это невероятно!

source: <25>{#p/asriel1}{#f/10}* What? * A whole planet of this?
ru_ru: * Вся эта планета?

source: <25>{#f/20}* Pfft. * This is nothing...
ru_ru: * Это ничего.

source: <25>{#f/17}* Just past the forest, there's a giant mountain...
ru_ru: <25>{#f/17}* Только что пересек лес, есть большая гора...

source: <25>{#f/17}* And a lake beyond that.
ru_ru: <25>{#f/17}* Есть еще озеро вон там.

source: <25>{#p/kidd}{#f/2}* That must be the lake with that slimy red goo...
ru_ru: <25>{#p/kidd}{#f/2}* Это должно быть озеро с липкой красной вязкостью.

source: <25>{#f/1}* Gross AND awesome!
ru_ru: <25>{#f/1}* Отвратительно и замечательно!

source: <25>{#p/asriel1}{#f/1}* ... I dare you to swim.
ru_ru: <25>{#p/asriel1}{#f/1}* ... Я призываю вас плавать.

source: <25>{#f/13}* Deal. * But only if you swim WITH me!
ru_ru: * Но только если ты будешь плавать со мной!

source: <25>{#p/asriel1}{#f/21}* Uh... I mean...
ru_ru: <25>{#p/asriel1}{#f/21}* Мм... Я говорил.

source: <25>{#f/20}* Maybe we'd be better off if we stuck to dune racing.
ru_ru: <25>{#f/20}* Возможно, было бы лучше, если бы мы придерживались гонки в дюнах.

source: <25>{#p/kidd}{#f/6}* You're not afraid of getting sticky red goo all over you, are you?
ru_ru: <25>{#p/kidd}{#f/6}* Вы не боитесь, что все тело покрыто липкой красной вязкостью, не так ли?

source: <25>{#p/asriel1}{#f/8}* ... ugh, of course not, you idiot, I just-
ru_ru: <25>{#p/asriel1}{#f/8}* ... Ах, конечно нет, ты идиот, я просто...

source: <25>{#p/asriel1}{#f/25}* ... w-wait, I didn't m-mean to...
ru_ru: <25>{#p/asriel1}{#f/25}* ... Подожди, я не нарочно...

source: <25>{#p/kidd}{#f/4}* Asriel...?
ru_ru: <25>{#p/kidd}{#f/4}* Аслиль.

source: <25>{#p/kidd}{#f/4}* Are you okay?
ru_ru: <25>{#p/kidd}{#f/4}* Ты в порядке?

source: <25>{#p/asriel1}{#f/13}* ... I...
ru_ru: <25>{#p/asriel1}{#f/13}* ... I. СОДЕРЖАНИЕ

source: <25>{#f/22}* I'm alright. * You didn't do anything wrong, okay?
ru_ru: * Ты не сделал ничего плохого, хорошо?

source: <25>{#p/asriel1}{#f/21}* ... you WOULD just forgive me like that, wouldn't you...
ru_ru: <25>{#p/asriel1}{#f/21}* ... Ты простишь меня так, не так ли?

source: <25>{#f/23}* You're just an innocent monster kid.
ru_ru: <25>{#f/23}* Ты просто невинный ребенок - монстр.

source: <25>{#p/kidd}{#f/1}* That's my name!
ru_ru: <25>{#p/kidd}{#f/1}* Это мое имя!

source: <25>{#p/kidd}{#f/4}* So what were you saying?
ru_ru: <25>{#p/kidd}{#f/4}* Что вы только что сказали?

source: <25>{#f/13}* ... there are deserts, but the races would be done in the tubules.
ru_ru: <25>{#f/13}* ... Несмотря на наличие пустыни, соревнования будут проходить в небольших трубах.

source: <25>{#p/kidd}{#f/7}* Tubules?? * What the heck??
ru_ru: * Какого черта?

source: <25>{#p/asriel1}{#f/10}* Uh... * Haven't you read the geological surveys?
ru_ru: Вы не читали геологические исследования?

source: <25>{#p/kidd}{#f/1}* What's a geological survey?
ru_ru: <25>{#p/kidd}{#f/1}* Что такое геологическая разведка?

source: <25>{#f/15}* The tubules are a region made up of... uh, tubes.
ru_ru: <25>{#f/15}* Трубка представляет собой область, состоящую... Хм, трубы.
