Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <32>{#p/napstablook}* it hasn't stopped people from being united in their dislike for you.
ru_ru: <32>{#p/napstaplok}* Это не мешает людям объединяться, чтобы ненавидеть вас.

source: <32>{#p/napstablook}* eventually, our group noticed that asgore had yet to be replaced
ru_ru: <32>{#p/napstaplok}* В конце концов, наша группа отметила, что asgore не был заменен

source: <32>{#p/napstablook}* so...... one of our own members suggested we take the throne ourselves.
ru_ru: <32>{#p/napstaplok}* Так что... один из наших членов предлагает нам самим взойти на трон.

source: <32>{#p/napstablook}* as the "face" of the group, i was appointed as the outpost's official leader...
ru_ru: <32>{#p/napstaplok}* В качестве "представителя" организации я был назначен официальным лидером форпоста...

source: <32>{#p/napstablook}* but, in reality... we all kind of make decisions together.
ru_ru: <32>{#p/napstaplok}* Но на самом деле... Мы все будем принимать решения вместе.

source: <32>{#p/napstablook}* it's pretty cool, actually.
ru_ru: <32>{#p/napstaplok}* На самом деле это круто.

source: <32>{#p/napstablook}* a little weird having all these people look up to me, but......
ru_ru: <32>{#p/napstaplok}* Немного странно, все эти люди смотрят на меня, но...

source: <32>{#p/napstablook}* at least none of us have to do this thing alone.
ru_ru: <32>{#p/napstaplok}* По крайней мере, нам не нужно делать это в одиночку.

source: <32>{#p/napstablook}* anyway, i just wanted you to know......
ru_ru: <32>{#p/napstaplok}* В любом случае, я просто хочу, чтобы вы знали...

source: <32>{#p/napstablook}* i'm fine now.
ru_ru: <32>{#p/napstaplok}* Я в порядке сейчас.

source: <32>{#p/napstablook}* better than fine, in fact.
ru_ru: <32>{#p/napstaplok}* На самом деле лучше.

source: <32>{#p/napstablook}* because, what you did... didn't hurt us.
ru_ru: <32>{#p/napstaplok}* Потому что ты сделал... Не навреди нам.

source: <32>{#p/napstablook}* it only made us stronger.
ru_ru: <32>{#p/napstaplok}* Это только делает нас сильнее.

source: <32>{#p/napstablook}* and one day... when we all escape from the outpost......
ru_ru: <32>{#p/napstaplok}* Один день. Когда мы все убегаем от форпоста...

source: <32>{#p/napstablook}* .........
ru_ru: <32>{#p/napstabook}* .....

source: <32>{#p/napstablook}* our group vows to hunt you down and make sure you pay for what you've done.
ru_ru: <32>{#p/napstaplok}* Наша команда поклялась преследовать вас и гарантировать, что вы заплатите за все, что вы сделали.

source: <32>{#p/napstablook}* heh......
ru_ru: <32>{#p/napstabook}* Эй...

source: <32>{#p/napstablook}* ...... * i hope you die a painful death
ru_ru: * Я хочу, чтобы ты умер мучительно*

source: <32>{#p/mettaton}* EXCUSE ME, HUMAN...
ru_ru: <32>{#p/metaton}* Извините, человек...

source: <32>{#p/mettaton}* THERE'S A FEW THINGS I'D LIKE TO SAY TO YOU.
ru_ru: <32>Есть несколько вещей, которые я хотел бы вам сказать.

source: <32>{#p/mettaton}* ARE YOU THERE?
ru_ru: <32>{#p/metaton}* Вы здесь?

source: <32>{#p/mettaton}* ... I GUESS IT'LL BE A MESSAGE, THEN.
ru_ru: <32>{#p/metaton}* ... Тогда, я думаю, это будет сообщение.

source: <32>{#p/mettaton}* TO START, I'LL SAY THAT I -AM- HAPPY YOU FOLLOWED ALPHYS'S INSTRUCTIONS.
ru_ru: <32>{#p/metaton}* Прежде всего, я хотел бы сказать, что я рад, что вы последовали инструкциям Альфа.

source: <32>{#p/mettaton}* AVOIDING UNDYNE, AND A LARGE PART OF AERIALIS...?
ru_ru: <32>{#p/metaton}* Избегайте UNDYNE, а также большинство авиации.

source: <32>{#p/mettaton}* IT SAVED BOTH HER AND MYSELF A LOT OF POTENTIAL HEADACHE.
ru_ru: <32>{#p/metaton}* Это сэкономило много потенциальных головных болей для нее и для меня.

source: <32>{#p/mettaton}* TO BE HONEST, I'M NOT SURE WHERE TO BEGIN.
ru_ru: <32>{#p/metaton}* Честно говоря, я не знаю, с чего начать.

source: <32>{#p/mettaton}* YOU KILLED CITIZENS, YOU KILLED ROYAL GUARDS...
ru_ru: <32>{#p/metaton}* Вы убили гражданина, Вы убили Королевскую гвардию...

source: <32>{#p/mettaton}* YOU WERE INDISCRIMINATE IN YOUR KILLING.
ru_ru: <32>{#p/metaton}* Ваши убийства являются недискриминационными.

source: <32>{#p/mettaton}* I -DO- APPRECIATE THAT YOUR BEHAVIOR IMPROVED LATER ON...
ru_ru: <32>{#p/metaton}* Я благодарен вам за то, что ваше последующее поведение улучшилось.

source: <32>{#p/mettaton}* LET'S GET ONE THING STRAIGHT.
ru_ru: <32>{#p/metaton}* Давайте проясним одну вещь.

source: <32>{#p/mettaton}* YOU OUTRIGHT -SLAUGHTERED- THE ROYAL GUARD.
ru_ru: <32>{#p/metaton}* Вы были побеждены - Королевская гвардия.

source: <32>{#p/mettaton}* YOU WERE SOMEWHAT MORE MERCIFUL TOWARDS REGULAR CITIZENS...
ru_ru: <32>{#p/metaton}* Вы более привлекательны для обычных граждан.

source: <32>{#p/mettaton}* AND YOUR BEHAVIOR DID IMPROVE AFTER MY WARNING...
ru_ru: <32>{#p/metaton}* Ваше поведение действительно улучшилось после моего предупреждения.

source: <32>{#p/mettaton}* WHEN IT CAME TO CITIZENS, YOU SHOWED -NO- REMORSE.
ru_ru: <32>{#p/metaton}* Когда он приходит к гражданам, вы показываете - нет - пульт.

source: <32>{#p/mettaton}* YOU WERE SOMEWHAT MORE MERCIFUL TOWARDS THE ROYAL GUARD...
ru_ru: <32>{#p/metaton}* Вы более милосердны к Королевской гвардии.

source: <32>{#p/mettaton}* TO START, I'LL ADMIT YOU WEREN'T AS BAD AS I FIRST THOUGHT.
ru_ru: <32>{#p/metaton}* Во - первых, я признаю, что вы не так плохи, как я думал вначале.

source: <32>{#p/mettaton}* YOU SPARED MANY OF THE ROYAL GUARDS, AND A FAIR FEW CITIZENS, TOO.
ru_ru: <32>{#p/metaton}* Вы разгромили много королевских гвардейцев и несколько граждан.

source: <32>{#p/mettaton}* NOT TO MENTION HOW YOU IMPROVED YOUR BEHAVIOR AFTER MY WARNING.
ru_ru: <32>{#p/metaton}* Не говоря уже о том, как вы улучшили свое поведение после моего предупреждения.

source: <32>{#p/mettaton}* BUT DON'T THINK FOR A SECOND THAT IT EXCUSES ANYTHING OTHERWISE.
ru_ru: <32>{#p/metaton}* Но ни на секунду не думайте, что это исключает что - либо еще.

source: <32>{#p/mettaton}* SINCE ASGORE DISAPPEARED, ALPHYS HAS HAD HER HANDS FULL AS THE QUEEN.
ru_ru: <32>{#p/metaton}* После исчезновения ASGORE ALPHYS была так же занята, как и королева.

source: <32>{#p/mettaton}* I WAS SURPRISED TO SEE HER TAKE ON THE ROLE, BUT...
ru_ru: <32>{#p/metaton}* Я был удивлен, увидев, что она играет эту роль, но...

source: <32>{#p/mettaton}* I GUESS HER SUCCESS IN ESCORTING YOU BOOSTED HER CONFIDENCE.
ru_ru: <32>{#p/metaton}* Я думаю, что ей удалось спасти вас, что укрепило ее уверенность.

source: <32>{#p/mettaton}* STILL, IT HASN'T BEEN EASY.
ru_ru: <32>{#p/metaton}* Все еще, это непросто.

source: <32>{#p/mettaton}* EVER SINCE SHE GUIDED YOU TO SAFETY, UNDYNE'S BEEN QUITE UPSET AT HER.
ru_ru: <32>{#p/metaton}* UNDYNE хранит молчание о ней с тех пор, как она ведет вас в безопасность.

source: <32>{#p/mettaton}* THE INCUMBENT GUARD CAPTAIN QUESTIONS HER EVERY DECISION, GIVING HER DOUBTS.
ru_ru: <32>{#p/metaton}* Ворванный капитан охраны ставит под сомнение каждое ее решение, давая ей сомнения.

source: <32>{#p/mettaton}* AND WHILE SHE STILL BELIEVES YOU TO BE REDEEMABLE...
ru_ru: <32>{#p/metaton}* Хотя она все еще верит, что вы можете быть выкуплены.

source: <32>{#p/mettaton}* THE PEOPLE WANT HUMANS DEAD.
ru_ru: <32>{#p/metaton}* Люди хотят, чтобы люди умирали.

source: <32>{#p/mettaton}* EVEN THE FORMER QUEEN TORIEL COULDN'T CHANGE THEIR MINDS UPON HER RETURN.
ru_ru: <32>{#p/metaton}* Даже бывшая королева TORIEL не может передумать после возвращения домой.

source: <32>{#p/mettaton}* BY THEN, ALPHYS HAD LOST HER APPETITE FOR POLITICS.
ru_ru: <32>{#p/metaton}* К тому времени Альфа утратила свою политическую привлекательность.

source: <32>{#p/mettaton}* SINCE ASGORE DISAPPEARED, UNDYNE HAS HAD HER HANDS FULL AS THE QUEEN.
ru_ru: <32>{#p/metaton}* С момента исчезновения ASGORE UNDYNE была так же занята, как и королева.

source: <32>{#p/mettaton}* AND ALPHYS? * WELL, SHE -WAS- SUPPOSED TO BE THE NEXT IN LINE...
ru_ru: * Ну, она должна быть следующей в очереди.

source: <32>{#p/mettaton}* BUT I DON'T BLAME HER FOR RUNNING OFF.
ru_ru: <32>{#p/metaton}* Но я не виню ее за то, что она сбежала.

source: <32>{#p/mettaton}* THE PEOPLE WANT HUMANS DEAD. * AND, FRANKLY, THEY'RE MORE THAN JUSTIFIED.
ru_ru: * И, откровенно говоря, они полностью оправданы.

source: <32>{#p/mettaton}* LET ALONE UNDYNE'S.
ru_ru: <32>{#p/metaton}* Оставьте UNDYNE в покое.

source: <32>{#p/mettaton}* SINCE ASGORE DISAPPEARED, TORIEL HAS HAD HER HANDS FULL AS THE QUEEN.
ru_ru: <32>{#p/metaton}* После исчезновения ASGORE TORIEL был так же занят, как и королева.

source: <32>{#p/mettaton}* EVEN TORIEL HERSELF COULDN'T CONVINCE THEM TO CALM DOWN. * BELIEVE ME, SHE TRIED.
ru_ru: * Поверьте мне, она старалась.

source: <32>{#p/mettaton}* SINCE ASGORE DISAPPEARED, THINGS HAVE GOTTEN WORSE BY THE DAY.
ru_ru: <32>{#p/metaton}* С тех пор как ASGORE исчезла, ситуация ухудшается с каждым днем.

source: <32>{#p/mettaton}* ALPHYS WAS SUPPOSED TO TAKE OVER FOR HIM, BUT SHE RAN OFF.
ru_ru: <32>{#p/metaton}* ALPHYS должен был заменить его, но она убежала.

source: <32>{#p/mettaton}* DO I BLAME HER? * NOT AT ALL.
ru_ru: * Совсем нет.

source: <32>{#p/mettaton}* BUT IT MEANT I HAD NO CHOICE EXCEPT TO TAKE OVER MYSELF.
ru_ru: <32>{#p/metaton}* Но это означает, что у меня нет выбора, кроме как взять себя в руки.

source: <32>{#p/mettaton}* I HAVE MIXED FEELINGS ABOUT HUMANS, AFTER DISCOVERING THE ARCHIVE...
ru_ru: <32>{#p/metaton}* После открытия архива у меня было сложное чувство к людям.

source: <32>{#p/mettaton}* BUT THE PEOPLE ARE COMPLETELY JUSTIFIED IN FEELING THE WAY THEY DO ABOUT YOU.
ru_ru: <32>{#p/metaton}* Но чувства людей к вам вполне обоснованы.

source: <32>{#p/mettaton}* YOUR ACTIONS PROVED THAT, NO MATTER HOW MUCH I'D LIKE TO BELIEVE IN HUMANITY...
ru_ru: <32>{#p/metaton}* Ваши действия доказывают, как бы я ни верил в гуманизм...

source: <32>{#p/mettaton}* AND THAT'S THE BIGGEST SHAME OF THEM ALL.
ru_ru: <32>{#p/metaton}* Это их самый большой позор.

source: <32>{#p/mettaton}* HUMANS AND MONSTERS SHOULDN'T HAVE TO BE AT ODDS.
ru_ru: <32>{#p/metaton}* Люди и монстры не должны подвергаться опасности.

source: <32>{#p/mettaton}* IN A PERFECT UNIVERSE, OUR TWO SPECIES CO-EXIST IN PEACE.
ru_ru: <32>{#p/metaton}* В идеальной вселенной наши два вида сосуществуют в мире.

source: <32>{#p/mettaton}* BUT IT'S NOT A PERFECT UNIVERSE, IS IT?
ru_ru: <32>{#p/metaton}* Но это не идеальная Вселенная, не так ли?

source: <32>{#p/mettaton}* AFTER ALL, PEOPLE LIKE YOU STILL EXIST WITHIN IT.
ru_ru: <32>{#p/metaton}* В конце концов, такие люди, как вы, все еще существуют в нем.

source: <32>{#p/napstablook}* uh... * mettaton?
ru_ru: * Меттон?

source: <32>{#p/napstablook}* are you okay?
ru_ru: <32>{#p/napstabook}* Ты в порядке?

source: <32>{#p/mettaton}* ... * WHAT DOES IT SOUND LIKE.
ru_ru: * Как это звучит.

source: <32>{#p/napstablook}* mettaton, who are you talking to?
ru_ru: <32>{#p/napstaplok}* metaton, с кем вы говорите?

source: <32>{#p/mettaton}* BLOOKY, IT'S NOT IMPORTANT.
ru_ru: <32>{#p/metaton}* Blooky, что не имеет значения.

source: <32>{#p/napstablook}* let me see......
ru_ru: <32>{#p/napstabook}* Дай мне посмотреть...

source: <32>{#p/napstablook}* ... * oh...
ru_ru: * Ооо.

source: <32>{#p/napstablook}* hey, uh... you made my cousin pretty upset
ru_ru: <32>{#p/napstaplok}* Эй, эх... Ты разозлил моего кузена.

source: <32>{#p/napstablook}* ever since i found out he was my cousin, i've been looking after him...
ru_ru: <32>{#p/napstaplok}* Я заботился о нем с тех пор, как узнал, что он мой двоюродный брат.

source: <32>{#p/napstablook}* no matter what good you may have done, he......
ru_ru: <32>{#p/napstaplok}* Что бы ты ни сделал хорошего, он...

source: <32>{#p/napstablook}* regardless of the other humans being innocent, he......
ru_ru: <32>{#p/napstaplok}* Неважно, невиновен ли другой человек, он...

source: <32>{#p/napstablook}* he's been getting angrier at you than ever lately
ru_ru: <32>{#p/napstaplok}* В последнее время он все больше злится на вас.

source: <32>{#p/napstablook}* i'm...... really worried
ru_ru: <32>{#p/napstaplok}* Я действительно волнуюсь

source: <32>{#p/mettaton}* ARE YOU SAYING I SHOULDN'T BE ANGRY? * THAT I SHOULD BE CALM?
ru_ru: * Я должен успокоиться?

source: <32>{#p/mettaton}* THE PEOPLE THAT HUMAN KILLED ARE NEVER COMING BACK.
ru_ru: <32>{#p/metaton}* Люди, убитые людьми, никогда не вернутся.

source: <32>{#p/mettaton}* THEIR FAMILIES WILL NEVER SEE THEM AGAIN.
ru_ru: <32>{#p/metaton}* Их семьи больше никогда их не увидят.

source: <32>{#p/mettaton}* I'LL BE DAMNED IF I'M GOING TO REMAIN CALM IN THE FACE OF WHAT THEY DID!
ru_ru: <32>{#p/metaton}* Если я буду спокоен перед лицом того, что они делают, я буду проклят!

source: <32>{#p/napstablook}* well... i just wanted you to know...
ru_ru: <32>{#p/napstabook}* Хорошо. Я просто хочу, чтобы ты знал.

source: <32>{#p/mettaton}* B... BLOOKY, COME ON...
ru_ru: <32>{#p/metaton}* B... Ну, давай.

source: <32>{#p/mettaton}* IT'S NOT LIKE YOU TO SAY THINGS LIKE THAT.
ru_ru: <32>{#p/metaton}* Вы не любите говорить такие вещи.

source: <32>{#p/mettaton}* YOU'RE JUST SAYING THAT TO MAKE ME FEEL BETTER, RIGHT?
ru_ru: <32>{#p/metaton}* Ты говоришь это только для того, чтобы мне стало лучше, не так ли?

source: <32>{#p/napstablook}* ...... * ...... i don't know
ru_ru: *****>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>Я не знаю.

source: <36>{#p/mettaton}* I APPRECIATE WHAT YOU'RE DOING, BUT I THINK IT'D BE BEST IF YOU STAYED OUT OF THIS.
ru_ru: <36>{#p/metaton}* Я ценю все, что вы делаете, но я думаю, что вам лучше не участвовать в этом.

source: <32>{#p/napstablook}* you know...
ru_ru: <32>{#p/napstabook}* Вы знаете.

source: <32>{#p/napstablook}* if you did die like that......
ru_ru: <32>{#p/napstaplok}* Если вы действительно так умерли...

source: <32>{#p/napstablook}* i don't know if i would feel bad for you or not
ru_ru: <32>{#p/napstaplok}* Я не знаю, жалею ли я тебя

source: <32>{#p/napstablook}* so...... that's all
ru_ru: <32>{#p/napstaplok}* Итак... и все.

source: <32>{#p/mettaton}* ... * ... WOW.
ru_ru: * ..... Правда.

source: <32>{#p/mettaton}* HONESTLY, I THINK I'LL JUST LEAVE IT AT THAT.
ru_ru: <32>{#p/metaton}* Честно говоря, я думаю, что я просто забуду об этом.

source: <32>{#p/mettaton}* I WAS GOING TO TELL YOU MORE ABOUT MY FAMILY, BUT... THAT ABOUT SUMS IT UP.
ru_ru: <32>{#p/metaton}* Я хотел рассказать вам больше о моей семье, но... Это подводит итог этому.

source: <32>{#p/mettaton}* BESIDES, IT'S A FITTING END TO THIS "LEGACY" YOU'VE LEFT BEHIND.
ru_ru: <32>AU #p/mettaton* В дополнение к этому, это подходящий конец « наследия», которое вы оставили.

source: <32>{#p/mettaton}* ...
ru_ru: <32>{#p/metaton}* ...

source: <32>{#p/mettaton}* WHAT A SHAME...
ru_ru: <32>{#p/metaton}* Это позор.

source: <25>{#p/sans}{#f/0}* sooo... where to begin?
ru_ru: <25>{#p/sans}{#f/0}* sooo. С чего начать?

source: <25>{#p/sans}{#f/3}* ... * after you left, things got... interesting.
ru_ru: * После того, как ты уходишь, вещи становятся... Забавно.

source: <25>{#p/sans}{#f/0}* first off, asgore's disappearance hurt the outpost's morale.
ru_ru: <25>{#p/sans}{#f/0}* Во - первых, исчезновение Асгора ударило по моральному духу аванпоста.

source: <25>{#p/sans}{#f/3}* not to mention the reports of the former queen's death.
ru_ru: <25>{#p/sans}{#f/3}* Не говоря уже о сообщениях о смерти бывшей королевы.

source: <25>{#p/sans}{#f/0}* but alphys, who was next in line for leadership...
ru_ru: <25>{#p/sans}{#f/0}* Но следующий руководящий пост Альфис...

source: <25>{#p/sans}{#f/2}* seems to have gained some confidence.
ru_ru: <25>{#p/sans}{#f/2|* , похоже, приобрел некоторую уверенность.

source: <25>{#p/sans}{#f/0}* it was touch and go at first, but she accepted her role as the queen.
ru_ru: <25>{#p/sans}{#f/0}* Поначалу было легко, но она приняла роль королевы.

source: <25>{#p/sans}{#f/3}* so... despite people's newfound fear of getting beat up...
ru_ru: <25>{#p/sans}{#f/3}* Таким образом... несмотря на то, что люди вновь обнаружили страх быть избитым...

source: <26>{#p/sans}{#f/0}* that helped folks relax.
ru_ru: <26>{#p/sans}{#f/0}* Помогает людям расслабиться.

source: <25>{#p/sans}{#f/0}* so that helped people move on.
ru_ru: <25>{#p/sans}{#f/0}* Это помогает людям двигаться дальше.

source: <25>{#p/sans}{#f/0}* i've been helping to advise her ever since.
ru_ru: <25>{#p/sans}{#f/0}* С тех пор я помогаю ей давать советы.

source: <25>{#p/sans}{#f/3}* she debated on if she should make the humans' existence public...
ru_ru: <25>{#p/sans}{#f/3}* Она спорит о том, следует ли раскрывать существование человека.

source: <25>{#p/sans}{#f/0}* ultimately, we decided not to do it.
ru_ru: <25>{#p/sans}{#f/0}* В конечном итоге мы решили не делать этого.

source: <25>{#p/sans}{#f/0}* it would have been nice, but with the deaths of those dogs...
ru_ru: <25>{#p/sans}{#f/0}* Это будет хорошо, но со смертью этих собак...

source: <25>{#p/sans}{#f/3}* ... well, it wouldn't be wise.
ru_ru: <25>{#p/sans}{#f/3}* ... Ну, это не мудро.

source: <25>{#p/sans}{#f/3}* opinions on humanity aren't all that great right now.
ru_ru: <25>{#p/sans}{#f/3}* Нынешнее восприятие человечества не так хорошо.

source: <25>{#p/sans}{#f/0}* for now, we decided not to do it.
ru_ru: <25>{#p/sans}{#f/0}* В настоящее время мы решили не делать этого.

source: <25>{#p/sans}{#f/0}* at some point, though, we'd like to.
ru_ru: <25>{#p/sans}{#f/0}* Однако в какой - то момент мы надеемся, что это так.

source: <25>{#p/sans}{#f/3}* ... when the people are ready.
ru_ru: <25>{#p/sans}{#f/3}* ... Когда люди будут готовы.

source: <25>{#p/sans}{#f/0}* opinions on humanity are still kind of mixed these days.
ru_ru: <25>{#p/sans}{#f/0}* В наши дни представления о человеческой природе все еще немного смешанны.

source: <25>{#p/sans}{#f/0}* at first, we decided not to do it.
ru_ru: <25>{#p/sans}{#f/0}* Сначала мы решили не делать этого.

source: <25>{#p/sans}{#f/0}* but, eventually, we figured the people would be ready.
ru_ru: <25>{#p/sans}{#f/0}* Но в конце концов мы думаем, что люди будут готовы.

source: <25>{#p/sans}{#f/3}* ... luckily, they took it well.
ru_ru: <25>{#p/sans}{#f/3}* ... К счастью, они приняли это очень хорошо.

source: <25>{#p/sans}{#f/2}* opinions on humanity turn more positive by the day.
ru_ru: <25>{#p/sans}{#f/2}* Взгляд на человеческую природу становится все более позитивным с каждым днем.

source: <25>{#p/sans}{#f/0}* ... anyway. * after that decision was made...
ru_ru: * После принятия этого решения.

source: <25>{#p/sans}{#f/0}* alphys and i set our sights on royal guard reforms.
ru_ru: <25>{#p/sans}{#f/0}* alphys и я обратили свое внимание на реформу Королевской гвардии.

source: <25>{#p/sans}{#f/3}* yeah... we weren't exactly fans of how it was run before.
ru_ru: <25>{#p/sans}{#f/3}* Да. Нам не совсем нравится то, как он работал раньше.

source: <25>{#p/sans}{#f/0}* suffice it to say, we made some changes.
ru_ru: <25>{#p/sans}{#f/0}* Можно сказать, что мы внесли некоторые изменения.

source: <25>{#p/sans}{#f/0}* even the former queen, who'd returned a while after you left...
ru_ru: <25>{#p/sans}{#f/0}* Даже бывшая королева, которая вернулась вскоре после вашего ухода.

source: <25>{#p/sans}{#f/0}* agreed with the changes we wanted to make.
ru_ru: <25>{#p/sans}{#f/0}* Согласны с изменениями, которые мы хотим внести.

source: <25>{#p/sans}{#f/2}* you can probably guess what the first one was.
ru_ru: <25>{#p/sans}{#f/2}* Вы можете угадать, что было первым.

source: <18>{#p/papyrus}{#f/9}NYEH HEH HEH! THAT'S RIGHT!
ru_ru: Это правильно!

source: <25>{#p/sans}{#f/0}* oh, hey papyrus. * so how'd your shift go?
ru_ru: * Как твоя смена?

source: <18>{#p/papyrus}{#f/0}I'D SAY IT WENT EXCELLENTLY!
ru_ru: <18>{#p/папирус}{#f/0} Я бы сказал, что это было очень хорошо!

source: <18>{#p/papyrus}{#f/5}ADMITTEDLY, I WAS LOOKING FORWARD TO WORKING WITH DOGS.
ru_ru: <18>{#p/папирус}{#f/5} Честно говоря, я с нетерпением жду работы с собакой.

source: <18>{#p/papyrus}{#f/6}BUT... I GUESS EVEN DOGS CAN TAKE VACATIONS.
ru_ru: <18>{#p/папирус}{#f/6} Но... Даже собаки могут отдыхать.

source: <25>{#p/sans}{#f/3}* hey, it's okay.
ru_ru: <25>{#p/sans}{#f/3}* Эй, все в порядке.

source: <25>{#p/sans}{#f/2}* you're still doing as good a job as ever, aren't you?
ru_ru: <25>{#p/sans}{#f/2}* Вы все еще делаете так же хорошо, как и раньше, не так ли?

source: <18>{#p/papyrus}{#f/5}ADMITTEDLY, THE ATMOSPHERE THERE FEELS... WEIRD.
ru_ru: <18>{#p/папирус}{#f/5} Приемлемым является то, что атмосфера там чувствует... Странно.

source: <18>{#p/papyrus}{#f/6}LIKE THERE'S SOMETHING MISSING.
ru_ru: <18>{#p/папирус}{#f/6} Как будто чего - то не хватает.

source: <18>{#p/papyrus}{#f/5}UNDYNE'S STILL GETTING USED TO ME BEING HERE...
ru_ru: <18>{#p/папирус}{#f/5} UNDYNE все еще привыкает ко мне здесь.

source: <18>{#p/papyrus}{#f/0}BUT, APART FROM THAT, THINGS ARE OKAY.
ru_ru: <18>{#p/папирус}{#f/0} Но кроме этого все хорошо.

source: <25>{#p/sans}{#f/2}* glad to hear it.
ru_ru: <25>{#p/sans}{#f/2}* Приятно это слышать.

source: <18>{#p/papyrus}{#f/4}I MEAN, IT'S ONLY NATURAL I'D TRY MY BEST.
ru_ru: <18>{#p/папирус}{#f/4} Я имею в виду, что это естественно, что я делаю все возможное.

source: <18>{#p/papyrus}{#f/9}AFTER ALL, I DID CAPTURE A HUMAN TO EARN MY POSITION!
ru_ru: <18>{#p/папирус}{#f/9} В конце концов, я действительно поймал человека, чтобы получить мое место!

source: <18>{#p/papyrus}{#f/0}I'M NOT GOING TO GET LAZY AND LOSE IT AFTER THAT.
ru_ru: <18>{#p/папирус}{#f/0} После этого я не стану ленивым и теряю рассудок.

source: <25>{#p/sans}{#f/0}* of course not. * keeping a job like that takes dedication.
ru_ru: :: Поддержание такой работы требует самоотверженности.

source: <18>{#p/papyrus}{#f/4}... IT'S NO WONDER YOU LOST YOURS.
ru_ru: <18>{#p/папирус}{#f/4}. Неудивительно, что ты потерял свою.

source: <18>{#p/papyrus}{#f/5}THOUGH, YOU ARE DOING WELL IN YOUR NEW JOB, SO...
ru_ru: <18>{#p/папирус}{#f/5} Несмотря на это, вы отлично справляетесь с новой работой, так что...

source: <18>{#p/papyrus}{#f/0}I'LL LET IT SLIDE.
ru_ru: <18>{#p/папирус}{#f/0} Я позволю ему ускользнуть.

source: <25>{#p/sans}{#f/0}* thanks. * advising the queen is no easy task.
ru_ru: Консультировать королеву нелегко.

source: <25>{#p/sans}{#f/3}* she can be a little neurotic at times.
ru_ru: <25>{#p/sans}{#f/3}* Она иногда немного нервничает.

source: <25>{#p/sans}{#f/3}* she can be... quick to make big decisions.
ru_ru: <25>{#p/sans}{#f/3}* Она может... быстро принимать важные решения.

source: <25>{#p/sans}{#f/0}* and that's before you throw mettaton into the mix.
ru_ru: <25>{#p/sans}{#f/0}* Это было до того, как вы добавили метатон в смесь.

source: <18>{#p/papyrus}{#f/6}METTATON!? WHAT'S -HE- DOING?
ru_ru: Что он делает?

source: <25>{#p/sans}{#f/0}* oh, after alphys became queen, he figured he'd "tag along."
ru_ru: <25>{#p/sans}{#f/0}* О, после того, как Альпы стали королевой, он думал, что он будет "следовать"

source: <25>{#p/sans}{#f/3}* but his advice... isn't very helpful.
ru_ru: <25>{#p/sans}{#f/3}* Но его предложение... Не очень помогает.

source: <25>{#p/sans}{#f/0}* he just wants to turn the outpost into an entertainment complex.
ru_ru: <25>{#p/sans}{#f/0}* Он просто хотел превратить форпост в развлекательный комплекс.

source: <25>{#p/sans}{#f/0}* with his tv shows being front and center, of course.
ru_ru: <25>{#p/sans}{#f/0}* Конечно, его телевизионная программа является самой важной.

source: <25>{#p/sans}{#f/3}* it's all a bit of a mess, really.
ru_ru: <25>{#p/sans}{#f/3}* Это действительно немного запутанно.

source: <18>{#p/papyrus}{#f/4}SOUNDS LIKE HE NEEDS A STERN TALKING-TO.
ru_ru: <18>{#p/папирус}{#f/4} звучит так, будто ему нужен серьезный разговор.

source: <25>{#p/sans}{#f/0}* maybe. * but aren't you like, his biggest fan?
ru_ru: Но разве ты не его самый большой поклонник?
