Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <26>{#f/17}* Large tubes form cliffs, medium tubes form hills, and small tubes, well...
ru_ru: <26>{#f/17}* Большие трубы образуют скалы, Центральные трубы образуют холмы, маленькие трубы, хорошо...

source: <25>{#f/20}* They don't really do much, I guess.
ru_ru: <25>{#f/20}* Я думаю, что они не делают много.

source: <25>{#p/kidd}{#f/1}* Oh! * That makes sense.
ru_ru: * Это имеет смысл.

source: <25>{#p/kidd}{#f/1}* Do you think there's other planets out there like this?
ru_ru: <25>{#p/kidd}{#f/1}* Как вы думаете, есть ли еще такие планеты?

source: <25>{#f/2}* Will we explore those, too?
ru_ru: <25>{#f/2}* Мы тоже будем исследовать эти?

source: <25>{#p/asriel1}{#f/10}* Hmm... * No doubt there is...
ru_ru: * Несомненно, есть...

source: <25>{#p/kidd}{#f/7}* Yo... what if we formed an exploration group! * To travel the stars!
ru_ru: * Отправляйтесь в межзвездное путешествие!

source: <25>{#p/asriel1}{#f/27}* ... huh.
ru_ru: <25>{#p/asriel 1/{#f/27}* ... Ха - ха.

source: <25>{#p/kidd}{#f/6}* We'd start with this world, and find everything we can...
ru_ru: <25>{#p/kidd}{#f/6}* Мы начнем с этого мира и найдем все, что сможем найти.

source: <26>{#p/kidd}{#f/1}* Then we'd visit more worlds, and make a huge map of the whole galaxy!
ru_ru: <26>{#p/kidd}{#f/1}* Затем мы посетим больше миров и создадим огромную карту всей галактики!

source: <26>{#p/kidd}{#f/13}* And we should TOTALLY have a secret handshake! * Like Gerson's!
ru_ru: * Как у Герсона!

source: <25>{#p/asriel1}{#f/13}* With any luck, we'll be hand-in-hand with other galaxies' races, too.
ru_ru: <25>{#p/asriel 1}{#f/13}* Если повезет, мы также будем идти рука об руку с расами других галактик.

source: <25>{#p/asriel1}{#f/13}* With any luck, we'll be making maps of other galaxies, too.
ru_ru: <25>{#p/asriel 1}{#f/13}* Если повезет, мы также будем рисовать карты других галактик.

source: <25>{#f/13}* Dr. Alphys's wormhole travel gives us the means to visit them.
ru_ru: <25>{#f/13}* Путешествие д - ра Альфиса в червоточину дает нам доступ к ним.

source: <25>{#f/17}* We'd be a pan-galactic exploration group.
ru_ru: <25>{#f/17}* Мы будем пангалактической исследовательской группой.

source: <25>{#p/asriel1}{#f/17}* Woah, uh, slow down there kiddo...
ru_ru: <25>{#p/asriel1}{#f/17}* Вау, малыш, помедленнее...

source: <25>{#p/asriel1}{#f/17}* ... a secret handshake would be pretty cool, but...
ru_ru: <25>{#p/asriel 1/{#f/17}* ... Тайное рукопожатие будет круто, но...

source: <25>{#f/13}* ... as for exploring other planets...
ru_ru: <25>{#f/13}* ... Что касается исследования других планет.

source: <26>{#f/13}* It took us long enough just to make it here, let alone another world.
ru_ru: <26>{#f/13}* Нам потребовалось достаточно много времени, чтобы прийти сюда, не говоря уже о другом мире.

source: <26>{#p/kidd}{#f/14}* Oh yeah, I totally forgot about that! * We've GOTTA try that!
ru_ru: * Мы должны попробовать!

source: <25>{#p/kidd}{#f/3}* Haha. Maybe. * But we could still totally explore it!
ru_ru: * Но мы все еще можем исследовать его полностью!

source: <25>{#p/asriel1}{#f/17}* Just us, huh?
ru_ru: <25>{#p/asriel 1/{#f/17}* Только мы, не так ли?

source: <25>{#p/kidd}{#f/1}* Totally, dude! * Just the three of us!
ru_ru: * Нас только трое!

source: <32>{#p/basic}* ... uh, don't you mean "the four of us?"
ru_ru: <32>{#p/basic}* ... Хм, ты не сказал "Мы четверо?"

source: <25>{#f/25}* $(name)... you're...
ru_ru: <25>{#f/25}* $(имя и фамилия). Ты...

source: <32>{#p/basic}* ... wait, NOW you can hear me?
ru_ru: <32>{#p/basic}* ... Погоди, теперь ты меня слышишь?

source: <32>{#p/basic}* I tried reaching out to you before, but... it didn't work.
ru_ru: <32>{#p/basic}* Я пытался связаться с вами раньше, но... Это не работает.

source: <32>* I wonder what changed...
ru_ru: <32>* Я хочу знать, что изменилось.

source: <25>{#p/kidd}{#f/6}* Haha. If you're friends with him, then you're friends with me.
ru_ru: <25>{#p/kidd}{#f/6}* Ха - ха. Если ты его друг, то ты мой друг.

source: <32>{#p/basic}* Wait, YOU can hear me?
ru_ru: <32>{#p/basic}* Подождите, вы меня слышите?

source: <25>{#p/kidd}{#f/1}* Kind of hard not to when you're standing there, y'know.
ru_ru: <25>{#p/kidd}{#f/1}* Вы знаете, что трудно не делать этого, когда вы стоите там.

source: <32>{#p/basic}* YOU CAN SEE ME!?!?
ru_ru: <32>{#p/basic}* Ты меня видишь!?

source: <32>{#p/basic}* Oh... my god...
ru_ru: <32>{#p/basic}* О... Боже мой.

source: <33>{#p/basic}* Asriel, how did you not notice me standing here? * I'm not even hidden!
ru_ru: * Я даже не прятался!

source: <26>{#p/asriel1}{#f/23}* ... $(name), I...
ru_ru: <26>{#p/asriel1}{#f/23}* $ (Фамилия), я...

source: <32>{#p/basic}* Asriel, it's okay. * You don't have to be ashamed of it anymore.
ru_ru: * Вам больше не нужно стыдиться этого.

source: <32>* If you need to cry...
ru_ru: <32>* Если хочешь плакать.

source: <32>* ... you can.
ru_ru: <32>* ..... Можешь.

source: <32>{#p/basic}* Having that extra SOUL inside of me must've made it hard to appear visually...
ru_ru: <32>{#p/basic}* В моем теле есть дополнительная душа, которая, должно быть, трудно появиться визуально.

source: <32>* Back on the outpost, when I did finally manage to do it...
ru_ru: <32>* Возвращайтесь в форпост, когда я наконец - то это сделал...

source: <32>* That very same SOUL was released shortly after.
ru_ru: <32>* Вскоре после этого была выпущена та же самая душа.

source: <32>* ... I guess this means I'll be visible all the time now?
ru_ru: <32>* ..... Я думаю, это значит, что я всегда буду видеть?

source: <32>* To be honest, I'm not sure how to feel about that.
ru_ru: <32>* Честно говоря, я не знаю, что думать.

source: <25>{#p/kidd}{#f/7}* Wait, are you a human too!?
ru_ru: <25>{#p/kidd}{#f/7}* И так далее, ты тоже человек!

source: <32>{#p/basic}* Excuse me?
ru_ru: <32>{#p/basic}* Извините?

source: <33>* I'm a human GHOST who wants their GOAT brother to be happy. * Get it right. Sheesh.
ru_ru: * Сделайте это хорошо. Шеш.

source: <25>{#p/kidd}{#f/14}* ... Asriel is your BROTHER!?
ru_ru: <25>{#p/kidd}{#f/14}* ... Асриэль твой брат?

source: <25>{#p/kidd}{#f/4}* This is too much...
ru_ru: <25>{#p/kidd}{#f/4}* Это слишком.

source: <25>{#p/kidd}{#f/1}* But, uh, you guys are all cool as heck, which means I'll be okay.
ru_ru: <25>{#p/kidd}{#f/1}* Но, ну, вы все крутые, а значит, я буду в порядке.

source: <32>{#p/basic}* Oh, I KNOW I'm cool. * I'm the coolest human ghost this side of the continent.
ru_ru: * Я самый крутой человек на континенте.

source: <25>{#p/asriel1}{#f/15}* $(name), you're the only human ghost this side of the continent.
ru_ru: <25>{#p/asriel 1}{#f/15}* $(имя), вы единственный призрак на этой стороне материка.

source: <25>{#f/17}* And the planet.
ru_ru: <25>{#f/17}* Есть еще Земля.

source: <25>{#f/20}* And the galaxy.
ru_ru: <25>{#f/20}* Есть также Млечный Путь.

source: <25>{#f/13}* And the future, since I won't be taking Frisk's SOUL any time soon.
ru_ru: <25>{#f/13}* Есть будущее, потому что я не буду принимать душу Фриска в ближайшее время.

source: <25>{#f/15}* And then dying... and then meeting them a hundred years later...
ru_ru: <25>{#f/15}* Затем умрет... Увидимся через сто лет.

source: <25>{#f/17}* Etcetera, etcetera, radical circumstances notwithstanding.
ru_ru: <25>{#f/17}* и так далее, несмотря на тяжелую ситуацию.

source: <32>{#p/basic}* Pfft. * You're funny, Asriel.
ru_ru: * Ты такой забавный, Асиль.

source: <32>* Being the only human ghost doesn't exclude you from being the coolest human ghost.
ru_ru: Стать единственным человеческим призраком не исключает того, что вы станете самым крутым человеческим призраком.

source: <32>* A certain handsome skeleton would concur.
ru_ru: <32>* Красивый скелет согласится.

source: <25>{#p/kidd}{#f/2}* $(name), huh?
ru_ru: <25>{#p/kidd}{#f/2}* $(имя), не так ли?

source: <25>{#f/1}* That's a nice name.
ru_ru: <25>{#f/1}* Это хорошее имя.

source: <25>{#p/kidd}{#f/6}* My name is Monster Kid.
ru_ru: <25>{#p/kidd}{#f/6}* Мое имя - Чудовищница.

source: <25>{#p/asriel1}{#f/15}* ... did you just...
ru_ru: <25>{#p/asriel 1/{#f/15}* ... Ты только что не был.

source: <33>{#p/basic}* Asriel. * They said the thing.
ru_ru: * Они сказали это.

source: <25>{#p/asriel1}{#f/10}* They really did...
ru_ru: <25>{#p/asriel1}{#f/10}* Они действительно...

source: <25>{#p/kidd}{#f/4}* What? * Did I say something wrong, or...
ru_ru: * Я что - то не то сказал или...

source: <33>{#p/basic}* No, no, you're fine. * You just... uh, reminded us of something.
ru_ru: * Ты просто... Ну, это напоминает нам одну вещь.

source: <25>{#p/kidd}{#f/1}* Oh. * I hope it was something good, then.
ru_ru: * Надеюсь, это хорошо.

source: <25>{#p/asriel1}{#f/23}* ... it was.
ru_ru: <25>{#p/asriel1}{#f/23}* ... Это действительно так.

source: <25>{#p/kidd}{#f/3}* Hey... thanks for being here, guys.
ru_ru: <25>{#p/kidd}{#f/3}* Эй... Спасибо, что пришли, ребята.

source: <25>{#f/1}* With friends like you, living here is gonna be the best!
ru_ru: <25>{#f/1}* С таким другом, как вы, жить здесь будет лучше!

source: <33>{#p/basic}* ... heh. * If we were just friends, maybe. * But we're more than that.
ru_ru: * Но мы больше, чем это.

source: <25>{#p/asriel1}{#f/17}* We're your family.
ru_ru: <25>{#p/asriel 1}{#f/17}* Мы - ваша семья.

source: <25>{*}{#p/kidd}{#f/1}* Oh! * Oh! * Does that mean we can- {%}
ru_ru: * Означает ли это, что мы можем - - Мр.

source: <25>{*}{#f/1}* eat together and tell stories and go for nice walks in the park and- {%}
ru_ru: <25>{*}{#f/1}* Едим вместе, рассказываем истории, гуляем в парке, - {%}

source: <25>{*}{#p/asriel1}{#f/20}* Yes, yes, of course- {%}
ru_ru: <25>{*}{#p/asriel1}{#f/20}* Да, конечно, - {%}

source: <25>{*}{#p/kidd}{#f/1}* We could have sleepovers at other people's houses and- {^999}
ru_ru: <25>{*}{#p/kidd}{#f/1}* Мы можем переночевать в чужом доме, - {1999}

source: <25>{#p/asriel1}{#f/20}* This bed looks like it hasn't been washed in three years...
ru_ru: <25>{#p/asriel 1}{#f/20}* Эта кровать, похоже, не мылась в течение трех лет.

source: <32>{#p/human}* (You run your hands through the covers of the bed, and note the wear and tear.)
ru_ru: <32>{#p/human}* (Вы засунете руку в покрывало, обратите внимание на его износ).

source: <33>{#p/basic}* This bed, albeit well-made, has seen a lot of use.
ru_ru: <33>{#p/basic}* Эта кровать, хотя и хорошо сделана, уже используется много.

source: <25>{#p/kidd}{#f/1}* Looks comfy!
ru_ru: <25>{#p/kidd}{#f/1}* Выглядит очень удобно!

source: <25>{#p/asriel1}{#f/20}* Whoever lives here must really like plushies.
ru_ru: <25>{#p/asriel 1}{#f/20}* Люди, живущие здесь, должны любить Плутон.

source: <32>{#p/human}* (You glance uninterestedly at the otherwise soft plushie.)
ru_ru: <32>{#p/human}* (Вы без особого интереса взглянули на изначально мягкие волосы.)

source: <32>{#p/basic}* I see I'm not the only one who likes the soft things.
ru_ru: <32>{#p/basic}* Я знаю, что я не единственный, кто любит мягкие вещи.

source: <25>{#p/kidd}{#f/3}* Aw, cute.
ru_ru: <25>{#p/kidd}{#f/3}* О, милый.

source: <25>{#p/asriel1}{#f/15}* I once dedicated myself to learning how to code...
ru_ru: <25>{#p/asriel 1}{#f/15}* Я работал над тем, чтобы научиться кодировать.

source: <25>{#p/asriel1}{#f/16}* ... whoever wrote this stuff should reconsider their life choices.
ru_ru: <25>{#p/asriel1}{#f/16}* ... Люди, которые пишут эти вещи, должны пересмотреть свой жизненный выбор.

source: <32>{#p/human}* (You wonder if something like this could be the answer to your dissatisfaction.)
ru_ru: <32>{#p/human}* (Вы хотите знать, может ли такая вещь решить ваше недовольство.)

source: <32>{#p/basic}* Color-coded text fills the screen in a monospaced font.
ru_ru: <32>{#p/basic}* Кодируемый цветом текст заполняет экран шрифтом равной ширины.

source: <25>{#p/kidd}{#f/1}* How OLD is this thing?
ru_ru: <25>{#p/kidd}{#f/1}* Сколько лет этой штуке?

source: <25>{#p/asriel1}{#f/10}* Huh? * What sort of flower is this anyway?
ru_ru: * Что это за цветок?

source: <32>{#p/human}* (You wonder where these flowers could have come from.)
ru_ru: <32>{#p/human}* (Вы хотите знать, откуда эти цветы.)

source: <32>{#p/basic}* Flowers, the universal symbol for sentimentality.
ru_ru: <32>{#p/basic}* Цветы, универсальный символ сентиментальности.

source: <25>{#p/kidd}{#f/1}* I don't think I've ever seen flowers like THESE before...
ru_ru: <25>{#p/kidd}{#f/1}* Я думаю, я никогда не видел таких цветов раньше.

source: <32>{#p/human}* (You can tell it's going to be a day of some variety.)
ru_ru: <32>{#p/human}* (Вы можете видеть, что это будет день, полный перемен.)

source: <32>{#p/human}* (You can tell it's going to be a nice day.)
ru_ru: <32>{#p/human}* (Вы можете видеть, что это будет прекрасный день.)

source: <32>{#p/basic}* It's the start of a new day.
ru_ru: <32>{#p/basic}* Это начало нового дня.

source: <32>{#p/human}* (It's a cabinet full of clothes you feel indifferent about.)
ru_ru: <32>{#p/human}* (Это шкаф, полный вашей безразличной одежды).

source: <32>{#p/human}* (It's a cabinet full of your favorite clothes.)
ru_ru: <32>{#p/human}* (Это шкаф, полный вашей любимой одежды).

source: <32>{#p/basic}* Various clothes can be found within the cabinet.
ru_ru: <32>{#p/basic}* В шкафу находится широкий ассортимент одежды.

source: <32>{#p/human}* (It's a bed.) * (You wish you could just go back to sleep.)
ru_ru: * (Вы хотите, чтобы вы вернулись спать.)

source: <32>{#p/human}* (It's a comfortable bed.) * (You had a good night's rest.)
ru_ru: * (Ты хорошо отдохнул прошлой ночью.)

source: <32>{#p/basic}* It's brand new, just for you.
ru_ru: <32>{#p/basic}* Это совершенно новый, только для вас.

source: <32>{#p/human}* (It's a lamp.) * (It's just the right height for you to reach it.)
ru_ru: * (Это именно та высота, на которой вы достигнете ее.)

source: <32>{#p/basic}* It's an oddly short lamp.
ru_ru: <32>{#p/basic}* Это странный короткий свет.

source: <32>{#p/human}* (The toys are even less interesting than before.)
ru_ru: <32>{#p/human}* (Эти игрушки менее интересны, чем раньше).

source: <32>{#p/human}* (The toys appear to be rather interesting for once.)
ru_ru: <32>{#p/human}* (На этот раз эти игрушки кажутся довольно интересными).

source: <32>{#p/basic}* Perhaps these toys aren't so bad after all...
ru_ru: <32>{#p/basic}* Может быть, эти игрушки в конце концов не так уж и плохо...

source: <32>{#p/human}* (You stare into the drain.)
ru_ru: <32>{#p/human}* (Ты смотришь в канализацию.)

source: <32>{#p/human}* (But your hands were already as clean as they could be.)
ru_ru: <32>{#p/human}* (Но ваши руки настолько чисты, насколько это возможно).

source: <32>{#p/human}* (You wonder if your hands could be a little cleaner.)
ru_ru: <32>{#p/human}* (Вы хотите знать, могут ли ваши руки быть чище).

source: <32>{#p/basic}* It's a sink. * Don't sink too much time into thinking about it.
ru_ru: * Не тратьте слишком много времени на размышления.

source: <32>{#p/human}* (You ignore the toilet.)
ru_ru: <32>{#p/human}* (Вы пренебрегаете туалетом.)

source: <32>{#p/human}* (You tip up the toilet lid.) * (You then tip it back down.)
ru_ru: * (А потом ты повернешь его обратно.)

source: <32>{#p/basic}* It's a toilet. * What else would it be.
ru_ru: * Что еще.

source: <32>{#p/human}* (You wonder if a warm bath would make you feel better.)
ru_ru: <32>{#p/human}* (Вы хотите знать, будет ли вам лучше от горячей ванны).

source: <32>{#p/human}* (You look forward to taking your next warm bath.)
ru_ru: <32>{#p/human}* (Вы с нетерпением ждете следующего горячего душа.)

source: <32>{#p/basic}* Everything in this room is fit exactly to your size...
ru_ru: <32>{#p/basic}* Все в этой комнате полностью соответствует вашему размеру.

source: <32>{#p/human}* (As you stare into the mirror, you reflect on the journey you took to get here.)
ru_ru: <32>{#p/human}* (Когда вы смотрите в зеркало, вы размышляете о своем путешествии сюда.)

source: <32>{#p/basic}* No matter what happens, it'll always be you.
ru_ru: <32>{#p/basic}* Что бы ни случилось, это всегда вы.

source: <32>{#p/human}* (The sign describes adjusting to life on a new planet.)
ru_ru: <32>{#p/human}* (Этот символ означает адаптацию к жизни на новой планете).

source: <33>{#p/basic}* It's a five-step guide on how to adjust to planet-bound life. * They all amount to "have fun."
ru_ru: * Все они равносильны "веселиться"

source: <32>{#p/human}* (The sign outlines tasks that are yet to be completed.)
ru_ru: <32>{#p/human}* (Знак описывает незавершенные задачи).

source: <33>{#p/basic}* It's a list of various pending tasks relating to building a new community.
ru_ru: <33>{#p/basic}* Это перечень различных нерешенных задач, связанных с созданием новых общин.

source: <32>{#p/human}* (You caress the plant and sigh as it sighs with you.)
ru_ru: <32>{#p/human}* (Ты гладишь растение, и когда оно вздыхает с тобой, ты тоже вздыхаешь.)

source: <32>{#p/human}* (You caress the plant and smile as it smiles back at you.)
ru_ru: <32>{#p/human}* (Ты гладишь растение, и когда оно улыбается тебе, ты тоже улыбаешься).

source: <32>{#p/basic}* This plant will always be happy to see you.
ru_ru: <32>{#p/basic}* Этот завод всегда будет рад вас видеть.

source: <32>{#p/human}* (You stare into the empty diary, wishing you could write your own story.)
ru_ru: <32>{#p/human}* (Вы смотрите на пустой дневник, надеясь, что сможете написать свою историю.)

source: <32>{#p/human}* (You stare into the empty diary, wondering what stories are yet to be told.)
ru_ru: <32>{#p/human}* (Вы смотрите на пустой дневник и хотите знать, какие еще истории вам предстоит рассказать.)

source: <32>{#p/basic}* It's a diary. * It's completely blank.
ru_ru: * Он совершенно пуст.

source: <32>{#p/basic}* Asgore's favorite diary- writing chair must still be on the transport ship.
ru_ru: <32>{#p/basic}* Любимое кресло - дневник Асгора должно быть все еще на транспортном судне.

source: <32>{#p/human}* (You wonder if any of these items could belong to you.)
ru_ru: <32>{#p/human}* (Вы хотите знать, есть ли какие - либо из этих предметов, которые принадлежат Вам).

source: <32>{#p/basic}* The papers list various items that have yet to be taken in.
ru_ru: <32>{#p/basic}* В документе перечислены различные проекты, которые еще не были поглощены.

source: <32>{#p/human}* (You can't make out what's in the trash...)
ru_ru: <32>{#p/human}* (Вы не видите, что находится в мусорном баке...)

source: <32>{#p/basic}* There is a crumpled up recipe for Starling Tea. * That's not his trash can...
ru_ru: * Это не его мусорное ведро.

source: <32>{#p/human}* (The bed still seems to be way too large for you.)
ru_ru: <32>{#p/human}* (Эта кровать все еще кажется вам слишком большой.)

source: <32>{#p/basic}* Despite everything, it's still a king-sized bed.
ru_ru: <32>{#p/basic}* Несмотря на это, это все еще кровать мегаразмера.

source: <32>{#p/human}* (You poke the cactus.) * (It pokes back.)
ru_ru: * (Она отвечает.)

source: <32>{#p/human}* (You poke the cactus.) * (The cactus is touched by your sense of affection.)
ru_ru: * (Кактус тронут твоими чувствами.)

source: <32>{#p/basic}* So she finally gave up her inner cactus, eh...?
ru_ru: <32>{#p/basic}* Так что она, наконец, отказалась от своего внутреннего кактуса, ну...

source: <32>{#p/human}* (But you weren't in the mood to read a diary.)
ru_ru: <32>{#p/human}* (но у вас нет настроения читать дневник).

source: <32>{#p/human}* (The book contains the diary entries of Monster Kid.)
ru_ru: <32>{#p/human}* (Эта книга содержит записи из дневника "Мальчика - монстра").

source: <32>{#p/basic}* It's Monster Kid's diary. * The pages are covered in small bite marks.
ru_ru: * Страницы покрыты мелкими укусами.

source: <32>{#p/human}* (You read the first and only entry...)
ru_ru: <32>{#p/human}* (Вы читали первую и единственную запись...)

source: <32>{#p/kidding}* "So asgores my dad now huh? Thats weird. But also AWESOME!"
ru_ru: <32>{#p/Шутка}* "Так что теперь мой папа тоже ранен, да? это странно, но тоже здорово!"

source: <32>{#p/kidding}* "Asgore said i should put on some new clothes so maybe ill do that later."
ru_ru: <32>{#p/Шутка}* "Асгор сказал, что мне нужно надеть новую одежду, так что, возможно, я сделаю это позже".

source: <32>{#p/kidding}* "He also said i should write a diary to keep track of things."
ru_ru: <32>{#p/Шутка}* "Он также сказал, что я должен вести дневник, чтобы записывать вещи".

source: <32>{#p/kidding}* "Im pretty good at reading and writing so this should be really easy."
ru_ru: <32>{#p/Шутка}* "Я очень хорошо читаю и пишу, поэтому это должно быть легко".

source: <32>{#p/kidding}* "And frisk can totally help me if i do something wrong!"
ru_ru: <32>{#p/Шутка}* "Если я сделаю что - то не так, Фриске вполне может мне помочь!"

source: <32>{#p/kidding}* "Frisk if youre reading this please tell me what i did wrong."
ru_ru: <32>{#p/Шутка}* "Если вы читаете эту статью, пожалуйста, скажите мне, что я сделал не так".

source: <32>{#p/human}* (You close the diary.)
ru_ru: <32>{#p/human}* (Вы закрываете свой дневник.)

source: <32>{#p/human}* (You check under the covers to make sure it's safe to sleep.)
ru_ru: <32>{#p/human}* (Вы проверяете под одеялом, чтобы убедиться, что спать безопасно).

source: <32>{#p/basic}* It's Monster Kid's bed.
ru_ru: <32>{#p/basic}* Это кровать для детей - монстров.

source: <32>{#p/human}* (You re-arrange the knick knacks to pass the time.) * (You hope nobody notices.)
ru_ru: * (Вы хотите, чтобы никто не заметил.)

source: <32>{#p/basic}* It's a shelf full of various toys and knick knacks.
ru_ru: <32>{#p/basic}* Это полка, заполненная различными игрушками и небольшими украшениями.

source: <32>{#p/human}* (You pat the plushie.) * (It might just be you, but it seems a little happier.)
ru_ru: * (Может быть, только ты, но кажется немного счастливым.)

source: <32>{#p/basic}* It's Asriel's bed. * It doesn't look like it's been used yet.
ru_ru: * Похоже, он еще не использовался.

source: <32>{#p/basic}* "EURYBIA GEOLOGICAL SURVEY" * "Authored by the Royal Science Division (RSD)."
ru_ru: * "Написано Королевским департаментом науки (RSD)".

source: <32>* "Preliminary scans of the surface have revealed vast diversity in its ecosystems."
ru_ru: <32>* "Первоначальное сканирование поверхности свидетельствует об огромном разнообразии ее экосистем".

source: <32>* "Each section of this report will concentrate on biomes of a specific type."
ru_ru: <32>* Каждый раздел настоящего доклада будет посвящен конкретным видам биологических сообществ.

source: <32>* "Sections are as follows."
ru_ru: <32>* Глава гласит.

source: <32>* "SECTION 001 - Subterranian" * "SECTION 002 - Oceanic" * "SECTION 003 - Structural"
ru_ru: * "Раздел 003 - Структура"

source: <32>* "SECTION 004 - Magnetic" * "SECTION 005 - Airborne" * "SECTION 006 - Forested"
ru_ru: * "Раздел 006 - Лес"

source: <32>* "SECTION 007 - Spired" * "SECTION 008 - Metallic" * "SECTION 009 - Crystalline"
ru_ru: * "Раздел 009 - кристаллизация"

source: <32>* Jeez, how many ARE there? * Let's just stop reading here.
ru_ru: * Давайте прекратим читать здесь.

source: <32>{#p/basic}* "Howdy, fellow gardeners."
ru_ru: <32>{#p/basic}* "Привет, садовники".

source: <32>* "When it comes to Starling flowers, the line between growth and stagnation..."
ru_ru: <32>* "Когда дело доходит до Starling цветок, граница между ростом и застоем..."

source: <32>* "Is access to open space."
ru_ru: <32>* "Это доступ к открытому пространству".

source: <32>* "That is why they were commonly grown in Aerialis..."
ru_ru: <32>* « Именно поэтому они обычно растут в Aerialis...

source: <32>* "Though, on Eurybia, the best place to grow them is unknown."
ru_ru: <32>* "Тем не менее, на Eurybia, лучшее место для их выращивания еще не ясно".
