Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <18>{#p/papyrus}{#f/7}NOT WHEN HE'S INTERFERING WITH YOUR WORK I'M NOT!
ru_ru: <18>{#p/папирус}{#f/7} Когда он мешает вашей работе, я не буду!

source: <18>{#p/papyrus}{#f/9}... I'LL BE BACK.
ru_ru: <18>{#p/папирус}{#f/9}. Я вернусь.

source: <25>{#p/sans}{#f/3}* i should probably go make sure he doesn't cause any trouble.
ru_ru: <25>{#p/sans}{#f/3}* Я, возможно, должен быть уверен, что он не вызовет никаких проблем.

source: <25>{#p/sans}{#f/0}* but, before i go...
ru_ru: <25>{#p/sans}{#f/0}* Но прежде чем я уйду...

source: <25>{#p/sans}{#f/0}* you may have killed a lot of people, but...
ru_ru: <25>{#p/sans}{#f/0}* Вы можете убить много людей, но...

source: <25>{#p/sans}{#f/3}* in the end, you surrendered and did the right thing.
ru_ru: <25>{#p/sans}{#f/3}* Наконец, вы сдались и поступили правильно.

source: <25>{#p/sans}{#f/0}* regardless of the people you hurt and killed...
ru_ru: <25>{#p/sans}{#f/0}* Независимо от того, кого вы ранили и убили.

source: <25>{#p/sans}{#f/0}* you may have hurt a lot of people, but...
ru_ru: <25>{#p/sans}{#f/0}* Вы можете причинить вред многим людям, но...

source: <25>{#p/sans}{#f/0}* you may have made some mistakes, but...
ru_ru: <25>{#p/sans}{#f/0}* Вы можете сделать некоторые ошибки, но...

source: <25>{#p/sans}{#f/3}* overall, you're not half bad.
ru_ru: <25>{#p/sans}{#f/3}* В целом, вы неплох.

source: <25>{#p/sans}{#f/0}* even if not everybody likes humanity...
ru_ru: <25>{#p/sans}{#f/0}* Даже не все любят людей.

source: <25>{#p/sans}{#f/2}* i and many others are more positive about them because of you.
ru_ru: <25>{#p/sans}{#f/2}* i и многие другие более позитивно относятся к ним из - за вас.

source: <25>{#p/sans}{#f/0}* so, don't worry.
ru_ru: <25>{#p/sans}{#f/0}* Итак, не волнуйтесь.

source: <25>{#p/sans}{#f/3}* whatever happens to you out there...
ru_ru: <25>{#p/sans}{#f/3}* Независимо от того, что с вами там происходит.

source: <25>{#p/sans}{#f/2}* just know that you have my full support.
ru_ru: <25>{#p/sans}{#f/2}* Я полностью поддерживаю вас.

source: <25>{#p/sans}{#f/0}* ... * take care of yourself out there, ok?
ru_ru: * Береги себя снаружи, хорошо?

source: <25>{#p/sans}{#f/3}* see ya 'round.
ru_ru: <25>{#p/sans}{#f/3}* До свидания.

source: <25>{#p/alphys}{#f/20}* Is anyone there?
ru_ru: <25>{#p/alphys}{#f/20}* Есть кто - нибудь?

source: <25>{#p/alphys}{#f/11}* ... I hope it's not too much trouble...
ru_ru: <25>{#p/alphys}{#f/11}* ... Надеюсь, это не будет слишком проблематично.

source: <25>{#p/alphys}{#f/4}* I just... w-wanted to let you know how things are going out here.
ru_ru: <25>{#p/alphys}{#f/4}* Я просто... В. хочет, чтобы вы знали ситуацию здесь.

source: <25>{#p/alphys}{#f/20}* So... after you left, the king sort of... d-disappeared.
ru_ru: <25>{#p/alphys}{#f/20}* Итак... после того, как ты ушел, король немного... Д. Исчез.

source: <25>{#p/alphys}{#f/14}* When I broke the news, it... hurt the people's morale pretty badly.
ru_ru: <25>{#p/alphys}{#f/14}* Когда я объявил эту новость, она... нанесла серьезный удар по моральному духу людей.

source: <25>{#p/alphys}{#f/10}* Technically, as royal scientist, I was meant to replace him, but...
ru_ru: <25>{#p/alphys}{#f/10}* Технически, как королевский ученый, я должен был заменить его, но...

source: <25>{#p/alphys}{#f/4}* I didn't really feel like I'd be the best fit for the job.
ru_ru: <25>{#p/alphys}{#f/4}* Я действительно не считаю себя наиболее подходящим для этой работы.

source: <25>{#p/alphys}{#f/4}* Especially after what I... let happen to Mettaton.
ru_ru: <25>{#p/alphys}{#f/4}* Особенно после того, как я... позволил Меттону случиться.

source: <26>{#p/alphys}{#f/20}* Well, Undyne approached me with an offer to take over, and...
ru_ru: <26>{#p/alphys}{#f/20}* Ну, Ундин сделал мне предложение о захвате, а затем...

source: <25>{#p/alphys}{#f/20}* I agreed, and appointed her as the queen.
ru_ru: <25>{#p/alphys}{#f/20}* Я согласился и назначил ее королевой.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to Papyrus's death...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро реагирует на смерть Папируса.

source: <26>{#p/alphys}{#f/13}* ... not to mention the collapse of the guard...
ru_ru: <26>{#p/alphys}{#f/13}* ... Не говоря уже о том, что охранник сломался.

source: <25>{#p/alphys}{#f/13}* ... not to mention the loss of those guards...
ru_ru: <25>{#p/alphys}{#f/13}* ... Не говоря уже о потерях охранников.

source: <26>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the collapse of the guard...
ru_ru: <26>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком сильно отреагирует на коллапс охранника.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of those guards...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро отреагирует на потерю этих охранников.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Doggo...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро отреагирует на потерю Дого.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Canis Minor...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро отреагировала на смерть Каниса Минора.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to those married dogs' deaths...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком сильно отреагирует на смерть этих женатых собак.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Canis Major...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро отреагирует на смерть Каниса Майора.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Doge...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро отреагирует на потерю Дорджи.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to 03 and 04's deaths...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я беспокоюсь о ее чрезмерной реакции на смерть 03 и 04.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Cozmo...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком сильно отреагирует на потерю Козмо.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the loss of Terrestria...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро отреагировала на смерть Террестрии.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the former queen's death...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро отреагировала на смерть бывшей королевы.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to the spider queen's death...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро реагирует на смерть королевы - паука.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to Mettaton's death...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро отреагировала на смерть Меттона.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to those monsters' deaths...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боюсь, что она слишком остро реагирует на смерть этих монстров.

source: <25>{#p/alphys}{#f/13}* ... I was worried she'd overreact to that one monster's death...
ru_ru: <25>{#p/alphys}{#f/13}* ... Я боялся, что она слишком остро отреагирует на смерть этого монстра.

source: <25>{#p/alphys}{#f/17}* But all she did was re- establish the Royal Guard and its forces.
ru_ru: <25>{#p/alphys}{#f/17}* Но все, что она сделала, это восстановила Королевскую гвардию и ее войска.

source: <25>{#p/alphys}{#f/17}* But all she did was bolster the Royal Guard's forces.
ru_ru: <25>{#p/alphys}{#f/17}* Но все, что она сделала, это укрепила Королевскую гвардию.

source: <25>{#p/alphys}{#f/19}* And... make a speech about how humans are dishonorable warriors.
ru_ru: <25>{#p/alphys}{#f/19}* Есть еще... Речь о том, как люди стали позорными воинами.

source: <25>{#p/alphys}{#f/19}* And... make a speech about how humans are backstabbing traitors.
ru_ru: <25>{#p/alphys}{#f/19}* Есть еще... Речь о том, как люди тайно подставляют предателей.

source: <25>{#p/alphys}{#f/19}* And... make a speech about how humans are irredeemable killers.
ru_ru: <25>{#p/alphys}{#f/19}* Есть еще... Речь о том, как люди становятся безнадежными убийцами.

source: <25>{#p/alphys}{#f/20}* A speech that... actually got a lot of people on her side.
ru_ru: <25>{#p/alphys}{#f/20}* Выступление. На самом деле, вокруг нее много людей.

source: <25>{#p/alphys}{#f/26}* ... beating everyone up certainly didn't help your case.
ru_ru: <25>{#p/alphys}{#f/26}* ... Избиение всех, безусловно, не поможет вашему делу.

source: <25>{#p/alphys}{#f/5}* ... monsters are pretty wary of humans these days because of that.
ru_ru: <25>{#p/alphys}{#f/5}* ... Из - за этого монстры теперь очень настороженно относятся к людям.

source: <25>{#p/alphys}{#f/20}* A speech that only got people on her side...
ru_ru: <25>{#p/alphys}{#f/20}* Речь, которая ставит людей только на ее сторону.

source: <25>{#p/alphys}{#f/26}* ... after they were reminded of your bullying.
ru_ru: <25>{#p/alphys}{#f/26}* ... После того, как они вспомнили о ваших издевательствах.

source: <25>{#p/alphys}{#f/20}* ... after she mentioned the circumstances of ASGORE's disappearance.
ru_ru: <25>{#p/alphys}{#f/20}* ... После того, как она упомянула об исчезновении ASGORE.

source: <25>{#p/alphys}{#f/10}* As for the actual humans still alive on the outpost...?
ru_ru: <25>{#p/alphys}{#f/10}* Что касается настоящих людей, которые все еще живы на форпосте.

source: <25>{#p/alphys}{#f/4}* Well, after what she said, I... didn't want to take any chances.
ru_ru: <25>{#p/alphys}{#f/4}* Ладно, слушая, что она говорит, я... не хочу рисковать ничем.

source: <25>{#p/alphys}{#f/20}* So... I had the archive moved to a spire house in Aerialis.
ru_ru: <25>{#p/alphys}{#f/20}* Поэтому... я перенес файл в один из шпилевых домов в Ириасе.

source: <25>{#p/alphys}{#f/20}* In secret.
ru_ru: <25>{#p/alphys}{#f/20}* Секрет.

source: <25>{#p/alphys}{#f/5}* ... Undyne saw the lack of humans, or... human SOULs, and...
ru_ru: <25>{#p/alphys}{#f/5}* ... Ундин видела человеческий недостаток, или... Человеческая душа, и...

source: <25>{#p/alphys}{#f/10}* Assumed they'd been lost, too.
ru_ru: <25>{#p/alphys}{#f/10}* Предположим, что они тоже заблудились.

source: <25>{#p/alphys}{#f/3}* I, ahah, tried to talk her out of announcing it in public, but...
ru_ru: <25>{#p/alphys}{#f/3}* Я, аха, пытался убедить ее не объявлять публично, но...

source: <25>{#p/alphys}{#f/3}* ... there was nothing I could do...!
ru_ru: <25>{#p/alphys}{#f/3}* ... Я ничего не могу сделать.

source: <25>{#p/alphys}{#f/30}* ... * Everyone thinks we're back at square one now.
ru_ru: * Все считают, что мы вернулись к исходной точке.

source: <25>{#p/alphys}{#f/31}* Many have lost hope that we'll... ever get out of here.
ru_ru: <25>{#p/alphys}{#f/31}* Многие люди против нас будут. Уезжай отсюда навсегда.

source: <25>{#p/alphys}{#f/30}* People are angry. * They're scared, and they all want to leave.
ru_ru: * Они очень напуганы, они все хотят уйти.

source: <25>{#p/alphys}{#f/31}* I don't know how much longer I can keep this secret from everyone.
ru_ru: <25>{#p/alphys}{#f/31: 1}* Я не знаю, как долго этот секрет будет скрываться от всех.

source: <25>{#p/sans}{#f/0}* hey, you still talking to yourself in there?
ru_ru: <25>{#p/sans}{#f/0}* Эй, ты все еще разговариваешь сам с собой внутри?

source: <25>{#p/sans}{#f/3}* c'mon, the humans are due for their daily checkup.
ru_ru: <25>{#p/sans}{#f/3}* Пожалуйста, люди должны проводить ежедневные проверки.

source: <25>{#p/alphys}{#f/20}* Uh... could you come in for just a moment?
ru_ru: <25>{#p/alphys}{#f/20}* Э... Можешь зайти ненадолго?

source: <25>{#p/sans}{#f/0}* on it.
ru_ru: <25>{#p/sans}{#f/0}* ...

source: <25>{#p/sans}{#f/0}* ... and i'm here.
ru_ru: <25>{#p/sans}{#f/0}* ... Я здесь.

source: <25>{#p/alphys}{#f/20}* So... I'm not really talking to myself.
ru_ru: <25>{#p/alphys}{#f/20}* Поэтому... я не говорю сам с собой.

source: <25>{#p/alphys}{#f/19}* Actually, I'm leaving a message for the human. * It's recording now...
ru_ru: * Сейчас записывается.

source: <25>{#p/sans}{#f/2}* mind if i take over while you go look after the kids?
ru_ru: <25>{#p/sans}{#f/2}* Не возражаете, если я возьму на себя ответственность, и вы пойдете заботиться о ребенке?

source: <26>{#p/alphys}{#f/5}* S-sure, I'll... go do that.
ru_ru: <26>{#p/alphys}{#f/5}* Конечно, буду. Иди и сделай это.

source: <25>{#p/sans}{#f/0}* ok, look, i won't take up much of your time.
ru_ru: <25>{#p/sans}{#f/0}* Хорошо, слушайте, я не буду занимать у вас много времени.

source: <25>{#p/sans}{#f/0}* to be honest, i just took over the phone so i could hang it up.
ru_ru: <25>{#p/sans}{#f/0}* Честно говоря, я только что взял трубку, чтобы я мог повесить трубку.

source: <25>{#p/sans}{#f/3}* alphys has a habit of making phone calls that stress her out.
ru_ru: <25>{#p/sans}{#f/3}* alphys имеет привычку звонить, что заставляет ее нервничать.

source: <25>{#p/sans}{#f/0}* but... before i go.
ru_ru: <25>{#p/sans}{#f/0}* Но... Прежде чем я уйду.

source: <25>{#p/sans}{#f/0}* undyne's announcement wasn't the only bad news we received.
ru_ru: <25>{#p/sans}{#f/0}* Объявление undyne - не единственная плохая новость, которую мы получили.

source: <26>{#p/sans}{#f/3}* reports of the former queen's death hit people pretty hard, too.
ru_ru: <26>{#p/sans}{#f/3}* Сообщения о смерти бывшей королевы также нанесли тяжелый удар.

source: <25>{#p/sans}{#f/0}* shops closed down, people quit their jobs...
ru_ru: <25>{#p/sans}{#f/0}* Магазины закрываются, люди увольняются...

source: <25>{#p/sans}{#f/0}* they're saying morale is the lowest it's ever been.
ru_ru: <25>{#p/sans}{#f/0}* Они говорят, что моральный дух является самым низким за всю историю.

source: <25>{#p/sans}{#f/2}* ... on the bright side, at least grillby's gets a lot of business now.
ru_ru: <25>{#p/sans}{#f/2}* ... С хорошей стороны, по крайней мере, у Гриби сейчас много бизнеса.

source: <25>{#p/sans}{#f/3}* but no amount of junk food can make up for the loss of my...
ru_ru: <25>{#p/sans}{#f/3}* Но больше мусорной пищи не может компенсировать то, что я потерял.

source: <26>{#p/sans}{#f/3}* ... well, i think you know who i mean.
ru_ru: <26>{#p/sans}{#f/3}* ... Ну, я думаю, ты знаешь, что я имею в виду.

source: <25>{#p/sans}{#f/0}* humanity's reputation is honestly pretty terrible now.
ru_ru: <25>{#p/sans}{#f/0}* Репутация человечества сейчас действительно плохая.

source: <25>{#p/sans}{#f/0}* alphys and i will do our best to protect the next human who comes...
ru_ru: <25>{#p/sans}{#f/0}* alphys и я сделаем все возможное, чтобы защитить следующего человека.

source: <25>{#p/sans}{#f/3}* but i wouldn't be surprised if they end up getting killed.
ru_ru: <25>{#p/sans}{#f/3}* Но я не удивлюсь, если они в конечном итоге будут убиты.

source: <25>{#p/sans}{#f/0}* ... that's just the way things are now.
ru_ru: <25>{#p/sans}{#f/0}* ... Так обстоит дело.

source: <25>{#p/alphys}{#f/27}* Uh, hey, sorry to interrupt, but...
ru_ru: <25>{#p/alphys}{#f/27}* Э, эй, извините, что беспокою вас, но...

source: <26>{#p/alphys}{#f/20}* I think we may have a... b-bit of a problem.
ru_ru: <26>{#p/alphys}{#f/20}* Я думаю, что у нас может быть проблема... b - bit.

source: <25>{#p/sans}{#f/0}* eh, i said all i wanted to, anyway.
ru_ru: <25>{#p/sans}{#f/0}* Ну, все равно все, что я хотел сказать, было сказано.

source: <25>{#p/sans}{#f/0}* i'm hanging up the phone now.
ru_ru: <25>{#p/sans}{#f/0}* Я сейчас вешаю трубку.

source: <25>{#p/sans}{#f/3}* ... goodbye.
ru_ru: <25>{#p/sans}{#f/3}* ... До свидания.

source: <18>{#p/papyrus}{#f/0}EVERYONE EXCEPT FOR YOU, ME, AND MY BROTHER!
ru_ru: <18>{#p/папирус}{#f/0} Все, кроме тебя, меня и моего брата!

source: <25>{#p/alphys}{#f/27}* Oh, hey Papyrus. * I take it the archive is still working?
ru_ru: * Думаю, файл все еще работает?

source: <18>{#p/papyrus}{#f/0}INDEED IT IS!
ru_ru: <18>{#p/папирус}{#f/0} Это действительно так!

source: <18>{#p/papyrus}{#f/9}I ALSO GAVE THE HUMANS THEIR DAILY CHECKUP!
ru_ru: <18>{#p/папирус}{#f/9} Я также ежедневно проверял людей!

source: <25>{#p/alphys}{#f/10}* Awesome, thanks.
ru_ru: <25>{#p/alphys}{#f/10}* Превосходно, спасибо.

source: <25>{#p/alphys}{#f/10}* ... maybe... you'd like to say a few things to the human...?
ru_ru: <25>{#p/alphys}{#f/10}* ... Может быть... Хочешь сказать человечеству пару слов?

source: <25>{#p/alphys}{#f/5}* I'm leaving a message about what's happened since they left.
ru_ru: <25>{#p/alphys}{#f/5}* Я оставлю сообщение, в котором расскажу им, что произошло после ухода.

source: <18>{#p/papyrus}{#f/0}OH, SURE THING!
ru_ru: <18>{#p/папирус}{#f/0} О, точно!

source: <18>{#p/papyrus}{#f/0}... HELLO, HUMAN. I TRUST YOU'RE DOING WELL.
ru_ru: Уверена, ты молодец.

source: <18>{#p/papyrus}{#f/5}IT'S BEEN HARD KEEPING SECRETS FROM EVERYONE...
ru_ru: <18>{#p/папирус}{#f/5} трудно заставить всех узнать секрет.

source: <18>{#p/papyrus}{#f/6}ESPECIALLY WHEN THEY'RE ALL JUST SO SAD!!!
ru_ru: <18>{#p/папирус}{#f/6} Особенно, когда они все расстроены!!

source: <18>{#p/papyrus}{#f/5}ALL THOSE PEOPLE THINKING THEY'LL NEVER ESCAPE...
ru_ru: <18>{#p/папирус}{#f/5} Все те, кто думает, что никогда не сбежит.

source: <18>{#p/papyrus}{#f/5}WONDERING IF THEY STILL HAVE A FUTURE...
ru_ru: <18>{#p/папирус}{#f/5} хотят знать, есть ли у них будущее.

source: <18>{#p/papyrus}{#f/0}BUT HEY!! IT'LL BE ALRIGHT!!
ru_ru: Все будет хорошо!

source: <18>{#p/papyrus}{#f/5}ONE DAY, THEY'LL COME TO KNOW THE TRUTH...
ru_ru: <18>{#p/папирус}{#f/5} Однажды они узнают правду.

source: <18>{#p/papyrus}{#f/0}AND THE TRUTH WILL SET THEM FREE.
ru_ru: <18>{#p/папирус}{#f/0} Истина освободит их.

source: <25>{#p/alphys}{#f/8}* Papyrus, why don't you tell them about your new job?
ru_ru: <25>{#p/alphys}{#f/8}* Papyrus, почему бы вам не рассказать им о своей новой работе?

source: <18>{#p/papyrus}{#f/0}OH RIGHT!! HOW COULD I FORGET ABOUT THAT!?
ru_ru: Как я мог забыть об этом?

source: <18>{#p/papyrus}{#f/0}... UNDYNE FINALLY LET ME JOIN THE ROYAL GUARD.
ru_ru: <18>{#p/папирус}{#f/0}. Наконец - то я присоединился к Королевской гвардии.

source: <18>{#p/papyrus}{#f/4}TECHNICALLY, I'M THE GUARD'S MORALE OFFICER...
ru_ru: <18>{#p/папирус}{#f/4} Технически я офицер по этике охранника.

source: <18>{#p/papyrus}{#f/0}BUT I STILL DO A VERY IMPORTANT JOB!
ru_ru: <18>{#p/папирус}{#f/0} Но я все еще выполняю очень важную работу!

source: <18>{#p/papyrus}{#f/5}YOU SEE, A GUARD CAN'T DO THEIR BEST...
ru_ru: <18>{#p/папирус}{#f/5} Вы видите, что охранник не может сделать лучше всего.

source: <18>{#p/papyrus}{#f/5}IF THEY'RE DOWN IN THE DUMPS.
ru_ru: <18>{#p/папирус}{#f/5} Если они выливаются на свалку.

source: <18>{#p/papyrus}{#f/0}SO... THAT'S WHERE I COME IN!
ru_ru: <18>{#p/папирус}{#f/0} Так что... вот где я вошел!

source: <18>{#p/papyrus}{#f/4}UM, METAPHORICALLY OF COURSE.
ru_ru: <18>{#p/папирус}{#f/4} ну, конечно, метафора.

source: <18>{#p/papyrus}{#f/4}I WOULDN'T ACTUALLY GO DOWN INTO A DUMP.
ru_ru: <18>{#p/папирус}{#f/4} Я действительно не упаду в мусорное ведро.

source: <18>{#p/papyrus}{#f/7}... THERE'S ENOUGH PEOPLE DOING THAT ALREADY!!!
ru_ru: <18>{#p/папирус}{#f/7}. Достаточно много людей сделали это!!

source: <18>{#p/papyrus}{#f/5}IT'S STRANGE... THEY NEVER SEEM TO COME BACK.
ru_ru: Кажется, они больше не вернутся.

source: <25>{#p/alphys}{#f/10}* Eheh, I wouldn't worry about that.
ru_ru: <25>{#p/alphys}{#f/10}* Ну, я не буду беспокоиться.

source: <25>{#p/alphys}{#f/3}* They must just be so obsessed with trash, they never leave!
ru_ru: <25>{#p/alphys}{#f/3}* Они должны быть слишком одержимы мусором, они никогда не уйдут!

source: <18>{#p/papyrus}{#f/0}YEAH... THAT MUST BE IT.
ru_ru: Должно быть так.

source: <18>{#p/papyrus}{#f/5}IT'S STILL KIND OF CONCERNING, THOUGH.
ru_ru: <18>{#p/папирус}{#f/5} Тем не менее, это все еще немного беспокоит.

source: <25>{#p/alphys}{#f/31}* ... yeah.
ru_ru: <25>{#p/alphys}{#f/31}* ... - Да.

source: <25>{#p/sans}{#f/0}* oh. * hey guys. * sorry i'm late...
ru_ru: * Извините, я опоздал...

source: <25>{#p/sans}{#f/2}* the people on the floor below us want me to make breakfast.
ru_ru: <25>{#p/sans}{#f/2}* Люди на полу ниже нас хотят, чтобы я приготовил завтрак.

source: <25>{#p/alphys}{#f/25}* Well aren't they just a needy bunch.
ru_ru: <25>{#p/alphys}{#f/25}* Разве они не группа людей, нуждающихся в помощи?

source: <18>{#p/papyrus}{#f/7}UGH... LIVING IN A SPIRE HOUSE MUST BE SO ANNOYING!!
ru_ru: <18>{#p/папирус}{#f/7} Э... Должно быть скучно жить в доме с шпилем!

source: <18>{#p/papyrus}{#f/4}DO THEY NOT KNOW HOW TO COOK FOR THEMSELVES?
ru_ru: <18>{#p/папирус}{#f/4} Разве они не знают, как готовить для себя?

source: <25>{#p/sans}{#f/0}* i mean, i can't say i blame 'em.
ru_ru: <25>{#p/sans}{#f/0}* Я имею в виду, я не могу сказать, что я виню их.

source: <25>{#p/sans}{#f/0}* after undyne's announcement about our progress, and...
ru_ru: <25>{#p/sans}{#f/0}* После того, как undyne объявил о нашем прогрессе, а также...

source: <25>{#p/sans}{#f/0}* those reports of the former queen's death...?
ru_ru: <25>{#p/sans}{#f/0}* Те сообщения о смерти бывшей королевы.

source: <25>{#p/sans}{#f/3}* i'd probably want someone else to cook for me, too.
ru_ru: <25>{#p/sans}{#f/3}* Я, возможно, также хочу, чтобы кто - то другой готовил для меня.

source: <25>{#p/sans}{#f/2}* but hey. * that's why i have you.
ru_ru: * Поэтому у меня есть ты.

source: <18>{#p/papyrus}{#f/0}YEAH!! WHO NEEDS SOMEONE ELSE TO COOK...
ru_ru: Всемирной организации здравоохранения нужны другие люди, чтобы готовить.

source: <18>{#p/papyrus}{#f/9}... WHEN YOU HAVE THE ONE AND ONLY GREAT PAPYRUS!
ru_ru: <18>{#p/папирус}{#f/9}. Когда у вас есть только одна большая папирусная бумага!

source: <26>{#p/sans}{#f/0}* well, i should probably get started on that breakfast now.
ru_ru: <26>{#p/sans}{#f/0}* Ладно, мне пора начинать завтракать.

source: <26>{#p/sans}{#f/3}* papyrus, would you mind coming with me?
ru_ru: <26>{#p/sans}{#f/3}* Бумажная папирусная бумага, не могли бы вы пойти со мной?

source: <18>{#p/papyrus}{#f/0}OF COURSE! I'LL GO WITH YOU RIGHT AWAY!
ru_ru: Я иду с тобой!

source: <26>{#p/sans}{#f/0}* alrighty, then. * ... on we go!
ru_ru: * ..... Пошли!

source: <25>{#p/alphys}{#f/17}* Have fun.
ru_ru: <25>{#p/alphys}{#f/17}* Веселитесь.

source: <25>{#p/alphys}{#f/5}* I guess I should probably hang up the phone now.
ru_ru: <25>{#p/alphys}{#f/5}* Я думаю, мне пора повесить трубку.

source: <25>{#p/alphys}{#f/6}* Just, if this ever gets to you, then...
ru_ru: <25>{#p/alphys}{#f/6}* Просто, если это происходит с вами, тогда...

source: <25>{#p/alphys}{#f/14}* I hope you're doing better than we are right now.
ru_ru: <25>{#p/alphys}{#f/14}* Я надеюсь, что вы сделаете это лучше, чем мы сейчас.

source: <25>{#p/alphys}{#f/20}* See you later.
ru_ru: <25>{#p/alphys}{#f/20}* Увидимся позже.

source: <25>{#p/alphys}{#f/5}* F-fortunately, the former queen returned, and...
ru_ru: <25>{#p/alphys}{#f/5}* f - К счастью, бывшая королева вернулась и...

source: <25>{#p/alphys}{#f/5}* Managed to convince her not to make an announcement about it.
ru_ru: <25>{#p/alphys}{#f/5}* Попытайтесь убедить ее не объявлять об этом.

source: <25>{#p/alphys}{#f/10}* There was some tension between them at first, but...
ru_ru: <25>{#p/alphys}{#f/10}* Сначала между ними было некоторое напряжение, но...

source: <25>{#p/alphys}{#f/6}* ... things feel like they're kind of back to normal, now.
ru_ru: <25>{#p/alphys}{#f/6}* ... Теперь все немного нормализовалось.

source: <25>{#p/alphys}{#f/4}* The only difference from before is...
ru_ru: <25>{#p/alphys}{#f/4}* Единственным отличием от предыдущего является...
