Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <32>{#p/basic}* Not that... I'm complaining.
ru_ru: <32>{#p/basic}* Это не так. Я жалуюсь.

source: <32>{#p/basic}* But... argh! * I couldn't even see you!
ru_ru: * Я тебя даже не вижу!

source: <32>{#p/basic}* That was so unfair.
ru_ru: <32>{#p/basic}* Это несправедливо.

source: <32>{#p/basic}* Except for Doge. * She's really hard to pet.
ru_ru: * Ее действительно трудно погладить.

source: <32>{#p/basic}* I wonder what her secret is...
ru_ru: <32>{#p/basic}* Я хочу знать, в чем ее секрет.

source: <32>{#p/basic}* You're the one who thought you could get past us by throwing a wrench around.
ru_ru: <32>{#p/basic}* Вы тот, кто думает, что вы можете обойти нас, нажав на гаечный ключ.

source: <32>{#p/basic}* I mean, OK, it worked.
ru_ru: <32>{#p/basic}* Я имею в виду, хорошо, это сработало.

source: <32>{#p/basic}* But it was really annoying when I found out!
ru_ru: <32>{#p/basic}* Но когда я узнаю, это действительно раздражает!

source: <32>{#p/basic}* Maybe...
ru_ru: <32>{#p/basic}* Возможно.

source: <32>{#p/basic}* ... we can play again sometime?
ru_ru: <32>{#p/basic}* ... Когда мы снова сможем играть?

source: <32>{#p/basic}* No, no, forget I said that. * I shouldn't indulge in my fantasies this much.
ru_ru: * Я не должен так зацикливаться на фантазиях.

source: <32>{#p/basic}* You're the one who tried to beat us all up!
ru_ru: <32>{#p/basic}* Ты тот, кто пытается победить всех нас!

source: <32>{#p/basic}* You even managed to disappoint Canis Major...
ru_ru: <32>{#p/basic}* Вы даже разочаровали Canis Major.

source: <32>{#p/basic}* What's wrong with you!? * You're awful!
ru_ru: * Ты такой ужасный!

source: <32>{#p/basic}* ... that's what the others would say.
ru_ru: <32>{#p/basic}* ... Другие скажут то же самое.

source: <32>{#p/basic}* At least you made Canis Major happy.
ru_ru: <32>{#p/basic}* По крайней мере, вы сделали Canis Major счастливым.

source: <32>{#p/basic}* So, maybe you're not all bad?
ru_ru: <32>{#p/basic}* Итак, может быть, вы не все плохие люди?

source: <32>{#p/basic}* ... to be honest, I didn't mind it...
ru_ru: <32>{#p/basic}* ... Честно говоря, я не против.

source: <32>{#p/basic}* You're the one who pet me when I couldn't even see you!
ru_ru: <32>{#p/basic}* Когда я тебя даже не вижу, ты тот, кто любит меня!

source: <32>{#p/basic}* I bet you thought that was really funny.
ru_ru: <32>{#p/basic}* Держу пари, вы думаете, что это действительно интересно.

source: <32>{#p/basic}* I bet I looked really cute.
ru_ru: <32>{#p/basic}* Держу пари, я выгляжу действительно мило.

source: <32>{#p/basic}* ... no, wait, I didn't mean that!
ru_ru: <32>{#p/basic}* ... Нет, подожди, я не это имел в виду!

source: <32>{#p/basic}* You're the one who played fetch with me, right?
ru_ru: <32>{#p/basic}* Ты тот, кто играет со мной в fetch, не так ли?

source: <32>{#p/basic}* Wow! * I'd love to do that again sometime.
ru_ru: * Я бы хотел сделать это позже.

source: <32>{#p/basic}* But... that's just a fantasy.
ru_ru: <32>{#p/basic}* Но... Это просто фантазия.

source: <32>{#p/basic}* You're the one who tried to beat me up!
ru_ru: <32>{#p/basic}* Это ты хотел ударить меня!

source: <32>{#p/basic}* That was really rude. * And mean.
ru_ru: * То есть.

source: <32>{#p/basic}* I definitely didn't like that.
ru_ru: <32>{#p/basic}* Мне это абсолютно не нравится.

source: <32>{#p/basic}* Anyway! * Did you hear about the humans we released!?
ru_ru: * Вы слышали, что мы освободили людей!

source: <32>{#p/basic}* They were all asleep in some weird archive thing. * It's way above my paw grade.
ru_ru: * Это намного выше моего ранга когтей.

source: <32>{#p/basic}* All I know is, I get to take care of a human!
ru_ru: <32>{#p/basic}* Я знаю только, что могу позаботиться о человеке!

source: <32>{#p/basic}* It was Doge's idea. * We all get one human each.
ru_ru: * У каждого из нас есть человек.

source: <32>{#p/basic}* They're like pets???
ru_ru: <32>{#p/basic}* Они как домашние животные??

source: <32>{#p/basic}* Don't worry, we don't mistreat them. * They're under our protection!
ru_ru: * Они под нашей защитой!

source: <32>{#p/basic}* Which is weird... since we were like, trying to hunt them down before or something.
ru_ru: <32>{#p/basic}* Это странно. Потому что мы пытались выследить их раньше.

source: <32>{#p/basic}* Still, they kind of have to be.
ru_ru: <32>{#p/basic}* Тем не менее они должны быть таковыми.

source: <32>{#p/basic}* People REALLY seem to dislike humans these days.
ru_ru: <32>{#p/basic}* Теперь кажется, что люди действительно не любят людей.

source: <32>{#p/basic}* But times change. * And so must we!
ru_ru: * Мы тоже должны быть такими!

source: <32>{#p/basic}* Hey, WAIT!! * My human is coming this way RIGHT NOW!!
ru_ru: * Мои люди сейчас идут сюда!

source: <32>{#p/human}{#v/3}{@fill=#003cff}* Master Doggo! * Master Doggo! * You have to come and see!
ru_ru: * Ты должен прийти и посмотреть!

source: <32>{#p/basic}* What is it now.
ru_ru: <32>{#p/basic}* Что сейчас?

source: <32>{#p/human}{#v/3}{@fill=#003cff}* You're going to miss the grand opening!
ru_ru: <32>{#p/human}{#v/3}{@ fill = #003cff}* Вы пропустите торжественное открытие!

source: <32>{#p/basic}* Guess I better go see what this is...
ru_ru: <32>{#p/basic}* Я думаю, мне лучше пойти и посмотреть, что это.

source: <32>{#p/basic}* I get it, OK!? * Heck, I'm almost there!
ru_ru: * Упс, я почти здесь!

source: <32>{#p/basic}* What the... * WHAT IS THAT THING!?
ru_ru: * Что это за штука!

source: <32>{#p/basic}* THAT WASN'T PART OF THE CITY'S SKYLINE BEFORE!!
ru_ru: <32>{#p/basic}* Раньше это не было частью городского горизонта!!

source: <32>{#p/human}{#v/3}{@fill=#003cff}* It's your brand new dog shrine! * Just like you wanted!
ru_ru: * Как ты хочешь!

source: <32>{#p/basic}* It's... in constant motion...
ru_ru: <32>{#p/basic}* Он... всегда был в движении.

source: <32>{#p/basic}* WELL THIS IS SOMETHING!
ru_ru: <32>{#p/basic}* Хорошо, это замечательно!

source: <32>{#p/basic}* (Shrines, good for peace!) * (Help relieve fears of being attacked by humans!)
ru_ru: * (Помогает облегчить страх быть атакованным человеком!)

source: <32>{#p/basic}* (A reminder of the stability the new regime offers you, dog or otherwise!)
ru_ru: <32>{#p/basic}* (Напомните вам о стабильности, которую новый режим предлагает вам, будь то собака или что - то еще!)

source: <32>{#p/basic}* (Shrines, good for peace!) * (Encourage good behavior in all citizens!)
ru_ru: * (Поощрение хорошего поведения всех граждан!)

source: <32>{#p/basic}* (A reminder of the blessings you may receive for being good, dog or otherwise!)
ru_ru: <32>{#p/basic}* (Напоминаем вам, что вы будете благословлены, будь то добро, добро или что - то еще!)

source: <32>{#p/basic}* Yes, yes, I know. * It looks great... looks just like me.
ru_ru: * Выглядит великолепно. Похоже на меня.

source: <32>{#p/basic}* ... thanks.
ru_ru: <32>{#p/basic}* ... - Спасибо.

source: <32>{#p/basic}* (And that's the last one!) * (All council dogs have shrines now!)
ru_ru: * (Теперь у всех парламентских собак есть святыни!)

source: <32>{#p/basic}* PERFECT!! * Can I go back to my phone call now?
ru_ru: * Теперь я могу перезвонить?

source: <32>{#p/human}{#v/3}{@fill=#003cff}* I'll have to show the others!
ru_ru: <32>{#p/human}{#v/3}{@ fill = #003cff}* Я должен показать это другим!

source: <32>{#p/basic}* HEY! * Before you go...
ru_ru: * Прежде чем ты уйдешь.

source: <32>{#p/basic}* I wouldn't have seen it on time without you. * Have a treat.
ru_ru: * Наслаждайтесь.

source: <32>{#p/human}{#v/3}{@fill=#003cff}* Master Doggo...!
ru_ru: <32>{#p/human}{#v/3}{@ fill = #003cff}* Мастер собак.

source: <32>{#p/basic}* Go on, tell your friends. * BUT DON'T SHARE!
ru_ru: * Но не делиться!

source: <32>{#p/basic}* So, around here, everyone understands how things work.
ru_ru: <32>{#p/basic}* Итак, здесь каждый знает, как все работает.

source: <32>{#p/basic}* You visit the shrine, do a good job at work, and be good at home, too.
ru_ru: <32>{#p/basic}* Вы посещаете храм Ясукуни, хорошо работаете и дома.

source: <32>{#p/basic}* And maybe, if you're really really good, you'll get rewarded!
ru_ru: <32>{#p/basic}* Возможно, если вы действительно хорошо, вы получите награду!

source: <32>{#p/basic}* It's perfect. * Nobody breaks the rules.
ru_ru: * Никто не нарушает правила.

source: <32>{#p/basic}* Except those pesky shopkeepers at the rec center.
ru_ru: <32>{#p/basic}* За исключением тех неприятных владельцев магазинов в развлекательных центрах.

source: <32>{#p/basic}* THEY'RE JUST LAZY AND DISORGANIZED!
ru_ru: <32>{#p/basic}* Они просто слишком ленивы, чтобы быть организованными!

source: <32>{#p/basic}* But they sell cool junk, so we give them a pass.
ru_ru: <32>{#p/basic}* Но они продают классный мусор, поэтому мы даем им пропуск.

source: <32>{#p/basic}* Hold on. * Are we giving anyone else a pass??
ru_ru: * Мы даем кому - то пропуска?

source: <32>{#p/basic}* WHAT HAS OUR SOCIETY COME TO!
ru_ru: <32>{#p/basic}* Каким стало наше общество!

source: <32>{#p/basic}* (Doggo, new job for you!) * (Spider queen, stirring up trouble again.)
ru_ru: * (Королева - паук, опять провоцирует инциденты.)

source: <32>{#p/basic}* (A punishment is required!)
ru_ru: <32>{#p/basic}* (Требуется наказание!)

source: <32>{#p/basic}* ... ugh. * I don't like disciplining people.
ru_ru: * Я не люблю учить других.

source: <32>{#p/basic}* (Without discipline, dog society falls out of balance.)
ru_ru: <32>{#p/basic}* (Без дисциплины собачье общество теряет равновесие.)

source: <32>{#p/basic}* I guess. * But can't someone else do it?
ru_ru: * Но разве другие не могут этого сделать?

source: <32>{#p/basic}* (All council dogs must practice discipline.) * (It's your turn!)
ru_ru: * (Твоя очередь!)

source: <32>{#p/basic}* (Doggo, new job for you!) * (Tall skeleton, deserving of bonus rewards.)
ru_ru: * (Высокий скелет, достойный награды).

source: <32>{#p/basic}* (Offer them to him!)
ru_ru: <32>{#p/basic}* (Отдай их ему!)

source: <32>{#p/basic}* ... ugh. * I swear we give him bonus rewards every day.
ru_ru: Я клянусь, что мы каждый день даем ему премию.

source: <32>{#p/basic}* (Tall skeleton sets a very good example!)
ru_ru: <32>{#p/basic}* (Высокий скелет - отличный пример!)

source: <32>{#p/basic}* At this rate, he'll be on the dog council himself.
ru_ru: <32>{#p/basic}* При такой скорости он сам присоединится к собачьему комитету.

source: <32>{#p/basic}* (We are considering the possibility.) * (Now do your duty!)
ru_ru: * (Выполняйте свои обязанности сейчас!)

source: <32>{#p/basic}* (Doggo, new job for you!) * (Supplies of dog chow are running low.)
ru_ru: * (Сокращаются поставки корма для собак.)

source: <32>{#p/basic}* (Can you help refill?)
ru_ru: <32>{#p/basic}* (Вы можете дополнить меня?)

source: <32>{#p/basic}* ... ugh. * Why do I get all the dirty work around here.
ru_ru: Почему я здесь делаю столько грязной работы?

source: <32>{#p/basic}* (Doggo, only dog who doesn't mind dirty work.)
ru_ru: <32>{#p/basic}* (Собака, единственная собака, которая не возражает против грязной жизни).

source: <32>{#p/basic}* Lies. * Doge likes doing dirty jobs way more than me.
ru_ru: Собаки предпочитают грязную работу, чем я.

source: <32>{#p/basic}* (Doge cannot do this job.) * (Doge is queen.)
ru_ru: * (Собака - королева.)

source: <32>{#p/basic}* OK. * Fine.
ru_ru: * Хорошо.

source: <32>{#p/basic}* Well, I guess I'll have to end the message here.
ru_ru: <32>{#p/basic}* Хорошо, я думаю, я должен закончить это сообщение здесь.

source: <32>{#p/basic}* Have fun out there, wherever you are.
ru_ru: <32>{#p/basic}* Развлекайтесь, где бы вы ни находились.

source: <32>{#p/basic}* ... I'd give the phone back to that annoying dog, but the message would never end.
ru_ru: <32>{#p/basic}* ... Я отдам телефон этой противной собаке, но информация никогда не закончится.

source: <32>{#p/basic}* HOW CAN YOU TALK FOR SO LONG WITHOUT GETTING TIRED!?
ru_ru: <32>{#p/basic}* Как вы можете говорить так долго, не чувствуя усталости?

source: <32>{#p/basic}* OK already! * Quit rushing me!!
ru_ru: * Не торопи меня!

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, hello, dearie~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* О, привет, дорогой

source: <32>{#p/basic}* Are you doing well?
ru_ru: <32>{#p/basic}* Ты в порядке?

source: <32>{#p/basic}* Oh, who am I kidding~ * It's not like I cared about you anyway~
ru_ru: * Мне все равно, что ты

source: <32>{#p/basic}* I just wanted to let you know about all the fun you're missing out on!
ru_ru: <32>{#p/basic}* Я просто хочу, чтобы вы знали, сколько удовольствий вы пропустили!

source: <32>{#p/basic}{#s/spiderLaugh}* So, after you departed from the outpost...
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Итак, после того, как вы покинете форпост...

source: <32>{#p/basic}* By line of succession, Alphys was put in charge as queen~
ru_ru: <32>{#p/basic}* В соответствии с порядком наследования Альфис был назначен королевой

source: <32>{#p/basic}* But you see, dearie, she didn't think she could do it!
ru_ru: <32>{#p/basic}* Но вы видите, дорогая, она чувствует, что не может этого сделать!

source: <32>{#p/basic}* Don't blame her though~ * She let her pet TV star die such a tragic death!
ru_ru: * Она так трагически убила свою любимую телезвезду!

source: <32>{#p/basic}* Don't blame her though~ * Without big boy Asgore to hold her hand, she was helpless!
ru_ru: * Ни один большой мальчик Асго не держит ее за руку, она беспомощна!

source: <32>{#p/basic}* It's so unfortunate there was nobody left to take charge, don't you think?
ru_ru: <32>{#p/basic}* Очень жаль, что никто не отвечает, вы не думаете?

source: <32>{#p/basic}* Lucky for her, I was more than willing to appoint myself~
ru_ru: <32>{#p/basic}* К счастью, я очень хочу назначить себя

source: <32>{#p/basic}* Ahuhuhu~ * She rejected me at first, but after a little "persuasion..."
ru_ru: * Сначала она мне отказала, но после небольшого "уговора..."

source: <32>{#p/basic}* She was quite eager to hand the outpost over to me!
ru_ru: <32>{#p/basic}* Она очень хотела передать мне форпост!

source: <32>{#p/basic}* She held a meeting with the royal guards to hire someone else, but...
ru_ru: <32>{#p/basic}* Она провела встречу с Королевской гвардией и хотела нанять других людей, но...

source: <32>{#p/basic}* Without their captain, they'd fallen into disorder! * They needed direction~
ru_ru: * Им нужно направление

source: <32>{#p/basic}* Ahuhuhu~ * Thankfully, I was more than willing to give it to them!
ru_ru: * К счастью, я с большим удовольствием отдам их!

source: <32>{#p/basic}* And from there, the outpost was all but mine.
ru_ru: <32>{#p/basic}* Отсюда начинается форпост почти мой.

source: <33>{#p/basic}* With your killing and bullying, the people were made so afraid and obedient~
ru_ru: <33>{#p/basic}* Из - за ваших убийств и издевательств люди становятся такими испуганными и послушными

source: <32>{#p/basic}* With your bullying, the people were made so afraid and obedient~
ru_ru: <32>{#p/basic}* Из - за вашего издевательства люди становятся такими испуганными и послушными

source: <32>{#p/basic}* Like they were just begging for a strong, assertive leader to take her rightful place!
ru_ru: <32>{#p/basic}* Как будто они просто умоляют сильного, уверенного в себе лидера заменить ее легитимность!

source: <32>{#p/basic}* It's incredible just how quickly they all came around.
ru_ru: <32>{#p/basic}* Их скорость трансформации невероятна.

source: <32>{#p/basic}* For that, dearie, I have you to thank~
ru_ru: <32>{#p/basic}* За это, дорогой, я хочу поблагодарить вас

source: <25>{#p/alphys}{#f/21}* Oh, come ON. * You think you can just blame it all on THEM?
ru_ru: Ты думаешь, что можешь винить их во всем этом?

source: <32>{#p/basic}* Oh, dearie... * It's a shame you're not here to see this~
ru_ru: Жаль, что вы не пришли сюда посмотреть это.

source: <32>{#p/basic}* Not only do the people do whatever I want, whenever I want...
ru_ru: <32>{#p/basic}* Люди делают не только то, что я хочу делать, но и в любое время и в любом месте.

source: <32>{#p/basic}* But some of them even do it willingly!
ru_ru: <32>{#p/basic}* Но некоторые из них даже делают это с готовностью!

source: <32>{#p/basic}* Most of them still whine and complain like babies, though.
ru_ru: <32>{#p/basic}* Тем не менее, большинство из них по - прежнему кричат и жалуются, как младенцы.

source: <25>{#p/alphys}{#f/21}* Well GEE, I wonder why THAT might be.
ru_ru: <25>{#p/alphys}{#f/21|* , ну, GEE, я хочу знать, почему это происходит.

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, Alphys-dear~ * Didn't I tell you to clean out the fluid network today?
ru_ru: * Разве я не говорил тебе сегодня очистить жидкую сеть?

source: <32>{#p/basic}* It's gotten so dirty after all these years...
ru_ru: <32>{#p/basic}* Столько лет прошло, и она стала такой грязной...

source: <32>{#p/basic}* If you don't clean it, then who will?
ru_ru: <32>{#p/basic}* Если вы не очистите его, то кто будет?

source: <25>{#p/alphys}{#f/22}* I DON'T KNOW, MAYBE SOMEONE WHO'S ACTUALLY QUALIFIED!?
ru_ru: <25>Сержант #p/alphys сержант #f/22}* Я не знаю, может быть, кто - то из Всемирной организации здравоохранения действительно имеет право!

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, you ARE such a pest, aren't you~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* О, ты действительно зануда, не так ли?

source: <32>{#p/basic}* But... ahuhuhu~ * You know what happens to pests, don't you?
ru_ru: * Ты ведь знаешь, что происходит с вредителями, да?

source: <25>{#p/alphys}{#f/2}* ... n-no, please, I...
ru_ru: <25>{#p/alphys}{#f/2}* ... Нет, пожалуйста, я...

source: <25>{#p/alphys}{#f/3}* I-I'll do it! * You just watch me, I'll do it right now!
ru_ru: * Ты просто посмотри на меня, я сделаю это прямо сейчас!

source: <32>{#p/basic}{#s/spiderLaugh}* Too late, Alphys-dear~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Слишком поздно, дорогая Альфа

source: <32>{#p/basic}* Spiders, take her away!
ru_ru: <32>{#p/basic}* Паук, забери ее!

source: <32>{#p/basic}* It would seem she needs another stay in the Aurora Zone~
ru_ru: <32>{#p/basic}* Кажется, ей нужно остаться в Авроре еще раз

source: <25>{#p/alphys}{#f/22}* No, PLEASE!! * I'LL DO ANYTHING!!
ru_ru: * Я готов на все!

source: <32>{#p/basic}{#s/spiderLaugh}* See you on the other side~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* См. с другой стороны

source: <26>{#p/alphys}{#f/24}* Maybe you'd like to try.
ru_ru: <26>{#p/alphys}{#f/24}* Возможно, вы захотите попробовать.

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, but you know that'll never happen~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* О, но вы знаете, что этого никогда не произойдет

source: <32>{#p/basic}* And... ahuhuhu~ * Talk like that is what gets you in trouble, I'm afraid~
ru_ru: * Боюсь, что такие разговоры могут доставить вам неприятности*

source: <25>{#p/alphys}{#f/27}* Oh, does it now?
ru_ru: <25>{#p/alphys}{#f/27}* О, теперь да?

source: <25>{#p/alphys}{#f/28}* Eheh... * Maybe you'll be the one who's in trouble soon.
ru_ru: * Возможно, скоро у вас будут проблемы.

source: <32>{#p/basic}{#s/spiderLaugh}* Enough talk, Alphys-dear~ * I know exactly what kind of punishment you deserve!
ru_ru: Я знаю, какое наказание вы заслуживаете!

source: <25>{#p/alphys}{#f/29}* Enjoy your last moments in power.
ru_ru: <25>{#p/alphys}{#f/29}* Наслаждайтесь своим последним моментом власти.

source: <32>{#p/basic}{#s/spiderLaugh}* Like I'd fall for that~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Как будто я полюблю его.

source: <32>{#p/basic}* Ahuhuhu~ * Poor Alphys-dear, always getting into trouble~
ru_ru: * Дорогой бедный Альфа, всегда в беде

source: <32>{#p/basic}* It's a good thing we have the Aurora Zone to straighten out her behavior!
ru_ru: <32>{#p/basic}* К счастью, у нас есть полярные зоны, чтобы исправить ее поведение!

source: <32>{#p/basic}* With the power of the archive, we can send a monster into a virtual world~
ru_ru: <32>{#p/basic}* Благодаря мощным функциям архивирования мы можем отправлять монстров в виртуальный мир.

source: <32>{#p/basic}* Best of all, we control how time passes there~
ru_ru: <32>{#p/basic}* Самое главное, что мы можем контролировать время, проходящее там.

source: <32>{#p/basic}* Days, months, years...
ru_ru: <32>{#p/basic}* День, месяц, год.

source: <32>{#p/basic}* All going by in the blink of an eye!
ru_ru: <32>{#p/basic}* Все мгновенно!

source: <32>{#p/basic}* We spiders LOVE to make them suffer for a long time when they misbehave!
ru_ru: <32>{#p/basic}* Мы, пауки, любим заставлять их долго страдать, когда они плохо себя ведут!

source: <32>{#p/napstablook}* sorry to interrupt...
ru_ru: <32>{#p/napstaplok}* Извините за беспокойство.

source: <32>{#p/napstablook}* i just came to let you know that i've done what you wanted me to......
ru_ru: <32>{#p/napstaplok}* Я просто пришел сказать вам, что я сделал то, что вы хотели, чтобы я сделал...

source: <32>{#p/basic}{#s/spiderLaugh}* Ahuhuhu~ * Very good, my little ghost-munchkin~
ru_ru: * Очень хорошо, мой маленький призрачный малыш*

source: <32>{#p/basic}* Have you found and identified each target on my list?
ru_ru: <32>{#p/basic}* Вы нашли и определили каждую цель в моем списке?

source: <32>{#p/napstablook}* of course...... * i wrote down their locations as best i could
ru_ru: * Я делаю все возможное, чтобы записать их местоположение

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, wonderful! * You're really such a good and loyal spy, aren't you~
ru_ru: Ты хороший и верный шпион, не так ли?

source: <32>{#p/napstablook}* i guess.........
ru_ru: <32>{#p/napstabook}* Я хочу...

source: <32>{#p/napstablook}* it'd just be nice if... i knew what you were going to do with these people.........
ru_ru: <32>{#p/napstaplok}* Если... я знаю, что ты собираешься делать с этими людьми... это было бы здорово...

source: <32>{#p/basic}{#s/spiderLaugh}* You poor thing~ * You don't need to concern yourself with that!
ru_ru: * Вам не нужно беспокоиться об этом!

source: <32>{#p/basic}* Rest assured, everyone will get what they deserve in the end~
ru_ru: <32>{#p/basic}* Будьте уверены, что каждый в конечном итоге получит то, что он заслуживает.

source: <32>{#p/napstablook}* ...
ru_ru: <32>{#p/napstabook}* ...

source: <32>{#p/napstablook}* i'd like to go rest now, it's been a long day
ru_ru: <32>{#p/napstaplok}* Я хочу сделать перерыв сейчас, сегодня очень длинный день

source: <32>{#p/basic}{#s/spiderLaugh}* Of course, my little ghost-munchkin~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Конечно, мой маленький призрак маленький парень ~

source: <32>{#p/basic}* Just be sure to show up on time tomorrow~
ru_ru: <32>{#p/basic}* Обязательно приходите завтра вовремя

source: <32>{#p/napstablook}* will do
ru_ru: <32>{#p/napstabook}* Достаточно.

source: <32>{#p/basic}{#s/spiderLaugh}* ... as you can see, there's no citizen alive who can hide from my loyal spies!
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* ... Как видите, ни один живой гражданин не может скрыться от моего верного шпиона!

source: <32>{#p/napstablook}* it's now or never, alphys!
ru_ru: <32>{#p/napstaplok}* Либо сейчас, либо навсегда, alphys!

source: <32>{#p/mettaton}* YOU DONE BOASTING ABOUT YOUR ACCOMPLISHMENTS YET?
ru_ru: <32>{#p/metaton}* Вы еще не хвастались своими достижениями?

source: <32>{#p/mettaton}* I'M HERE, JUST AS REQUESTED.
ru_ru: <32>{#p/metaton}* Я здесь, как и требуется.

source: <32>{#p/basic}{#s/spiderLaugh}* Ahuhuhu~ * Just the robot I've been wanting to see!
ru_ru: * Это робот, которого я всегда хотел видеть!

source: <32>{#p/basic}* So would you say audiences are enjoying the new TV lineup?
ru_ru: <32>{#p/basic}* Тогда вы бы сказали, что зрители наслаждаются новой линейкой телевизионных программ?

source: <32>{#p/mettaton}* THE RATINGS ARE TERRIBLE. * NOBODY LIKES IT.
ru_ru: * Никому это не нравится.

source: <32>{#p/basic}{#s/spiderLaugh}* Oh, wonderful! * Like music to my ears~
ru_ru: * Как музыка в моих ушах
