Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <25>{#p/sans}{#f/0}* something stops her. * she hesitates, or even backpedals at times.
ru_ru: * Она колебалась и иногда даже отступала.

source: <25>{#p/sans}{#f/0}* there was this one time where, she had an idea...
ru_ru: <25>{#p/sans}{#f/0}* Однажды у нее была идея.

source: <25>{#p/sans}{#f/3}* for a game where we'd all fight to the death in rounds.
ru_ru: <25>{#p/sans}{#f/3}* Это игра, в которой мы все будем сражаться до смерти в раунде.

source: <25>{#p/sans}{#f/0}* but just as the match was about to start...
ru_ru: <25>{#p/sans}{#f/0}* Но как раз в самом начале гонки.

source: <25>{#p/sans}{#f/3}* she changed the rules to make it a fight to knockout instead.
ru_ru: <25>{#p/sans}{#f/3}* Она изменила правила, превратив игру в нокаут.

source: <25>{#p/sans}{#f/3}* so... * if i had to guess...
ru_ru: * Если позволите угадать.

source: <25>{#p/sans}{#f/2}* i'd say the human souls gave her more than she bargained for.
ru_ru: <25>{#p/sans}{#f/2}* Я хочу сказать, что человеческая душа дала ей больше, чем она ожидала.

source: <25>{#p/sans}{#f/0}* maybe some part of them remains conscious...?
ru_ru: <25>{#p/sans}{#f/0}* Возможно, часть из них все еще сознательна.

source: <25>{#p/alphys}{#f/17}* Uh, not to interrupt, but it's your move.
ru_ru: <25>{#p/alphys}{#f/17}* Эм, не хочу прерывать, но это ваше действие.

source: <25>{#p/sans}{#f/0}* huh?
ru_ru: <25>{#p/sans}{#f/0}* Эм?

source: <25>{#p/alphys}{#f/18}* The game's all in your hands now!
ru_ru: <25>{#p/alphys}{#f/18}* Теперь игра в ваших руках!

source: <25>{#p/sans}{#f/3}* ... i see.
ru_ru: <25>{#p/sans}{#f/3}* ... Я понял.

source: <25>{#p/sans}{#f/0}* i guess i better get out there, then.
ru_ru: <25>{#p/sans}{#f/0}* Тогда я думаю, что мне лучше прогуляться.

source: <25>{#p/alphys}{#f/6}* That would probably be a good idea.
ru_ru: <25>{#p/alphys}{#f/6}* Это может быть хорошей идеей.

source: <25>{#p/alphys}{#f/23}* For all our sakes.
ru_ru: <25>{#p/alphys}{#f/23}* Для всех нас.

source: <25>{#p/sans}{#f/0}* but before i go.
ru_ru: <25>{#p/sans}{#f/0}* Но прежде чем я уйду.

source: <25>{#p/sans}{#f/0}* if this call ever reaches you...
ru_ru: <25>{#p/sans}{#f/0}* Если вы получили этот звонок.

source: <25>{#p/sans}{#f/3}* i suggest not letting another human get near us.
ru_ru: <25>{#p/sans}{#f/3}* Я рекомендую не подпускать к нам другого человека.

source: <25>{#p/sans}{#f/3}* mew mew's planning something big. * i can feel it.
ru_ru: * Я чувствую это.

source: <25>{#p/sans}{#f/0}* if she succeeds, the whole galaxy might be in danger.
ru_ru: <25>{#p/sans}{#f/0}* Если она преуспеет, вся галактика может оказаться в опасности.

source: <25>{#p/sans}{#f/2}* ... just thought i'd give you a heads up.
ru_ru: <25>{#p/sans}{#f/2}* ... Я просто хотел напомнить тебе.

source: <25>{#p/alphys}{#f/23}* Come on, let's go!
ru_ru: <25>{#p/alphys}{#f/23}* Давай, идем!

source: <25>{#p/sans}{#f/0}* so, after you left, things weren't too great at first.
ru_ru: <25>{#p/sans}{#f/0}* Поэтому, после вашего ухода, сначала ситуация была не очень хорошей.

source: <25>{#p/sans}{#f/4}* but who would we hire to watch over them?
ru_ru: <25>{#p/sans}{#f/4}* Но кого мы наймем, чтобы присматривать за ними?

source: <25>{#p/sans}{#f/0}* well, of all the people we called, only charles took the job.
ru_ru: <25>{#p/sans}{#f/0}* Хорошо, из всех, кого мы позвонили, только Чарльз принял эту работу.

source: <25>{#p/sans}{#f/2}* a little mouse with a spotless service record at the core.
ru_ru: <25>{#p/sans}{#f/2}* Маленькая мышка с безупречной репутацией основной службы.

source: <25>{#p/sans}{#f/0}* now, charles had worked at the core for so long...
ru_ru: <25>{#p/sans}{#f/0}* Теперь, Чарльз работает в ядре так долго...

source: <25>{#p/sans}{#f/0}* that it grew accustomed with its routine.
ru_ru: <25>{#p/sans}{#f/0}* Он привык к своей повседневной жизни.

source: <25>{#p/sans}{#f/0}* take a power cell out, put a new one back in...
ru_ru: <25>{#p/sans}{#f/0}* Удалите батарею и положите ее обратно в новую.

source: <25>{#p/sans}{#f/3}* except now, instead of power cells, it was human souls.
ru_ru: <25>{#p/sans}{#f/3}* Помимо настоящего, это не энергетическая батарея, а человеческая душа.

source: <25>{#p/sans}{#f/0}* ... so, when it accidentally absorbed those souls...
ru_ru: <25>{#p/sans}{#f/0}* ... Итак, когда он случайно поглотил эти души...

source: <25>{#p/sans}{#f/3}* it was only because charles was just doing what it knew best.
ru_ru: <25>{#p/sans}{#f/3}* Это просто потому, что Чарльз просто делает то, что он знает лучше всего.

source: <25>{#p/sans}{#f/3}* i know. * it sounds bad.
ru_ru: * Звучит ужасно.

source: <25>{#p/sans}{#f/0}* without the human souls, how would we escape?
ru_ru: <25>{#p/sans}{#f/0}* Как нам сбежать без человеческой души?

source: <25>{#p/sans}{#f/0}* but when that little mouse realized its new godlike power...
ru_ru: <25>{#p/sans}{#f/0}* Но когда мышка осознает свою новую божественную силу...

source: <25>{#p/sans}{#f/2}* it used that power to make everyone's dreams come true.
ru_ru: <25>{#p/sans}{#f/2}* Он использует эту силу, чтобы воплотить мечты каждого человека в жизнь.

source: <18>{#p/papyrus}{#f/0}HELLO, HUMAN! IT IS I, THE GREAT PAPYRUS!
ru_ru: Это я, великий папирус!

source: <18>{#p/papyrus}{#f/6}WHAT!?!? YOU THOUGHT I WAS DEAD!?
ru_ru: Ты думаешь, я умер?

source: <18>{#p/papyrus}{#f/7}... UGH, THAT'S RIDICULOUS! I COULD NEVER DIE!
ru_ru: Я никогда не умру!

source: <18>{#p/papyrus}{#f/4}FOR I HAVE BEEN RE-INCARNATED...
ru_ru: <18>{#p/папирус}{#f/4} потому что я был имплантирован заново.

source: <18>{#p/papyrus}{#f/9}BY OUR ONE TRUE OVERLORD, KING CHARLES!!!
ru_ru: <18>{#p/папирус}{#f/9} Наш единственный истинный Господь, король Чарльз!!

source: <25>{#p/sans}{#f/3}* ... so, as you can see, there's no reason for anyone to be sad.
ru_ru: <25>{#p/sans}{#f/3}* ... Так что, как вы видите, нет причин никого огорчать.

source: <25>{#p/sans}{#f/2}* who cares about leaving the outpost, am i right?
ru_ru: <25>{#p/sans}{#f/2}* Кому важно покинуть форпост, я прав?

source: <18>{#p/papyrus}{#f/0}YEAH, WE DON'T NEED TO SEE THE STARS!
ru_ru: <18>{#p/папирус}{#f/0} Да, нам не нужно видеть звезды!

source: <18>{#p/papyrus}{#f/9}WE'RE LIVING OUT OUR BEST LIVES RIGHT HERE!
ru_ru: <18>{#p/папирус}{#f/9} У нас здесь лучшая жизнь!

source: <25>{#p/sans}{#f/2}* my thoughts exactly.
ru_ru: <25>{#p/sans}{#f/2}* Я думаю совершенно правильно.

source: <25>{#p/sans}{#f/0}* ... anyway, thanks for being the reason all of this happened.
ru_ru: <25>{#p/sans}{#f/0}* ... В любом случае, спасибо, что стали причиной всего этого.

source: <25>{#p/sans}{#f/0}* if you ever get bored of flying around out there...
ru_ru: <25>{#p/sans}{#f/0}* Если вам надоело летать там...

source: <25>{#p/sans}{#f/3}* just know you're always welcome to return.
ru_ru: <25>{#p/sans}{#f/3}* Просто знайте, что вы всегда рады вернуться.

source: <18>{#p/papyrus}{#f/0}YEAH, THEN YOU CAN LIVE OUT YOUR BEST LIFE, TOO!
ru_ru: <18>{#p/папирус}{#f/0} Да, тогда вы также можете жить лучшей жизнью!

source: <25>{#p/sans}{#f/2}* heh. * we can only hope.
ru_ru: * Мы можем только надеяться.

source: <26>{#p/sans}{#f/3}* the royal guard had to rush to fix the outpost's power systems.
ru_ru: <26>{#p/sans}{#f/3}* Королевской гвардии пришлось быстро восстановить энергосистему аванпоста.

source: <25>{#p/sans}{#f/0}* alphys called me, and asked me to come up and meet her.
ru_ru: <25>{#p/sans}{#f/0}* alphys Позвоните мне и позвольте мне подойти к ней.

source: <25>{#p/sans}{#f/3}* when i got there, i could tell she wasn't doing well.
ru_ru: <25>{#p/sans}{#f/3}* Когда я приехал туда, я увидел, что она не справляется хорошо.

source: <25>{#p/sans}{#f/0}* ... after that, things seemed to settle down.
ru_ru: <25>{#p/sans}{#f/0}* ... После этого, казалось, все успокоилось.

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Sans, do we get to go to the swimming pool?
ru_ru: <32>{#p/human}{#v/4}{@ fill = #d535d9}* Нет, мы можем пойти в бассейн?

source: <32>{#p/human}{#v/5}{@fill=#00c000}* It's okay if you can't take us...
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Если вы не можете взять нас с собой, это не имеет значения.

source: <25>{#p/sans}{#f/0}* woah there, what's got you kids all worked up?
ru_ru: <25>{#p/sans}{#f/0}* Вау, что возбуждает вас, детей?

source: <25>{#p/sans}{#f/3}* sure, i can take ya. * after i'm all done on the phone.
ru_ru: * Когда я закончу звонить.

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Deal.
ru_ru: <32>{#p/human}{#v/4}{@ fill = #d535d9}* Сделка.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* Sounds good!
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Звучит хорошо!

source: <25>{#p/alphys}{#f/10}* Ahah, s-sorry about that, I...
ru_ru: <25>{#p/alphys}{#f/10}* aha, простите, я...

source: <25>{#p/alphys}{#f/20}* I... had to attend a meeting with the Royal Defense Agency.
ru_ru: <25>{#p/alphys}{#f/20}* Мне... пришлось присутствовать на встрече с Королевским управлением обороны.

source: <25>{#p/alphys}{#f/6}* Come on guys, let's let Sans finish his phone call.
ru_ru: <25>{#p/alphys}{#f/6}* Давай, ребята, пусть Санс закончит телефон.

source: <32>{#p/human}{#v/4}{@fill=#d535d9}* Alright.
ru_ru: <32>{#p/human}{#v/4}{@ fill = #d535d9}* Хорошо.

source: <32>{#p/human}{#v/5}{@fill=#00c000}* We're sorry we got in your way...
ru_ru: <32>{#p/human}{#v/5}{@ fill = #00c000}* Извините, что мы заблокировали ваш путь.

source: <25>{#p/sans}{#f/2}* heh. * don't sweat it, kid. * i won't be THAT long.
ru_ru: * Я не останусь так долго.

source: <25>{#p/sans}{#f/0}* after alphys became queen, she started making some changes.
ru_ru: <25>{#p/sans}{#f/0}* После того, как Альфис стал королевой, она начала вносить некоторые изменения.

source: <25>{#p/sans}{#f/0}* for one, the royal guard became the royal defense agency.
ru_ru: <25>Например, Королевская гвардия стала Королевским агентством обороны.

source: <25>{#p/sans}{#f/0}* a technologically- oriented version of the royal guard.
ru_ru: <25>{#p/sans}{#f/0}* Технически ориентированная Королевская гвардия.

source: <25>{#p/sans}{#f/3}* they've got high-tech visors, long-range tracking...
ru_ru: <25>{#p/sans}{#f/3}* У них есть высокотехнологичные козырьки, дистанционное слежение.

source: <25>{#p/sans}{#f/2}* perfect for finding and escorting whatever kid crash-lands here next.
ru_ru: <25>{#p/sans}{#f/2}* идеально подходит для поиска и сопровождения любого ребенка, который впоследствии разбился здесь.

source: <25>{#p/sans}{#f/0}* heck, even papyrus landed a position with 'em.
ru_ru: <25>{#p/sans}{#f/0}* К черту, даже папирус стоит рядом с ними.

source: <25>{#p/sans}{#f/3}* he's the leader of a squadron tasked with handling the more...
ru_ru: <25>{#p/sans}{#f/3}* Он капитан эскадрильи, который отвечает за обработку большего.

source: <25>{#p/sans}{#f/0}* and the original royal guards from before the rebrand?
ru_ru: <25>{#p/sans}{#f/0}* и оригинальная Королевская гвардия до восстановления бренда?

source: <25>{#p/sans}{#f/3}* they put together a squadron tasked with handling the more...
ru_ru: <25>{#p/sans}{#f/3}* Они сформировали эскадрилью, которая отвечает за обработку большего.

source: <25>{#p/sans}{#f/3}* ... rowdy types.
ru_ru: <25>{#p/sans}{#f/3}* ... Тип шума.

source: <26>{#p/sans}{#f/0}* we learned a lot about those since you were here.
ru_ru: <26>{#p/sans}{#f/0}* Мы многому научились об этом с тех пор, как вы здесь.

source: <25>{#p/sans}{#f/0}* the defense agency's got people analyzing your data every day.
ru_ru: <25>{#p/sans}{#f/0}* Ваши данные ежедневно анализируются сотрудниками Министерства обороны.

source: <25>{#p/sans}{#f/3}* looking for patterns, finding weak points...
ru_ru: <25>{#p/sans}{#f/3}* Найти шаблоны, найти слабые места...

source: <25>{#p/sans}{#f/2}* with any luck, we won't have to use them.
ru_ru: <25>{#p/sans}{#f/2}* Если повезет, нам не придется их использовать.

source: <25>{#p/sans}{#f/0}* but... you never know.
ru_ru: <25>{#p/sans}{#f/0}* Но... Ты никогда не узнаешь.

source: <18>{#p/papyrus}{#f/0}HELLO, SANS! BEEN UP TO ANYTHING LATELY?
ru_ru: Что - то случилось?

source: <26>{#p/sans}{#f/3}* eh, not really.
ru_ru: <26>{{#p/sans}{#f/3}* Хм, это неправда.

source: <26>{#p/sans}{#f/0}* you on break right now?
ru_ru: <26>{#p/sans}{#f/0}* Вы отдыхаете сейчас?

source: <18>{#p/papyrus}{#f/9}INDEED I AM!
ru_ru: <18>{#p/папирус}{#f/9} Я уверен!

source: <18>{#p/papyrus}{#f/5}I DON'T TAKE BREAKS OFTEN, SO...
ru_ru: <18>{#p/папирус}{#f/5} Я не часто отдыхаю, так что...

source: <18>{#p/papyrus}{#f/0}I MIGHT AS WELL USE THE ONES I DO WISELY.
ru_ru: <18>{#p/папирус}{#f/0} Я также могу использовать то, что хочу.

source: <26>{#p/sans}{#f/3}* hmm... lemme guess.
ru_ru: <26>{#p/sans}{#f/3}* Эм... Дай угадаю.

source: <25>{#p/sans}{#f/2}* was alphys the one who made you take it?
ru_ru: <25>{#p/sans}{#f/2}* Это Альфис попросил вас взять его?

source: <18>{#p/papyrus}{#f/4}I DIDN'T HAVE A CHOICE IN THE MATTER.
ru_ru: <18>{#p/папирус}{#f/4} У меня нет выбора в этом вопросе.

source: <18>{#p/papyrus}{#f/0}ANYWAY, THAT SHOULD BE ENOUGH BREAK TIME.
ru_ru: <18>{#p/папирус}{#f/0} В любом случае, этого должно быть достаточно для отдыха.

source: <18>{#p/papyrus}{#f/9}BACK TO WORK NOW!
ru_ru: <18>{#p/папирус}{#f/9} Возвращайтесь к работе!

source: <25>{#p/sans}{#f/0}* huh? * come on bro, you were barely here.
ru_ru: * Да ладно, брат, ты почти не был здесь.

source: <18>{#p/papyrus}{#f/6}NO TIME TO LOSE!! A HUMAN COULD ARRIVE ANY SECOND!
ru_ru: Люди могут прибыть в любой момент!

source: <25>{#p/sans}{#f/3}* ... well, you're right.
ru_ru: <25>{#p/sans}{#f/3}* ... Ну, ты прав.

source: <25>{#p/sans}{#f/0}* it'd just be nice if you weren't so busy anymore.
ru_ru: <25>{#p/sans}{#f/0}* Если вы больше не так заняты, это хорошо.

source: <25>{#p/sans}{#f/3}* at least alphys seems to have a lot of free time.
ru_ru: <25>{#p/sans}{#f/3}* По крайней мере alphys, как представляется, имеет много свободного времени.

source: <25>{#p/sans}{#f/0}* since, when the former queen returned...
ru_ru: <25>{#p/sans}{#f/0}* С тех пор, как бывшая королева вернулась...

source: <25>{#p/sans}{#f/4}* she offered to help look after the humans.
ru_ru: <25>{#p/sans}{#f/4}* Она предложила свою помощь в уходе за людьми.

source: <25>{#p/sans}{#f/3}* at least the humans who came before you are pretty cool.
ru_ru: <25>{#p/sans}{#f/3}* По крайней мере, люди до вас были крутыми.

source: <25>{#p/sans}{#f/0}* heck, when the former queen returned...
ru_ru: <25>{#p/sans}{#f/0}* К черту, когда бывшая королева вернется...

source: <25>{#p/sans}{#f/4}* she even offered to help look after them.
ru_ru: <25>{#p/sans}{#f/4}* Она даже предложила свою помощь в уходе за ними.

source: <25>{#p/sans}{#f/3}* she still thinks asgore was a bad person, but...
ru_ru: <25>{#p/sans}{#f/3}* Она все еще думает, что Асгор плохой человек, но...

source: <25>{#p/sans}{#f/0}* maybe one day, she'll forgive him.
ru_ru: <25>{#p/sans}{#f/0}* Возможно, однажды она простит его.

source: <25>{#p/sans}{#f/0}* it's hard to tell.
ru_ru: <25>{#p/sans}{#f/0}* Трудно сказать.

source: <25>{#p/sans}{#f/3}* ... though, i know one person she'll never forgive.
ru_ru: <25>{#p/sans}{#f/3}* ... Но я знаю человека, которого она никогда не простит.

source: <25>{#p/sans}{#f/3}* at least he's happy. * he really enjoys what he does.
ru_ru: * Ему действительно нравится то, что он делает.

source: <25>{#p/sans}{#f/0}* which is more than i can say about a lot of people these days.
ru_ru: <25>{#p/sans}{#f/0}* Это больше, чем я сейчас говорю многим людям.

source: <25>{#p/sans}{#f/0}* which is good, because not everyone can say the same.
ru_ru: <25>{#p/sans}{#f/0}* Это хорошо, потому что не все могут так сказать.

source: <25>{#p/sans}{#f/3}* life's been kind of lonely lately, you know?
ru_ru: <25>{#p/sans}{#f/3}* Знаете ли вы, что жизнь в последнее время немного одинока?

source: <25>{#p/sans}{#f/0}* not just for me, but for a lot of people these days.
ru_ru: <25>{#p/sans}{#f/0}* Не только для меня, но и для многих людей сейчас.

source: <25>{#p/sans}{#f/0}* not everyone has the luxury of carrying on like nothing happened.
ru_ru: <25>{#p/sans}{#f/0}* Не все могут продолжать, как ничего не происходит.

source: <25>{#p/alphys}{#f/20}* S-sans, I'm sorry. * But you have to take the kids to the pool.
ru_ru: * Но вы должны отвести детей в бассейн.

source: <25>{#p/alphys}{#f/3}* They're driving me crazy back here!
ru_ru: <25>{#p/alphys}{#f/3}* Они сводят меня с ума!

source: <25>{#p/sans}{#f/3}* ... welp.
ru_ru: <25>{#p/sans}{#f/3}* ... - Хорошо.

source: <25>{#p/sans}{#f/0}* i guess i'll let alphys finish this one off for me.
ru_ru: <25>{#p/sans}{#f/0}* Я думаю, что я попрошу alphys помочь мне с этим.

source: <25>{#p/alphys}{#f/27}* Finish what off?
ru_ru: <25>{#p/alphys}{#f/27}* Что делать?

source: <25>{#p/alphys}{#f/21}* So it's you.
ru_ru: <25>{#p/alphys}{#f/21}* Это вы.

source: <25>{#p/alphys}{#f/24}* Well. * He said he was planning on calling you.
ru_ru: * Он сказал, что собирается тебе позвонить.

source: <25>{#p/alphys}{#f/25}* Personally, I don't have much to say.
ru_ru: <25>{#p/alphys}{#f/25}* Лично мне нечего сказать.

source: <25>{#p/alphys}{#f/25}* You're a killer, a coward, and better off gone.
ru_ru: <25>{#p/alphys}{#f/25}* Ты убийца, трус, лучше уйти.

source: <25>{#p/alphys}{#f/24}* And no matter what good you do now...
ru_ru: <25>{#p/alphys}{#f/24}* Независимо от того, что вы делаете сейчас хорошо.

source: <25>{#p/alphys}{#f/24}* And worst of all...
ru_ru: <25>{#p/alphys}{#f/24}* Худшее...

source: <25>{#p/alphys}{#f/25}* You might not have killed many people, but you're still awful.
ru_ru: <25>{#p/alphys}{#f/25}* Вы, возможно, не убили много людей, но вы все еще ужасны.

source: <25>{#p/alphys}{#f/24}* No matter what good you do now, though...
ru_ru: <25>{#p/alphys}{#f/24}* Неважно, что вы сейчас делаете хорошо, но...

source: <25>{#p/alphys}{#f/24}* Worst of all, though...
ru_ru: <25>{#p/alphys}{#f/24}* Худшее...

source: <25>{#p/alphys}{#f/25}* It'll never make up for the damage you've already done.
ru_ru: <25>{#p/alphys}{#f/25}* Он никогда не сможет компенсировать ущерб, который вы уже причинили.

source: <25>{#p/alphys}{#f/24}* On behalf of everyone living on the outpost...
ru_ru: <25>{#p/alphys}{#f/24}* Я представляю всех, кто живет в аванпосте.

source: <25>{#p/alphys}{#f/25}* You killed someone important to my closest friend.
ru_ru: <25>{#p/alphys}{#f/25}* Ты убил человека, который был важен для моего ближайшего друга.

source: <25>{#p/alphys}{#f/24}* On his behalf...
ru_ru: <25>{#p/alphys}{#f/24}* представляет его.

source: <25>{#p/alphys}{#f/16}* I hope you fall into a black hole and die.
ru_ru: <25>{#p/alphys}{#f/16}* Я хочу, чтобы вы попали в черную дыру и умерли.

source: <32>{#p/napstablook}* hey
ru_ru: <32>{#p/napstaplok}* Эй

source: <32>{#p/napstablook}* is anyone there?
ru_ru: <32>{#p/napstaplok}* Есть кто - нибудь?

source: <32>{#p/napstablook}* i think... there's something i need to tell you.
ru_ru: <32>{#p/napstabook}* Я хочу... Я должен тебе кое - что сказать.

source: <32>{#p/napstablook}* if it's not too much trouble.
ru_ru: <32>{#p/napstaplok}* Если это не слишком сложно.

source: <32>{#p/napstablook}* so, even before you left the outpost...
ru_ru: <32>{#p/napstaplok}* Итак, еще до того, как вы покинули форпост...

source: <32>{#p/napstablook}* things were already going downhill for me
ru_ru: <32>{#p/napstaplok}* Для меня все уже идет к худшему.

source: <32>{#p/napstablook}* people were dead... others were hurt, or scared...
ru_ru: <32>{#p/napstaplok}* Кто - то умер. Другие ранены или напуганы.

source: <32>{#p/napstablook}* and then...... when mettaton died during his grand finale, i......
ru_ru: <32>{#p/napstaplok}* Затем... Когда Меттон умер в финале, я...

source: <32>{#p/napstablook}* ......... * i didn't know what to do
ru_ru: * Я не знаю, что делать

source: <32>{#p/napstablook}* it felt like... my whole world came crashing down......
ru_ru: <32>{#p/napstabook}* Чувствуется как... Весь мой мир рушится.

source: <32>{#p/napstablook}* and all i could do......... was watch it happen............
ru_ru: <32>{#p/napstaplok}* Все, что я могу сделать... это наблюдать, как это происходит...

source: <32>{#p/napstablook}* ...............
ru_ru: <32>{#p/napstabook}* .....

source: <32>{#p/napstablook}* as it turns out, though, a lot of people felt the same way.
ru_ru: <32>{#p/napstaplok}* Оказывается, что многие люди чувствуют то же самое.

source: <32>{#p/napstablook}* and all of us who did formed a support group for fans of mettaton.
ru_ru: <32>{#p/napstaplok}* и все мы создали группу поддержки для поклонников Mettaton.

source: <32>{#p/napstablook}* remember his last words?
ru_ru: <32>{#p/napstaplok}* Помните его последние слова?

source: <32>{#p/napstablook}* "you'll realize not everything's going to go your way!"
ru_ru: <32>{#p/napstaplok}* "Вы поймете, что не все будет развиваться по - вашему!"

source: <32>{#p/napstablook}* ... of course, he was wrong.
ru_ru: <32>{#p/napstabook}* ... Конечно, он ошибается.

source: <32>{#p/napstablook}* you escaped, and got away with what you did.
ru_ru: <32>{#p/napstaplok}* Вы сбежали и избежали наказания.

source: <32>{#p/napstablook}* even king asgore couldn't stop you.
ru_ru: <32>{#p/napstaplok}* Даже король Асго не сможет остановить вас.

source: <32>{#p/napstablook}* but those nine words... became our group's mantra.
ru_ru: <32>{#p/napstaplok}* Но эти девять слов... Станьте мантрой нашей команды.

source: <32>{#p/napstablook}* we became united in our dislike for you, and what you got away with.
ru_ru: <32>{#p/napstaplok}* Мы едины, потому что нам не нравитесь вы и наказание, которое вы избежали.

source: <32>{#p/napstablook}* you're not just a human who did some bad things.
ru_ru: <32>{#p/napstaplok}* Вы не просто человек, который сделал что - то плохое.

source: <32>{#p/napstablook}* you're an interloper who spat in the face of our way of life.
ru_ru: <32>{#p/napstaplok}* Вы нарушитель, который плюет перед нашим образом жизни.

source: <32>{#p/napstablook}* the new queen, undyne, would agree with us.
ru_ru: <32>{#p/napstaplok}* Новая королева undyne согласится с нами.

source: <32>{#p/napstablook}* ... she took over after asgore disappeared.
ru_ru: <32>{#p/napstabook}* ... После исчезновения Асгора она взяла на себя работу.

source: <32>{#p/napstablook}* it's not like she was the biggest fan of mettaton, but...
ru_ru: <32>{#p/napstaplok}* Она не самая большая поклонница метатона, но...

source: <32>{#p/napstablook}* she definitely got behind what he said in the end.
ru_ru: <32>{#p/napstaplok}* В конце концов она определенно поддержала его слова.

source: <32>{#p/napstablook}* heh...... when toriel returned and begged undyne to defend you......
ru_ru: <32>{#p/napstabook}* Эй... Когда Торрелл вернулся и умолял Эндина защищать тебя...

source: <32>{#p/napstablook}* she got laughed all the way back to the outlands.
ru_ru: <32>{#p/napstaplok}* Она всегда высмеивалась за пределами.

source: <32>{#p/napstablook}* ... people are pretty much united in their dislike for you now.
ru_ru: <32>{#p/napstabook}* ... Теперь люди почти единодушны в своем отвращении к тебе.

source: <32>{#p/napstablook}* just like everyone else does nowadays.
ru_ru: <32>{#p/napstaplok}* Как и все остальные сейчас.

source: <32>{#p/napstablook}* the new queen, toriel, might disagree with us.
ru_ru: <32>{#p/napstaplok}* Новая королева Торьель может не согласиться с нами.

source: <32>{#p/napstablook}* it's not like she was against what mettaton said, but...
ru_ru: <32>{#p/napstaplok}* Она не возражала против того, что сказал Метатон, но...

source: <32>{#p/napstablook}* she seemed to have a stubborn soft spot for humanity.
ru_ru: <32>{#p/napstaplok}* Она кажется упрямой слабостью к человеческой природе.

source: <32>{#p/napstablook}* ......... * honestly, it's fine.
ru_ru: * Честно говоря, это хорошо.
