Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <32>{#p/mettaton}* YOU KNOW...
ru_ru: <32>{#p/metaton}* Вы знаете.

source: <32>{#p/mettaton}* PEOPLE WANT VILLAINS, AND SOMEBODY TO ROOT AGAINST.
ru_ru: <32>{#p/metaton}* Люди хотят деревни, кто - то хочет возражать.

source: <32>{#p/mettaton}* PEOPLE WANT VARIETY, AND FAMOUS GUEST ROLES.
ru_ru: <32>{#p/metaton}* Люди хотят разнообразия и известных гостевых персонажей.

source: <32>{#p/mettaton}* NOT THE UTTER GARBAGE -YOU'RE- PUSHING ON EVERYONE.
ru_ru: <32>{#p/metaton}* Не UTTER GARBAGE - Вы оказываете давление на всех.

source: <32>{#p/basic}{#s/spiderLaugh}* The point isn't to give people what they want...
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Смысл не в том, чтобы дать людям то, что они хотят.

source: <32>{#p/basic}* It's to dull their minds until they can't refuse me anymore~
ru_ru: <32>{#p/basic}* Это для того, чтобы сделать их разум вялым, пока они больше не смогут отказаться от меня.

source: <32>{#p/mettaton}* ... UGH, CAN I GO NOW?
ru_ru: <32>{#p/metaton}* ... А, теперь я могу идти?

source: <32>{#p/mettaton}* I'M EXHAUSTED ENOUGH AS IT IS.
ru_ru: <32>{#p/metaton}* Я устал.

source: <32>{#p/basic}{#s/spiderLaugh}* Sure thing, darling-dear~
ru_ru: <32>{#p/basic}{#s/spiderLaugh} Конечно, дорогой

source: <32>{#p/basic}* Just remember why you're doing this for me~
ru_ru: <32>{#p/basic}* Помните, почему вы сделали это для меня

source: <32>{#p/mettaton}* PAPYRUS IS STILL OUT THERE WAITING FOR ME.
ru_ru: <32>{#p/metaton}* Папирус все еще ждет меня снаружи.

source: <32>{#p/basic}{#s/spiderLaugh}* Is he now?
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Он сейчас?

source: <33>{#p/mettaton}* WE'RE TRYING OUT A NEW TV SHOW. * A SPIDER BAKERY SHOW.
ru_ru: * Выставка выпечки пауков.

source: <32>{#p/basic}{#s/spiderLaugh}* A bakery show, you say~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Вы говорите, что это шоу пекарни

source: <32>{#p/basic}* Hmm...
ru_ru: <32>{#p/basic}* Мм..

source: <32>{#p/basic}* Well, as long as the audiences can't stand it!
ru_ru: <32>{#p/basic}* Хорошо, пока зрители не могут этого вынести!

source: <32>{#p/mettaton}* GOODBYE.
ru_ru: <32>{#p/metaton}* Пока.

source: <32>{#p/basic}{#s/spiderLaugh}* ... as you can see, I have complete control of the entertainment here, too!
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* ... Как вы видите, я также полностью контролирую развлечения здесь!

source: <32>{#p/mettaton}* NOW, ALPHYS! * NOW'S YOUR CHANCE!
ru_ru: * Теперь твой шанс!

source: <32>{#p/basic}* Isn't it just blissful?
ru_ru: <32>{#p/basic}* Разве это не счастье?

source: <32>{#p/basic}* Ahuhuhu~ * I so badly want to see how you'd fare here~
ru_ru: * Я очень хочу посмотреть, как вы будете жить здесь*

source: <32>{#p/basic}* The other humans have been doing splendidly!
ru_ru: <32>{#p/basic}* Другие делают хорошо!

source: <32>{#p/basic}* In fact, despite them being traumatized when they first left the archive...
ru_ru: <32>{#p/basic}* На самом деле, несмотря на травму, которую они получили, когда покинули архив в первый раз.

source: <32>{#p/basic}* They've become my most loyal servants!
ru_ru: <32>{#p/basic}* Они стали моими самыми верными слугами!

source: <32>{#p/basic}* Oh, dearie... * You must be so lonely without a direction in life~
ru_ru: * Вы, должно быть, одиноки, без направления жизни

source: <32>{#p/basic}* If it ever becomes too much, you're always welcome here with us!
ru_ru: <32>{#p/basic}* Если это становится слишком много, добро пожаловать к нам в любое время!

source: <32>{#p/basic}* But for now~ * I'll be seeing you~
ru_ru: * Пока

source: <32>{#p/basic}* On the other side~
ru_ru: <32>{#p/basic}* С другой стороны

source: <32>{#p/basic}* Ahuhuhu~ * What are you- hngh!
ru_ru: * Что ты есть!

source: <25>{#p/alphys}{#f/28}* Well, well... * Look who we have here.
ru_ru: * Посмотрите, кто у нас здесь.

source: <32>{#p/basic}{#s/spiderLaugh}* No, let me go...!
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Нет, отпусти меня.

source: <32>{#p/basic}* You royal guards... y-you're all the same!
ru_ru: <32>{#p/basic}* Вы, королевские гвардейцы. Вы все одинаковы!

source: <32>{#p/basic}* You need a strong leader who can tell you what's right and what's wrong!
ru_ru: <32>{#p/basic}* Вам нужен сильный лидер, который может сказать вам, что правильно, а что нет!

source: <25>{#p/alphys}{#f/29}* It's no use. * They've chosen ME as their leader now.
ru_ru: * Теперь они выбрали меня своим лидером.

source: <32>{#p/basic}{#s/spiderLaugh}* But... how?
ru_ru: <32>{#p/basic}{#s/spiderLaugh}* Но... Как?

source: <32>{#p/basic}* I had you in custody, the spiders had you under escort~
ru_ru: <32>{#p/basic}* Я задержал тебя, Паук сопроводил тебя

source: <32>{#p/basic}* And you... * You're supposed to be weak!
ru_ru: * Ты должен быть слабым!

source: <32>{#p/basic}* You couldn't hope to command the Royal Guard~
ru_ru: <32>{#p/basic}* Вы не можете рассчитывать на командование Королевской гвардией

source: <25>{#p/alphys}{#f/17}* Y'know, I've learned a lot since you took over the outpost.
ru_ru: <25>{#p/alphys}{#f/17}* Вы знаете, я многому научился с тех пор, как вы взяли на себя аванпост.

source: <25>{#p/alphys}{#f/5}* Everything you've done to make all our lives miserable...
ru_ru: <25>{#p/alphys}{#f/5}* Все, что вы делаете, делает нашу жизнь несчастной.

source: <25>{#p/alphys}{#f/16}* Surviving it only made me more determined to stop you!
ru_ru: <25>{#p/alphys}{#f/16}* Выживание только сделает меня более решительным, чтобы остановить вас!

source: <25>{#p/alphys}{#f/7}* God, I've always wanted to say that...
ru_ru: <25>{#p/alphys}{#f/7}* Боже, я всегда хотел сказать...

source: <32>{#p/basic}{#s/spiderLaugh}* No... no! * You can't do this to me!
ru_ru: * Ты не можешь так со мной поступить!

source: <25>{#p/alphys}{#f/27}* Guards...?
ru_ru: <25>{#p/alphys}{#f/27}* Охрана.

source: <32>{#p/basic}{#s/spiderLaugh}* No~ * Please!
ru_ru: * Пожалуйста!

source: <25>{#p/alphys}{#f/29}* Let's see how SHE likes the Aurora Zone.
ru_ru: <25>{#p/alphys}{#f/29}* Давайте посмотрим, как она любит полярные сияния.

source: <25>{#p/alphys}{#f/27}* Huh... what's this?
ru_ru: <25>{#p/alphys}{#f/27}* Мм... Что это?

source: <25>{#p/alphys}{#f/27}* Was she... talking to someone on this thing?
ru_ru: <25>{#p/alphys}{#f/27}* Она... Поговорить с кем - нибудь об этом?

source: <25>{#p/alphys}{#f/17}* Weird.
ru_ru: <25>{#p/alphys}{#f/17}* Странно.

source: <18>{#p/papyrus}{#f/4}IS THIS THING EVEN WORKING?
ru_ru: <18>{#p/папирус}{#f/4} Эта штука все еще работает?

source: <18>{#p/papyrus}{#f/0}OH! OH! IT JUST WENT TO VOICE-MAIL!
ru_ru: Она только что перешла на голосовую почту!

source: <18>{#p/papyrus}{#f/6}NO WONDER I WAS SO CONFUSED!
ru_ru: <18>{#p/папирус}{#f/6} Неудивительно, что я так запутался!

source: <18>{#p/papyrus}{#f/5}WELL HELLO, HUMAN! I HAVE... A LOT TO TALK ABOUT.
ru_ru: У меня есть... Есть что сказать.

source: <18>{#p/papyrus}{#f/4}SO... I KIND OF BECAME THE KING.
ru_ru: <18>{#p/папирус}{#f/4} Так что... Я немного стал королем.

source: <18>{#p/papyrus}{#f/6}WAIT!! DON'T CLICK OFF!!
ru_ru: Не нажимайте на закрытие!

source: <18>{#p/papyrus}{#f/5}IT'S NOT AS CRAZY AS IT SOUNDS...
ru_ru: <18>{#p/папирус}{#f/5} Это не так безумно, как кажется.

source: <18>{#p/papyrus}{#f/0}UH, I'LL JUST START FROM THE BEGINNING.
ru_ru: <18>{#p/папирус}{#f/0} Э, я начну с самого начала.

source: <18>{#p/papyrus}{#f/5}SO, AFTER YOU LEFT...
ru_ru: <18>{#p/папирус}{#f/5} Итак, вы ушли после...

source: <18>{#p/papyrus}{#f/5}THE OUTPOST'S LEADERSHIP KIND OF FELL APART.
ru_ru: <18>{#p/папирус}{#f/5} Руководство почтового отделения немного несовместимо.

source: <18>{#p/papyrus}{#f/6}ALPHYS, WHO WAS MEANT TO TAKE ASGORE'S PLACE...
ru_ru: <18>AM #p/papyrus, ALPHY #f/6, Всемирная организация здравоохранения намерена заменить ASGORE.

source: <18>{#p/papyrus}{#f/5}DIDN'T REALLY WANT TO BE THE QUEEN.
ru_ru: <18>{#p/папирус}{#f/5} действительно не хочет быть королевой.

source: <18>{#p/papyrus}{#f/5}AND SINCE UNDYNE STILL HASN'T RE-APPEARED...
ru_ru: <18>{#p/папирус}{#f/5} Поскольку UNDYNE не была вновь арестована.

source: <18>{#p/papyrus}{#f/4}ALPHYS HAD TO HOLD A MEETING TO FIND A NEW LEADER.
ru_ru: <18>{#p/папирус}{#f/4} ALPHYS должна собраться для поиска новых лидеров.

source: <18>{#p/papyrus}{#f/4}UNFORTUNATELY, THE ROYAL GUARD WAS ALL BUT GONE.
ru_ru: <18>{#p/папирус}{#f/4} К сожалению, Королевской гвардии почти нет.

source: <18>{#p/papyrus}{#f/5}SO... THAT MEETING NEVER HAPPENED.
ru_ru: <18>{#p/папирус}{#f/5} Так что... этой встречи никогда не было.

source: <18>{#p/papyrus}{#f/4}THE ROYAL GUARD ARGUED, AND ARGUED SOME MORE...
ru_ru: <18>{#p/папирус}{#f/4} Королевская гвардия спорит бесконечно.

source: <18>{#p/papyrus}{#f/5}BUT NOBODY AGREED ON WHO'D BE THE BEST FIT.
ru_ru: <18>Офицер #p/papyrus офицер #f/5, но никто не согласен с тем, что ВОЗ лучше всего подходит.

source: <18>{#p/papyrus}{#f/6}AFTER THAT, ALPHYS JUST SORT OF... LEFT.
ru_ru: <18>{#p/папирус}{#f/6} После этого ALPHYS просто немного... Слева.

source: <18>{#p/papyrus}{#f/6}LEFT US WITH NOBODY IN CHARGE, THAT IS.
ru_ru: <18>{#p/папирус}{#f/6} Пусть никто из нас не отвечает, вот и все.

source: <18>{#p/papyrus}{#f/5}AND FOR A WHILE...
ru_ru: <18>{#p/папирус}{#f/5} Есть некоторое время.

source: <18>{#p/papyrus}{#f/6}THINGS WERE... SURPRISINGLY CALM!
ru_ru: <18>{#p/папирус}{#f/6} Вещи есть... Неожиданное спокойствие!

source: <18>{#p/papyrus}{#f/0}BUT I KNEW THAT WOULDN'T LAST.
ru_ru: <18>{#p/папирус}{#f/0} Но я знаю, что это не будет продолжаться.

source: <18>{#p/papyrus}{#f/4}SO, EVENTUALLY...
ru_ru: <18>{#p/папирус}{#f/4} Итак, наконец...

source: <18>{#p/papyrus}{#f/9}I TOOK MATTERS INTO MY OWN HANDS!
ru_ru: <18>{#p/папирус}{#f/9} Я взял дело в свои руки!

source: <18>{#p/papyrus}{#f/5}YOU CAN GUESS HOW I BECAME THE KING FROM THERE.
ru_ru: <18>{#p/папирус}{#f/5} Вы можете догадаться, как я стал королем оттуда.

source: <18>{#p/papyrus}{#f/0}BUT HEY! THINGS HAVE BEEN GOING WELL!
ru_ru: Дела идут хорошо!

source: <18>{#p/papyrus}{#f/0}I'VE ENSTATED A FEW POLICIES TO HELP MAKE FRIENDS.
ru_ru: <18>{#p/папирус}{#f/0} Я разработал некоторые политики, чтобы помочь завести друзей.

source: <18>{#p/papyrus}{#f/4}NOT JUST -MY- FRIENDS...
ru_ru: <18>{#p/папирус}{#f/4} не просто мой друг.

source: <18>{#p/papyrus}{#f/0}BUT EVERYONE ELSE'S FRIENDS, TOO!
ru_ru: <18>{#p/папирус}{#f/0} Но и другие друзья тоже!

source: <18>{#p/papyrus}{#f/9}AS A RESULT, OUTPOST MORALE IS ON THE RISE!
ru_ru: <18>{#p/папирус}{#f/9} Таким образом, смертность вне почтовых отделений растет!

source: <19>{#p/papyrus}{#f/4}AND ONCE OUR FRIENDSHIP POWER REACHES CRITICAL...
ru_ru: <19>{#p/папирус}{#f/4} Как только наша сила дружбы достигнет критической точки.

source: <18>{#p/papyrus}{#f/9}I'LL EVEN BE ABLE TO RELEASE THE HUMANS!
ru_ru: <18>{#p/папирус}{#f/9} Я даже могу освободить человека!

source: <18>{#p/papyrus}{#f/0}HOPEFULLY WITH ONLY MINIMAL RIOTING.
ru_ru: <18>{#p/папирус}{#f/0} Надеюсь, что будут только минимальные беспорядки.

source: <25>{#p/sans}{#f/0}* heh. * that'll be nice.
ru_ru: * Это было бы здорово.

source: <25>{#p/sans}{#f/3}* people have been clinging to their anger for too long.
ru_ru: <25>{#p/sans}{#f/3}* Люди слишком долго подавляли гнев.

source: <18>{#p/papyrus}{#f/0}OH, HELLO SANS! I'M HAPPY TO SEE YOU UP AND ABOUT.
ru_ru: Приятно видеть, как ты встаешь и ходишь.

source: <25>{#p/sans}{#f/0}* actually, i just got off from work.
ru_ru: <25>{#p/sans}{#f/0}* На самом деле, я только что вышел с работы.

source: <25>{#p/sans}{#f/3}* it's a holiday today.
ru_ru: <25>{#p/sans}{#f/3}* Сегодня праздник.

source: <18>{#p/papyrus}{#f/4}A HOLIDAY, EH?
ru_ru: <18>{#p/папирус}{#f/4} Каникулы, EH?

source: <18>{#p/papyrus}{#f/5}EVER SINCE YOU STARTED WORKING AT GRILLBY'S...
ru_ru: <18>{#p/папирус}{#f/5} С тех пор, как вы начали работать в GRILLBY.

source: <18>{#p/papyrus}{#f/4}THEY'VE BEEN GIVING YOU MORE OF THOSE THINGS.
ru_ru: <18>{#p/папирус}{#f/4} Они дают вам больше таких вещей.

source: <25>{#p/sans}{#f/3}* nah, don't worry. * you'll like this one...
ru_ru: * Тебе это понравится.

source: <25>{#p/sans}{#f/2}* it's the new semi- annual "get-along day."
ru_ru: <25>{#p/sans}{#f/2}* Это новый полугодовой "день ладания"

source: <18>{#p/papyrus}{#f/1}OH!!! RIGHT!!! I TOTALLY FORGOT I ENSTATED THAT!!!
ru_ru: Я совсем забыл, что сказал!

source: <18>{#p/papyrus}{#f/0}THE DAY WHERE ALL YOUR ENEMIES TURN TO FRIENDS.
ru_ru: <18>{#p/папирус}{#f/0} День, когда все ваши враги станут друзьями.

source: <18>{#p/papyrus}{#f/4}SO DID YOU MAKE ANY "FRENEMIES" TODAY???
ru_ru: <18>{#p/папирус}{#f/4} Итак, что вы сделали сегодня "Свобода"?

source: <25>{#p/sans}{#f/3}* that'd require having enemies to begin with.
ru_ru: <25>{#p/sans}{#f/3}* Для этого требуется наличие врага с самого начала.

source: <18>{#p/papyrus}{#f/5}WELL... UH...
ru_ru: <18>{#p/папирус}{#f/5} Хорошо. УХ

source: <18>{#p/papyrus}{#f/6}YOU CAN JUST BETTER AN EXISTING FRIENDSHIP THEN!
ru_ru: <18>{#p/папирус}{#f/6} Тогда вы можете лучше ладить с существующими друзьями!

source: <25>{#p/sans}{#f/2}* well, all my friendships are already pretty good.
ru_ru: <25>{#p/sans}{#f/2}* Ладно, вся моя дружба уже в порядке.

source: <25>{#p/sans}{#f/3}* ... guess this just isn't my holiday.
ru_ru: <25>{#p/sans}{#f/3}* ... Думаю, это не мой отпуск.

source: <18>{#p/papyrus}{#f/0}OH. THAT'S OKAY.
ru_ru: Ничего страшного.

source: <18>{#p/papyrus}{#f/9}"NEW PALS DAY" IS RIGHT AROUND THE CORNER!
ru_ru: <18>{#p/папирус}{#f/9} "День новых друзей" прямо за углом!

source: <25>{#p/sans}{#f/0}* lemme guess... the day where you make even MORE friends?
ru_ru: <25>{#p/sans}{#f/0}* Дай угадаю. В тот день, когда у тебя было больше друзей?

source: <18>{#p/papyrus}{#f/0}NYEH HEH HEH! OF COURSE!
ru_ru: Конечно!

source: <25>{#p/sans}{#f/0}* i look forward to it, then.
ru_ru: <25>{#p/sans}{#f/0}* Тогда я с нетерпением жду.

source: <25>{#p/sans}{#f/3}* y'know, buddo... when you first left the outpost...
ru_ru: <25>{#p/sans}{#f/3}* Ты знаешь, брат... Когда ты впервые вышел из аванпоста...

source: <25>{#p/sans}{#f/0}* things weren't as rosy as they are now.
ru_ru: <25>{#p/sans}{#f/0}* Все не так оптимистично, как сейчас.

source: <25>{#p/sans}{#f/3}* people blamed each other for letting it all happen...
ru_ru: <25>{#p/sans}{#f/3}* Люди обвиняют друг друга в том, что они позволяют этому случиться.

source: <25>{#p/sans}{#f/3}* for what you did to them...
ru_ru: <25>{#p/sans}{#f/3}* Благодарю вас за все, что вы сделали с ними.

source: <25>{#p/sans}{#f/0}* but, over time, my brother really turned things around.
ru_ru: <25>{#p/sans}{#f/0}* Но со временем мой брат действительно изменил ситуацию.

source: <25>{#p/sans}{#f/3}* heck, despite the fall of the royal guard...
ru_ru: <25>{#p/sans}{#f/3}* К черту, несмотря на падение Королевской гвардии...

source: <25>{#p/sans}{#f/0}* he still made the best of it.
ru_ru: <25>{#p/sans}{#f/0}* Он по - прежнему делает все возможное.

source: <18>{#p/papyrus}{#f/0}YEAH!! I'M REALLY HAPPY WITH HOW I'VE DONE.
ru_ru: <18>{#p/папирус}{#f/0} Ye!! Я очень доволен своим выступлением.

source: <18>{#p/papyrus}{#f/9}THE OUTPOST HAS NEVER BEEN BETTER!
ru_ru: <18>{#p/папирус}{#f/9} Почтовое отделение никогда не было так хорошо!

source: <25>{#p/sans}{#f/2}* heck, even the royal guard improved.
ru_ru: <25>{#p/sans}{#f/2}* Черт возьми, даже Королевская гвардия улучшилась.

source: <18>{#p/papyrus}{#f/0}YEAH!! INSTEAD OF GUARDING AGAINST HUMANS...
ru_ru: <18>{#p/папирус}{#f/0} Ye!! А не для защиты людей.

source: <18>{#p/papyrus}{#f/9}THEY PROTECT US MONSTERS FROM SPITE AND VITRIOL!
ru_ru: <18>{#p/папирус}{#f/9} Они защищают наших монстров от зла и фанатизма!

source: <18>{#p/papyrus}{#f/5}WHATEVER YOU MAY HAVE DONE, HUMAN...
ru_ru: <18>Что бы вы ни делали, люди...

source: <18>{#p/papyrus}{#f/0}JUST KNOW THAT THINGS TURNED OUT OKAY.
ru_ru: <18>{#p/папирус}{#f/0} Просто знайте, что все идет хорошо.

source: <18>{#p/papyrus}{#f/6}AND THAT I FORGIVE YOU!!!
ru_ru: <18>{#p/папирус}{#f/6} Я прощаю тебя!!

source: <18>{#p/papyrus}{#f/5}BECAUSE, EVEN IF WE GOT OFF TO A ROUGH START...
ru_ru: <18>{#p/папирус}{#f/5} Потому что, даже если мы начинаем тяжело...

source: <18>{#p/papyrus}{#f/5}BECAUSE, EVEN IF WE NEVER HAD THAT DATE...
ru_ru: <18>{#p/папирус}{#f/5} Потому что, даже если у нас никогда не было этой даты...

source: <18>{#p/papyrus}{#f/5}BECAUSE, EVEN IF WE NEVER HUNG OUT...
ru_ru: <18>{#p/папирус}{#f/5} Потому что, даже если мы никогда не охотимся.

source: <18>{#p/papyrus}{#f/5}BECAUSE, EVEN IF WE NEVER HUNG OUT AT UNDYNE'S...
ru_ru: <18>{#p/папирус}{#f/5} Потому что, даже если мы никогда не охотились в доме UNDYNE...

source: <18>{#p/papyrus}{#f/0}I'D STILL BE HAPPY TO CALL YOU MY FRIEND.
ru_ru: <18>{#p/папирус}{#f/0} Я все еще с радостью называю тебя своим другом.

source: <25>{#p/sans}{#f/2}* aw, that's sweet.
ru_ru: <25>{#p/sans}{#f/2}* aw, это потрясающе.

source: <25>{#p/sans}{#f/3}* it's too bad we won't get to hear their reaction.
ru_ru: <25>{#p/sans}{#f/3}* К сожалению, мы не слышим их реакции.

source: <18>{#p/papyrus}{#f/7}YEAH, WELL, IT'S STILL WORTH SAYING!!
ru_ru: <18>{#p/папирус}{#f/7} Да, хорошо, это все еще стоит сказать!!

source: <18>{#p/papyrus}{#f/0}THE IMPORTANT THING IS THAT THEY HEARD IT.
ru_ru: <18>Главное, что они услышали.

source: <25>{#p/sans}{#f/0}* heh. * take care of yourself out there.
ru_ru: * Береги себя снаружи.

source: <25>{#p/sans}{#f/2}* 'cause at least one person's rootin' for ya.
ru_ru: <25>{#p/sans}{#f/2}* "Потому что есть хотя бы один человек, который является вашим корнем".

source: <18>{#p/papyrus}{#f/0}... THAT'S ME!!!
ru_ru: <18>{#p/папирус}{#f/0}. Это я!

source: <25>{#p/sans}{#f/0}* after you left, the king vanished into thin air.
ru_ru: <25>{#p/sans}{#f/0}* После вашего ухода король бесследно исчез.

source: <25>{#p/sans}{#f/3}* why? * nobody knows.
ru_ru: * Никто не знает.

source: <25>{#p/sans}{#f/2}* ... maybe he just went on vacation.
ru_ru: <25>{#p/sans}{#f/2}* ... Может, он просто уехал в отпуск.

source: <25>{#p/sans}{#f/0}* anyway, alphys was supposed to replace him.
ru_ru: <25>{#p/sans}{#f/0}* В любом случае, Альфис должен заменить его.

source: <25>{#p/sans}{#f/3}* but she didn't consider herself to be cut out for the job.
ru_ru: <25>{#p/sans}{#f/3}* Но она не считает себя подходящей для этой работы.

source: <25>{#p/sans}{#f/0}* she thought about putting a royal guard in her place...
ru_ru: <25>{#p/sans}{#f/0}* Она хочет, чтобы ее заменила королевская гвардия.

source: <25>{#p/sans}{#f/0}* but those guys all but vanished, too.
ru_ru: <25>{#p/sans}{#f/0}* Но эти парни тоже почти исчезли.

source: <25>{#p/sans}{#f/3}* why? * hard to say.
ru_ru: * Трудно сказать.

source: <25>{#p/sans}{#f/2}* ... maybe they just got bored of their jobs.
ru_ru: <25>{#p/sans}{#f/2}* ... Возможно, они просто устали от своей работы.

source: <25>{#p/sans}{#f/0}* but with their captain gone, they couldn't make up their minds.
ru_ru: <25>{#p/sans}{#f/0}* Но с уходом капитана они не могут принять решение.

source: <25>{#p/sans}{#f/2}* ... maybe undyne just couldn't be bothered anymore.
ru_ru: <25>{#p/sans}{#f/2}* ... Возможно, Ундин больше не выдержит.

source: <25>{#p/sans}{#f/0}* after that, alphys fled the citadel and left us without a leader.
ru_ru: <25>{#p/sans}{#f/0}* После того, как Альпы бежали из замка, оставив нас без лидера.

source: <25>{#p/sans}{#f/3}* you'd think the former queen might return, or...
ru_ru: <25>{#p/sans}{#f/3}* Вы будете думать, что бывшая королева может вернуться, или...

source: <25>{#p/sans}{#f/3}* maybe someone overzealous would take the throne instead.
ru_ru: <25>{#p/sans}{#f/3}* Возможно, кто - то слишком ревностный заменит трон.

source: <25>{#p/sans}{#f/0}* and yet, neither of those things happened.
ru_ru: <25>{#p/sans}{#f/0}* Однако ни того, ни другого не произошло.

source: <25>{#p/sans}{#f/3}* why? * you tell me.
ru_ru: * Ты мне скажи.

source: <25>{#p/sans}{#f/2}* ... maybe all the potential leaders out there just gave up.
ru_ru: <25>{#p/sans}{#f/2}* ... Возможно, все потенциальные лидеры сдались.

source: <25>{#p/sans}{#f/0}* regardless, i realized it'd be up to me to do something.
ru_ru: <25>{#p/sans}{#f/0}* В любом случае, я понимаю, что это зависит от того, что я делаю.

source: <25>{#p/sans}{#f/0}* so i took over for asgore and alphys myself.
ru_ru: <25>{#p/sans}{#f/0}* Поэтому я сам заменил Асгора и Алфиса.

source: <25>{#p/sans}{#f/3}* it hasn't been easy, what with all the leadership troubles...
ru_ru: <25>{#p/sans}{#f/3}* Это нелегко, потому что все проблемы руководства...

source: <25>{#p/sans}{#f/3}* not to mention keeping the humans' existence a secret.
ru_ru: <25>{#p/sans}{#f/3}* Не говоря уже о конфиденциальности человеческого существования.

source: <25>{#p/sans}{#f/0}* but after i implemented my pro-slacker policy...
ru_ru: <25>{#p/sans}{#f/0}* Но после того, как я ввел политику поддержки ленивцев...

source: <25>{#p/sans}{#f/2}* people seemed to relax quite a bit.
ru_ru: <25>{#p/sans}{#f/2}* Люди, похоже, значительно расслабились.

source: <25>{#p/sans}{#f/3}* a far cry from how scared they were of being beat up before.
ru_ru: <25>{#p/sans}{#f/3}* значительно отличаются от того, насколько они боялись быть избитыми ранее.

source: <26>{#p/sans}{#f/3}* a far cry from how distraught they were about asgore and undyne.
ru_ru: <26>{#p/sans}{#f/3}* Это далеко не соответствует степени их скорби по Асгору и Ондину.

source: <25>{#p/sans}{#f/0}* all in all, things are going pretty well.
ru_ru: <25>{#p/sans}{#f/0}* В целом дела идут довольно гладко.

source: <25>{#p/sans}{#f/0}* the humans are safe and sound, the citizens still have hope...
ru_ru: <25>{#p/sans}{#f/0}* Человечество в целости и сохранности, и у граждан еще есть надежда...

source: <25>{#p/sans}{#f/3}* so what's the catch?
ru_ru: <25>{#p/sans}{#f/3}* Тогда в чем проблема?

source: <25>{#p/sans}{#f/0}* why does it all feel so... hopeless?
ru_ru: <25>{#p/sans}{#f/0}* Почему все это чувствует себя так... отчаянно?

source: <25>{#p/sans}{#f/3}* well, to be honest, it's anyone's guess.
ru_ru: <25>{#p/sans}{#f/3}* Хорошо, если честно, это предположение любого человека.

source: <25>{*}{#x0}{#p/darksans}{#f/1}{#i/5}* ... maybe you're just a dirty brother killer.
ru_ru: <25>{*}{#x0}{#p/darksan}{#f/1}{#i/5}* ... Может, ты просто подлый убийца.

source: <25>{#p/alphys}{#f/8}* Hiya...
ru_ru: <25>{#p/alphys}{#f/8}* Здравствуйте.

source: <25>{#p/alphys}{#f/6}* Is anyone there?
ru_ru: <25>{#p/alphys}{#f/6}* Есть кто - нибудь?

source: <25>{#p/alphys}{#f/10}* I hope it's not too much trouble...
ru_ru: <25>{#p/alphys}{#f/10}* Я надеюсь, что это не будет слишком хлопотно.

source: <25>{#p/alphys}{#f/5}* I just wanted to let you know how things are going out here.
ru_ru: <25>{#p/alphys}{#f/5}* Я просто хочу, чтобы вы знали, что здесь происходит.

source: <25>{#p/alphys}{#f/11}* I didn't really feel like I'd be the best fit for the job.
ru_ru: <25>{#p/alphys}{#f/11}* Я действительно не считаю себя наиболее подходящим для этой работы.

source: <26>{#p/alphys}{#f/5}* Well, I had a talk with some of the royal guards, and...
ru_ru: <26>{#p/alphys}{#f/5}* Ладно, я поговорил с некоторыми королевскими гвардейцами, а затем...

source: <25>{#p/alphys}{#f/6}* We agreed Terrestria should be appointed as the queen instead.
ru_ru: <25>{#p/alphys}{#f/6}* Мы согласны назначить Трестрию королевой.

source: <25>{#p/alphys}{#f/15}* Her first action was a little controversial, though...
ru_ru: <25>{#p/alphys}{#f/15}* Ее первое действие немного противоречиво, но...

source: <25>{#p/alphys}{#f/17}* Cutting the Royal Guard in half and loosening its policies.
ru_ru: <25>{#p/alphys}{#f/17}* Сократить вдвое численность Королевской гвардии и ослабить ее политику.

source: <25>{#p/alphys}{#f/26}* Undyne wasn't happy about it at first, but...
ru_ru: <25>{#p/alphys}{#f/26}* Undyne изначально не был доволен этим, но...
