Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <25>{#p/alphys}{#f/17}* ... I have to keep the archive a secret.
ru_ru: <25>{#p/alphys}{#f/17}* ... Я должен хранить файлы в тайне.

source: <25>{#p/alphys}{#f/20}* Well, I guess that's not really much of a difference.
ru_ru: <25>{#p/alphys}{#f/20}* Хорошо, я не думаю, что это большая разница.

source: <25>{#p/alphys}{#f/14}* It's just weird not having... anyone around to help anymore.
ru_ru: <25>{#p/alphys}{#f/14}* Нет... странно. Окружающие больше не могут помочь.

source: <25>{#p/sans}{#f/0}* didja forget about me?
ru_ru: <25>{#p/sans}{#f/0}* Ты забыл меня?

source: <25>{#p/alphys}{#f/2}* O-oh, uh, that's not what I meant!
ru_ru: <25>{#p/alphys}{#f/2}* O - oh, ну, я не это имел в виду!

source: <25>{#p/sans}{#f/3}* hey, i get it. * it's not the same as it was with asgore.
ru_ru: * Это не то же самое, что в Асгоре.

source: <25>{#p/sans}{#f/0}* but i'd like to think i do a good job.
ru_ru: <25>{#p/sans}{#f/0}* Но я думаю, что делаю это хорошо.

source: <25>{#p/alphys}{#f/6}* Yeah... you do.
ru_ru: <25>{#p/alphys}{#f/6}* Да. Ты знаешь.

source: <26>{#p/alphys}{#f/5}* I just miss having him around and stuff.
ru_ru: <26>{#p/alphys}{#f/5}* Я просто скучаю по нему рядом.

source: <25>{#p/sans}{#f/3}* ... by the way...
ru_ru: <25>{#p/sans}{#f/3}* ... Кстати...

source: <25>{#p/sans}{#f/0}* you should probably go give the humans their daily checkup.
ru_ru: <25>{#p/sans}{#f/0}* Возможно, вам стоит пойти на ежедневное обследование людей.

source: <25>{#p/sans}{#f/2}* i can take over on the phone while you're gone.
ru_ru: <25>{#p/sans}{#f/2}* Я могу взять трубку, когда тебя нет.

source: <26>{#p/alphys}{#f/6}* Sounds good. * I'll go do that now.
ru_ru: * Я сделаю это сейчас.

source: <25>{#p/sans}{#f/0}* so here we are, then.
ru_ru: <25>{#p/sans}{#f/0}* Итак, мы здесь.

source: <25>{#p/sans}{#f/0}* now, since you left, i've been asking myself...
ru_ru: <25>{#p/sans}{#f/0}* Теперь, с тех пор, как вы ушли, я спрашиваю себя...

source: <25>{#p/sans}{#f/3}* "why would they go out of their way solely to kill him?"
ru_ru: <25>{#p/sans}{#f/3}* "Почему они отчаянно хотят убить его?"

source: <25>{#p/sans}{#f/0}* and i'm not talking about asgore.
ru_ru: <25>{#p/sans}{#f/0}* Я говорю не об Асгоре.

source: <25>{#p/sans}{#f/3}* i think we both know the reason.
ru_ru: <25>{#p/sans}{#f/3}* Я думаю, мы все знаем причину.

source: <25>{#p/sans}{#f/3}* i think we both know it wasn't out of self- defense.
ru_ru: <25>{#p/sans}{#f/3}* Я думаю, мы все знаем, что это было сделано не в порядке самообороны.

source: <25>{#p/sans}{#f/0}* come on. * let's be honest with ourselves here.
ru_ru: * Давайте будем честны с собой здесь.

source: <25>{#p/sans}{#f/0}* you just did it to see what'd happen.
ru_ru: <25>{#p/sans}{#f/0}* Вы делаете это только для того, чтобы увидеть, что произойдет.

source: <25>{#p/sans}{#f/0}* to see what i'd have to say about it.
ru_ru: <25>{#p/sans}{#f/0}* Посмотрите, что я думаю по этому поводу.

source: <25>{#p/sans}{#f/0}* well, congratulations! * you got your answer, bucko!
ru_ru: * Ты получил ответ, Бак!

source: <25>{#p/sans}{#f/0}* i hope you're happy with the outcome.
ru_ru: <25>{#p/sans}{#f/0}* Надеюсь, вы довольны результатом.

source: <27>{#p/sans}{#f/3}* just kidding. * i don't really hope that.
ru_ru: * Я действительно не хочу этого.

source: <27>{#p/sans}{#f/0}* ... well, that's all.
ru_ru: <27>{#p/sans}{#f/0}* ... Ладно, это все.

source: <25>{#p/sans}{#f/0}* hey. * hope you're doing well.
ru_ru: * Надеюсь, у вас все хорошо.

source: <25>{#p/sans}{#f/0}* for the most part, we're doing well, too.
ru_ru: <25>{#p/sans}{#f/0}* В значительной степени мы также проделали хорошую работу.

source: <25>{#p/sans}{#f/3}* people are still going about their lives, day after day...
ru_ru: <25>{#p/sans}{#f/3}* Люди все еще живут своей жизнью изо дня в день.

source: <25>{#p/sans}{#f/0}* waiting for the next human to come along and set us free.
ru_ru: <25>{#p/sans}{#f/0}* Ожидание появления следующего человека и освобождения нас.

source: <25>{#p/sans}{#f/0}* ... i just wish i could say the same about my brother.
ru_ru: <25>{#p/sans}{#f/0}* ... Хотел бы я сказать то же самое своему брату.

source: <25>{#p/sans}{#f/3}* and the other people you killed, for that matter.
ru_ru: <25>{#p/sans}{#f/3}* и других лиц, которых вы убили.

source: <25>{#p/sans}{#f/3}* ... i just wish i could say the same about my brother.
ru_ru: <25>{#p/sans}{#f/3}* ... Хотел бы я сказать то же самое своему брату.

source: <25>{#p/sans}{#f/3}* hmm... * what else should i mention?
ru_ru: * Что еще я должен упомянуть?

source: <26>{#p/sans}{#f/0}* ... right. * new living arrangements.
ru_ru: * Новые условия жизни.

source: <25>{#p/sans}{#f/3}* so, after the former queen returned...
ru_ru: <25>{#p/sans}{#f/3}* Итак, бывшая королева вернулась после...

source: <25>{#p/sans}{#f/0}* she and i recognized each other and got to talking.
ru_ru: <25>{#p/sans}{#f/0}* Мы с ней узнали друг друга и начали разговор.

source: <25>{#p/sans}{#f/0}* one thing led to another, and...
ru_ru: <25>{#p/sans}{#f/0}* Одна вещь приводит к другой, и...

source: <25>{#p/sans}{#f/0}* she agreed to move in with me to my house in starton town.
ru_ru: <25>{#p/sans}{#f/0}* Она согласилась переехать со мной в мой дом в Стартоне.

source: <25>{#p/sans}{#f/0}* ... sure. * there's a lot we were excited about.
ru_ru: * У нас много волнующих вещей.

source: <25>{#p/sans}{#f/3}* the books i gave her, the recipes she tried to teach me...
ru_ru: <25>{#p/sans}{#f/3}* Я дал ей книгу, и она пыталась научить меня рецептам...

source: <25>{#p/sans}{#f/0}* but... y'know...
ru_ru: <25>{#p/sans}{#f/0}* Но... Ты знаешь...

source: <25>{#p/sans}{#f/3}* none of that stuff ever made up for what happened to papyrus.
ru_ru: <25>{#p/sans}{#f/3}* Эти вещи не могут компенсировать то, что происходит на папирусе.

source: <25>{#p/sans}{#f/3}* she still feels pretty bad about that.
ru_ru: <25>{#p/sans}{#f/3}* Она все еще очень расстроена этим.

source: <25>{#p/sans}{#f/0}* not just because she cares about me, but also...
ru_ru: <25>{#p/sans}{#f/0}* Не только потому, что она заботится обо мне, но и потому, что...

source: <25>{#p/sans}{#f/0}* because she cared about you.
ru_ru: <25>{#p/sans}{#f/0}* Потому что она заботится о тебе.

source: <25>{#p/sans}{#f/3}* you can imagine how she felt when she realized what you'd done.
ru_ru: <25>{#p/sans}{#f/3}* Вы можете представить, что она чувствует, когда понимает, что вы делаете.

source: <25>{#p/sans}{#f/0}* spoiler alert. * not good.
ru_ru: * Нехорошо.

source: <25>{#p/sans}{#f/3}* ... and the public at large doesn't seem to feel much better.
ru_ru: <25>{#p/sans}{#f/3}* ... Общественность, похоже, не чувствует себя лучше.

source: <25>{#p/sans}{#f/0}* at least in terms of your reputation.
ru_ru: <25>{#p/sans}{#f/0}* По крайней мере, с точки зрения репутации.

source: <25>{#p/sans}{#f/0}* still. * could be worse.
ru_ru: * Ситуация может быть еще хуже.

source: <25>{#p/sans}{#f/0}* at the very least, alphys and i are confident...
ru_ru: <25>{#p/sans}{#f/0}* По крайней мере, alphys и я уверены.

source: <25>{#p/sans}{#f/3}* in our ability to escort the next human to safety.
ru_ru: <25>{#p/sans}{#f/3}* Наша способность сопровождать следующего человека в безопасности.

source: <25>{#p/sans}{#f/0}* so that's something.
ru_ru: <25>{#p/sans}{#f/0}* Поэтому это важно.

source: <25>{#p/sans}{#f/3}* welp. * looks like i'll have to cut this short.
ru_ru: * Кажется, мне нужно это укоротить.

source: <25>{#p/sans}{#f/0}* just... think about what i've said, ok?
ru_ru: <25>{#p/sans}{#f/0}* Только... Подумай о том, что я сказал, хорошо?

source: <25>{#p/sans}{#f/0}* ... well, that's all.
ru_ru: <25>{#p/sans}{#f/0}* ... Ладно, это все.

source: <18>{#p/papyrus}{#f/0}YEAH!! THEY'RE REALLY NOT THAT BAD!
ru_ru: Они не такие уж и плохие!

source: <18>{#p/papyrus}{#f/5}ASIDE FROM ALL THE SECRET-KEEPING.
ru_ru: <18>{#p/папирус}{#f/5} Держитесь подальше от всех секретов.

source: <18>{#p/papyrus}{#f/5}NOT A BIG FAN OF THAT PARTICULAR THING.
ru_ru: <18>{#p/папирус}{#f/5} не очень нравится такая вещь.

source: <25>{#p/alphys}{#f/11}* But if Undyne were to find out, then...
ru_ru: <25>{#p/alphys}{#f/11}* Но если Undyne обнаружил, то...

source: <18>{#p/papyrus}{#f/4}YES, YES, I KNOW WHAT YOU'RE GOING TO SAY.
ru_ru: <18>{#p/папирус}{#f/4} Да, да, я знаю, что вы хотите сказать.

source: <18>{#p/papyrus}{#f/4}SHE'LL GET UPSET AND TRY TO TAKE THE HUMANS' SOULS.
ru_ru: <18>{#p/папирус}{#f/4} Она встанет и попытается отнять человеческую душу.

source: <18>{#p/papyrus}{#f/7}YOU DON'T HAVE TO REMIND ME!!
ru_ru: <18>{#p/папирус}{#f/7} Вы не должны напоминать мне!

source: <25>{#p/alphys}{#f/23}* He's been arguing with me about this for a while.
ru_ru: <25>{#p/alphys}{#f/23}* Он спорил со мной об этом в течение некоторого времени.

source: <18>{#p/papyrus}{#f/5}(SIGH...)
ru_ru: <18>{#p/папирус}{#f/5} (вздох...)

source: <18>{#p/papyrus}{#f/5}I FEEL LIKE WE COULD CONVINCE HER IF WE JUST TRIED.
ru_ru: <18>{#p/папирус}{#f/5} Я думаю, что если мы попробуем, мы сможем убедить ее.

source: <25>{#p/alphys}{#f/3}* ... Papyrus, why don't you tell them about your new job?
ru_ru: <25>{#p/alphys}{#f/3}* ... Папирус, почему бы тебе не рассказать им о своей новой работе?

source: <18>{#p/papyrus}{#f/9}I'M THE GUARD'S NEWEST TRAINING EXPERT!
ru_ru: <18>{#p/папирус}{#f/9} Я новейший специалист по подготовке защитников!

source: <18>{#p/papyrus}{#f/0}SO... WHILE UNDYNE TRAINS THE OTHER GUARDS...
ru_ru: <18>{#p/папирус}{#f/0} Поэтому... когда UNDYNE обучает других охранников...

source: <18>{#p/papyrus}{#f/0}I'M RESPONSIBLE FOR KEEPING THEM ALL MOTIVATED.
ru_ru: <18>{#p/папирус}{#f/0} Я несу ответственность за то, чтобы держать их в динамике.

source: <18>{#p/papyrus}{#f/9}TURNS OUT I'M PRETTY DARN GOOD AT IT, TOO!
ru_ru: <18>{#p/папирус}{#f/9} оказалось, что я тоже хорош!

source: <18>{#p/papyrus}{#f/2}HER WORDS -AND- MINE.
ru_ru: <18>{#p/папирус}{#f/2} Ее слова и мои слова.

source: <25>{#p/alphys}{#f/5}* Sounds like fun. * Maybe I'll visit you on the job sometime.
ru_ru: * Может быть, когда - нибудь я увижу твою работу.

source: <18>{#p/papyrus}{#f/0}SURE, I'LL LET YOU VISIT.
ru_ru: <18>{#p/папирус}{#f/0} Конечно, я дам вам посетить.

source: <18>{#p/papyrus}{#f/4}AFTER YOU AGREE TO TELL UNDYNE OUR SECRET.
ru_ru: <18>{#p/папирус}{#f/4} После того, как вы согласились рассказать UNDYNE наши секреты.

source: <18>{#p/papyrus}{#f/0}SO, HOW ABOUT IT? YOU, ME, UNDYNE, CONVINCING?
ru_ru: Ты, я, Эн, убедительна?

source: <25>{#p/sans}{#f/0}* ... huh? * what's this about?
ru_ru: * Что происходит?

source: <25>{#p/sans}{#f/3}* sorry i'm late, by the way.
ru_ru: <25>{#p/sans}{#f/3}* Кстати, простите, что опоздал.

source: <25>{#p/sans}{#f/2}* the people on the floor above us want me to make dinner.
ru_ru: <25>{#p/sans}{#f/2}* Наши люди наверху хотят, чтобы я приготовил ужин.

source: <18>{#p/papyrus}{#f/4}AREN'T YOU GOING TO TELL HIM WHAT WE TALKED ABOUT?
ru_ru: <18>{#p/папирус}{#f/4} Разве ты не хочешь сказать ему, о чем мы говорили?

source: <25>{#p/alphys}{#f/3}* Papyrus thinks we should tell Undyne the truth.
ru_ru: <25>{#p/alphys}{#f/3}* Papyrus считает, что мы должны сказать Undyne правду.

source: <25>{#p/sans}{#f/3}* you really think that'd go well, bro?
ru_ru: <25>{#p/sans}{#f/3}* Вы действительно думаете, что это будет хорошо, брат?

source: <18>{#p/papyrus}{#f/0}WELL, AS A MEMBER OF THE ROYAL GUARD...
ru_ru: <18>{#p/папирус}{#f/0} Хорошо, как член королевской гвардии.

source: <18>{#p/papyrus}{#f/0}MY OPINION -SHOULD- CARRY SOME REAL WEIGHT!
ru_ru: <18>{#p/папирус}{#f/0} Моя точка зрения - должна - нести какой - то реальный вес!

source: <25>{#p/sans}{#f/0}* hmm... normally i'd say no to something like this, but...
ru_ru: <25>{#p/sans}{#f/0}* хм... обычно я бы сказал "нет" таким вещам, но...

source: <25>{#p/sans}{#f/0}* undyne does seem to have a certain respect for you.
ru_ru: <25>{#p/sans}{#f/0}* Undyne, кажется, имеет некоторое уважение к вам.

source: <25>{#p/sans}{#f/3}* besides, i've been thinking about it too.
ru_ru: <25>{#p/sans}{#f/3}* Кроме того, я размышлял над этим вопросом.

source: <25>{#p/alphys}{#f/22}* W-WELL DON'T GO SAYING ANYTHING UNTIL I GIVE THE OKAY!
ru_ru: <25>{#p/alphys}{#f/22}* W - Ничего не говори, пока я не соглашусь!

source: <25>{#p/sans}{#f/2}* wouldn't dream of it.
ru_ru: <25>{#p/sans}{#f/2}* Не снится.

source: <18>{#p/papyrus}{#f/0}YEAH!! WE'LL JUST PICTURE IT IN OUR HEADS.
ru_ru: Мы просто думаем об этом.

source: <18>{#p/papyrus}{#f/5}UNLESS THAT ALSO COUNTS AS DREAMING.
ru_ru: <18>{#p/папирус}{#f/5} если только это не считается мечтой.

source: <26>{#p/sans}{#f/0}* well, i should probably get started on that dinner now.
ru_ru: <26>{#p/sans}{#f/0}* Ладно, мне пора начинать ужинать.

source: <25>{#p/alphys}{#f/5}* To be honest...
ru_ru: <25>{#p/alphys}{#f/5}* Скажи правду.

source: <25>{#p/alphys}{#f/5}* It would be nice to not have to hide all of this anymore.
ru_ru: <25>{#p/alphys}{#f/5}* Больше не нужно скрывать все это.

source: <25>{#p/alphys}{#f/6}* So... maybe, if there's really a chance this could succeed...
ru_ru: <25>{#p/alphys}{#f/6}* Итак... возможно, если действительно есть шанс на успех...

source: <25>{#p/alphys}{#f/8}* I-I'll think about it after I hang up the phone.
ru_ru: <25>{#p/alphys}{#f/8}* Я подумаю об этом, когда повеслю трубку.

source: <25>{#p/alphys}{#f/16}* T-take care!!
ru_ru: <25>{#p/alphys}{#f/16}* T - Береги себя!

source: <25>{#p/toriel}{#f/1}* Hello?
ru_ru: <25>{#p/toriel}{#f/1}* Как поживаете?

source: <25>{#p/toriel}{#f/5}* This is... Toriel.
ru_ru: <25>{#p/toriel}{#f/5}* Это... Торил.

source: <25>{#p/toriel}{#f/1}* ... I know we did not part ways on the best of terms, but...
ru_ru: <25>{#p/toriel}{#f/1}* ... Я знаю, что мы расстались не в лучших условиях, но...

source: <25>{#p/toriel}{#f/5}* I feel that you should know what has happened since your departure.
ru_ru: <25>{#p/toriel}{#f/5}* Я думаю, вы должны знать, что произошло после вашего ухода.

source: <25>{#p/toriel}{#f/9}* After you ran away from me, I reconsidered my own decisions.
ru_ru: <25>{#p/toriel}{#f/9}* После того, как вы оставили меня, я пересмотрел свое решение.

source: <25>{#p/toriel}{#f/13}* I felt... guilty. * For trying to keep you in the Outlands.
ru_ru: * Для того, чтобы вы остались за пределами страны.

source: <25>{#p/toriel}{#f/13}* For trying to keep ALL the humans there.
ru_ru: <25>{#p/toriel}{#f/13}* Потому что он пытался оставить всех там.

source: <25>{#p/toriel}{#f/9}* I decided I could stay there no longer.
ru_ru: <25>{#p/toriel}{#f/9}* Я решил, что больше не могу там оставаться.

source: <26>{#p/toriel}{#f/13}* I worked up the courage to leave, and returned to the Citadel.
ru_ru: <26>{#p/toriel}{#f/13}* Я набрался смелости уйти и вернулся в замок.

source: <25>{#p/toriel}{#f/18}* ... when I saw that the humans were trapped in those boxes...
ru_ru: <25>{#p/toriel}{#f/18}* ... Когда я увидел, что люди застряли в этих коробках...

source: <25>{#p/toriel}{#f/13}* I released them without a second thought.
ru_ru: <25>{#p/toriel}{#f/13}* Я опубликовал их без колебаний.

source: <26>{#p/toriel}{#f/10}* I did not want them to be trapped any more than I wanted you to be.
ru_ru: <26>{#p/toriel}{#f/10}* Я не хочу, чтобы они оказались в ловушке, как я не хочу, чтобы вы оказались в ловушке.

source: <25>{#p/toriel}{#f/9}* ... but this decision was not without its consequences.
ru_ru: <25>{#p/toriel}{#f/9}* ... Однако это решение не лишено последствий.

source: <25>{#p/toriel}{#f/13}* Not only were the humans traumatized by ASGORE's archive...
ru_ru: <25>{#p/toriel}{#f/13}* Архивы ASGORE не только травмируют человечество.

source: <25>{#p/toriel}{#f/13}* But one of them ran off, and was discovered by the public.
ru_ru: <25>{#p/toriel}{#f/13}* Но один из них сбежал и был обнаружен общественностью.

source: <25>{#p/toriel}{#f/18}* I did not want to keep them here against their will, but...
ru_ru: <25>{#p/toriel}{#f/18}* Я не хочу оставлять их здесь против их воли, но...

source: <25>{#p/toriel}{#f/9}* The death of the Royal Guard's captain, and loss of the king...
ru_ru: <25>{#p/toriel}{#f/9}* Смерть капитана Королевской гвардии, смерть короля...

source: <25>{#p/toriel}{#f/9}* ... placed humanity's reputation in a rather difficult position.
ru_ru: <25>{#p/toriel}{#f/9}* ... Это ставит репутацию человечества в довольно сложное положение.

source: <25>{#p/toriel}{#f/13}* With the public knowing the truth about the humans...
ru_ru: <25>{#p/toriel}{#f/13}* По мере того, как общественность узнает правду о человечестве...

source: <25>{#p/toriel}{#f/9}* I had no choice but to do whatever I could to safeguard them.
ru_ru: <25>{#p/toriel}{#f/9}* У меня нет выбора, кроме как сделать все возможное, чтобы защитить их.

source: <25>{#p/alphys}{#f/15}* Uh, not to interrupt, but... you have a visitor.
ru_ru: <25>{#p/alphys}{#f/15}* Э, не для того, чтобы прерывать, но... У вас посетители.

source: <25>{#p/toriel}{#f/10}* Let me guess. * Sans?
ru_ru: * Санс?

source: <25>{#p/toriel}{#f/0}* There is no need to be so formal when he is the one at the gate.
ru_ru: <25>{#p/toriel}{#f/0}* Когда он стоит у двери, нет необходимости быть таким формальным.

source: <25>{#p/toriel}{#f/9}* System, unlock the gate, authorization Toriel PIE-1-1-0.
ru_ru: <25>{#p/toriel}{#f/9}* Системы, разблокировать ворота, авторизовать toriel PIE - 1 - 0.

source: <25>{#p/sans}{#f/0}* ... * it's about time.
ru_ru: * Пришло время.

source: <25>{#p/sans}{#f/0}* you still on the phone with the human?
ru_ru: <25>{#p/sans}{#f/0}* Вы все еще разговариваете с этим человеком по телефону?

source: <25>{#p/alphys}{#f/23}* On the WHAT!?
ru_ru: <25>{#p/alphys}{#f/23}* О чем?

source: <25>{#p/toriel}{#f/0}* Yes, I thought it would be nice if they heard from you, Sans.
ru_ru: <25>{#p/toriel}{#f/0}* Да, я думаю, было бы хорошо, если бы они получили ваше сообщение, Санс.

source: <25>{#p/toriel}{#f/1}* Perhaps Alphys would like to join us as well?
ru_ru: <25>{#p/toriel}{#f/1}* Возможно, Альфис тоже хочет присоединиться к нам?

source: <25>{#p/alphys}{#f/21}* No. * Alphys would not.
ru_ru: * Альфис не станет.

source: <25>{#p/alphys}{#f/21}* In fact, Alphys would like to leave now.
ru_ru: <25>{#p/alphys}{#f/21}* На самом деле, Альфис хочет уйти сейчас.

source: <25>{#p/alphys}{#f/24}* ... I'll be outside if you need me.
ru_ru: <25>{#p/alphys}{#f/24}* ... Если я тебе понадоблюсь, я буду снаружи.

source: <25>{#p/sans}{#f/3}* she's... still pretty upset about what happened to undyne.
ru_ru: <25>{#p/sans}{#f/3}* Она все еще очень расстроена тем, что произошло с undyne.

source: <25>{#p/sans}{#f/3}* she's... still pretty angry about what you did to undyne.
ru_ru: <25>{#p/sans}{#f/3}* Она все еще злится на то, что вы сделали с undyne.

source: <25>{#p/sans}{#f/0}* not to mention her friend, mettaton.
ru_ru: <25>{#p/sans}{#f/0}* Не говоря уже о ее друге Меттоне.

source: <25>{#p/sans}{#f/0}* about what she's had to do as a result.
ru_ru: <25>{#p/sans}{#f/0}* О том, что она должна делать таким образом.

source: <25>{#p/sans}{#f/3}* and you know what?
ru_ru: <25>{#p/sans}{#f/3}* Вы знаете?

source: <25>{#p/sans}{#f/0}* i really get it.
ru_ru: <25>{#p/sans}{#f/0}* Я действительно понимаю.

source: <25>{#p/sans}{#f/0}* i know what alphys must be going through right now.
ru_ru: <25>{#p/sans}{#f/0}* Я знаю, через что, должно быть, сейчас проходит Альфис.

source: <25>{#p/sans}{#f/0}* after all...
ru_ru: <25>{#p/sans}{#f/0}* В конце концов...

source: <25>{#p/sans}{#f/3}* she's not the only one who lost someone.
ru_ru: <25>{#p/sans}{#f/3}* Она не единственная, кто потерял близких.

source: <25>{#p/sans}{#f/3}* and while i wouldn't blame you for what you did, or didn't do...
ru_ru: <25>{#p/sans}{#f/3}* Хотя я не виню вас за то, что вы сделали или не сделали.

source: <25>{#p/sans}{#f/3}* and while i wouldn't blame you for running away...
ru_ru: <25>{#p/sans}{#f/3}* Хотя я не буду обвинять тебя в побеге.

source: <25>{#p/sans}{#f/3}* and while i wouldn't blame you for trying to defend yourself...
ru_ru: <25>{#p/sans}{#f/3}* Хотя я не буду обвинять вас в попытке защитить себя.

source: <25>{#p/sans}{#f/0}* i can't help but wonder if there was a better way to go about things.
ru_ru: <25>{#p/sans}{#f/0}* Я не могу не задаться вопросом, есть ли лучший способ справиться с вещами.

source: <25>{#p/sans}{#f/0}* if, maybe somehow, this all could have been avoided.
ru_ru: <25>{#p/sans}{#f/0}* Если бы этого можно было избежать.

source: <25>{#p/sans}{#f/3}* but i digress.
ru_ru: <25>{#p/sans}{#f/3}* Но я отошел от темы.

source: <25>{#p/sans}{#f/0}* there's too much at stake in the present to worry about the past.
ru_ru: <25>{#p/sans}{#f/0}* В настоящее время слишком много интересов, чтобы беспокоиться о прошлом.

source: <25>{#p/sans}{#f/0}* it's been difficult without the royal guard to protect us.
ru_ru: <25>{#p/sans}{#f/0}* Без защиты Королевской гвардии нам будет трудно это сделать.

source: <25>{#p/sans}{#f/3}* not that i was a big fan of those guys before, but...
ru_ru: <25>{#p/sans}{#f/3}* Это не значит, что я был преданным поклонником этих парней раньше, но...

source: <25>{#p/sans}{#f/0}* at a time like this, it'd be nice to have them around.
ru_ru: <25>{#p/sans}{#f/0}* В такие моменты было бы хорошо иметь их рядом.

source: <25>{#p/toriel}{#f/13}* Yes, sadly, I am inclined to agree.
ru_ru: <25>{#p/toriel}{#f/13}* Да, к сожалению, я склонен согласиться.

source: <25>{#p/toriel}{#f/13}* It seems not a day goes by without an angered citizen at the gate.
ru_ru: <25>{#p/toriel}{#f/13}* Кажется, что каждый день перед дверью стоят разгневанные граждане.

source: <25>{#p/toriel}{#f/9}* But it cannot be helped.
ru_ru: <25>{#p/toriel}{#f/9}* Но это неизбежно.

source: <25>{#p/toriel}{#f/9}* There are few who share my willingness to treat humans as individuals.
ru_ru: <25>{#p/toriel}{#f/9}* Немногие люди так же готовы относиться к людям, как и я.

source: <32>{#p/human}{#v/1}{@fill=#42fcff}* Toriel, are we in danger?
ru_ru: <32>{#p/human}{#v/1}{@ fill = #42fcff}* Toriel, мы в опасности?

source: <25>{#p/toriel}{#f/1}* ... oh, hello!
ru_ru: <25>{#p/toriel}{#f/1}* ... О, привет!

source: <25>{#p/toriel}{#f/0}* Do not worry, my child. * I will always be here to protect you.
ru_ru: Я всегда буду здесь, чтобы защитить тебя.

source: <32>{#p/human}{#v/1}{@fill=#42fcff}* ... thank you...
ru_ru: <32>{#p/human}{#v/1}{@ fill = #42fcff}* ... Большое спасибо.

source: <25>{#p/toriel}{#f/0}* Now, please go back and wait with the others.
ru_ru: <25>{#p/toriel}{#f/0}* Теперь, пожалуйста, возвращайтесь и ждите с другими людьми.

source: <25>{#p/toriel}{#f/0}* I will be with you shortly.
ru_ru: <25>{#p/toriel}{#f/0}* Я скоро буду с тобой.

source: <32>{#p/human}{#v/1}{@fill=#42fcff}* Okay, I'll go...
ru_ru: <32>{#p/human}{#v/1}{@ fill = #42fcff}* Ладно, я пойду.

source: <25>{#p/toriel}{#f/10}* ... very good.
ru_ru: <25>{#p/toriel}{#f/10}* ... Очень хорошо.

source: <25>{#p/toriel}{#f/10}* I suppose I cannot judge the citizens too harshly...
ru_ru: <25>{#p/toriel}{#f/10}* Я не думаю, что могу судить граждан слишком жестко.

source: <25>{#p/toriel}{#f/9}* ... knowing the sorts of choices you made during your time here.
ru_ru: <25>{#p/toriel}{#f/9}* ... Узнайте, какой выбор вы сделали здесь.

source: <25>{#p/toriel}{#f/13}* It was... difficult, even for me, to accept what you had done.
ru_ru: <25>{#p/toriel}{#f/13}* Это... Даже для меня трудно принять все, что вы делаете.

source: <25>{#p/toriel}{#f/13}* It is... an unfortunate situation we find ourselves in.
ru_ru: <25>{#p/toriel}{#f/13}* Мы оказались в неудачной ситуации.

source: <25>{#p/sans}{#f/0}* y'know...
ru_ru: <25>{#p/sans}{#f/0}* Вы знаете.

source: <25>{#p/sans}{#f/0}* i wanted to go to grillby's the other day, but...
ru_ru: <25>{#p/sans}{#f/0}* Несколько дней назад я хотел пойти в барбекю, но...
