Repository: ws-3917/psoutertale-text
Catalog: v52.18/common/*.po
Languages: ru_ru

source: <32>{#p/human}* (You hug the dummy.)
ru_ru: <32>{#p/human}* (Вы обнимаете манекен.)

source: <32>{#p/human}* (You slap the dummy.)
ru_ru: <32>{#p/human}* (Вы дали пощечину манекену.)

source: <32>{#p/human}* (You talk to the dummy.)
ru_ru: <32>{#p/human}* (Вы говорите с манекеном.)

source: <32>{#p/basic}* It doesn't seem much for conversation.
ru_ru: <32>{#p/basic}* Это кажется не очень подходящим для разговора.

source: <32>* Toriel is pleased with you.
ru_ru: <32>Ториэль очень доволен вами.

source: <32>{#p/basic}* The dummy grew tired of your aimless shenanigans.
ru_ru: <32>{#p/basic}* Манекенщики устали от ваших бесцельных розыгрышей.

source: <32>{#p/basic}* The dummy is blushing... somehow.
ru_ru: <32>{#p/basic}* Манекенщица покраснела. Каким - то образом.

source: * Dummy
ru_ru: * Манекенщицы

source: <32>{#p/basic}* Suddenly...!
ru_ru: <32>{#p/basic}* Внезапно.

source: <32>{#p/story}* You encountered the dummy.
ru_ru: <32>{#p/story}* Вы познакомились с этим манекеном.

source: <32>{#p/story}* The dummy looks like it's already getting bored.
ru_ru: <32>{#p/story}* Манекенщицы выглядят скучно.

source: <32>{#p/story}* The dummy looks like it's lost in itself.
ru_ru: <32>{#p/story}* Манекенщица выглядит потерянной.

source: <32>{#p/story}* The dummy looks like it's going to fall over.
ru_ru: <32>{#p/story}* Манекенщица выглядит падающей.

source: <11>{#p/basic}{~}{#x3}Ugh, you're WASTING my time!
ru_ru: <11>{#p/basic}{~}{#x3} Ах, ты зря тратишь мое время!

source: <08>{#p/basic}{~}Oh.. how strange.
ru_ru: <08>{#p/basic}{~} О. Странно.

source: <32>{#p/story}* GLAD DUMMY - ATK 0 DEF 0 * It's a dream come true!
ru_ru: * Мечта сбылась!

source: <32>{#p/story}* MAD DUMMY - ATK 30 DEF 255 * Impervious to physical attacks.
ru_ru: * Отсутствие физической атаки.

source: <32>{#p/human}* (You flirt with Glad Dummy.)
ru_ru: <32>{#p/human}* (Вы флиртуете с счастливым манекеном).

source: <32>{#p/basic}* They're too distracted with themselves to hear you.
ru_ru: <32>{#p/basic}* Они слишком отвлекаются, чтобы слышать вас.

source: <32>{#p/human}* (You flirt with Mad Dummy.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с сумасшедшим дураком.)

source: <32>* It went exactly how you'd expect.
ru_ru: <32>Все так, как вы ожидаете.

source: <32>{#p/human}* (You hug Glad Dummy.)
ru_ru: <32>{#p/human}* (Вы обнимаете счастливых манекенов).

source: <32>{#p/human}* (You hug Mad Dummy.)
ru_ru: <32>{#p/human}* (Ты обнимаешь сумасшедших дураков.)

source: <32>{#p/human}* (You slap Glad Dummy.)
ru_ru: <32>{#p/human}* (Вы дали пощечину счастливому манекену).

source: <32>{#p/basic}* Glad Dummy exerts the better part of valor and gets out of your way.
ru_ru: <32>{#p/basic}* Счастливый манекен проявил большую смелость, избегая вас.

source: <32>{#p/human}* (You slap Mad Dummy.)
ru_ru: <32>{#p/human}* (Ты дал пощечину сумасшедшему).

source: <32>{#p/human}* (You talk to Glad Dummy.)
ru_ru: <32>{#p/human}* (Ты разговариваешь с веселым дураком.)

source: <32>{#p/human}* (You talk to Mad Dummy.)
ru_ru: <32>{#p/human}* (Ты разговариваешь с сумасшедшим дураком.)

source: <32>* They don't seem much for conversation.
ru_ru: <32>* Они не очень подходят для разговора.

source: <32>* Nobody is happy with this.
ru_ru: <32>* Это никого не устраивает.

source: <11>{#p/basic}{~}{#x3}What the hell?
ru_ru: <11>{#p/basic}{~}{#x3} Что происходит?

source: <11>{#p/basic}{~}{#x1}Why is NOTHING hap- pening?
ru_ru: <11>{#p/basic}{~}{#x1} Почему все идет не так хорошо?

source: <11>{#p/basic}{~}{#x4}Am I INVISIBLE to you or something??
ru_ru: <11>{#p/basic}{~}{#x4} Я невидимый для вас?

source: <11>{#p/basic}{~}{#x4}I CAN'T EVEN BE MAD AT YOU!!!
ru_ru: <11>{#p/basic}{~}{#x4} Я даже не могу на тебя сердиться!!

source: <11>{#p/basic}{~}{#x4}You're so... INANIMATE!
ru_ru: <11>{#p/basic}{~}{#x4} Ты слишком... глуп!

source: <11>{#p/basic}{~}{#x4}JUST... GAHH! GET OUT OF MY LIFE!
ru_ru: Убирайся из моей жизни!

source: <11>{#p/basic}{~}{#x4}GO LISTEN TO MUSIC WITH NAPSTABLOOK OR SOMETHING!
ru_ru: <11>{#p/basic}{~}{#x4} Слушайте музыку с помощью NAPSTABLOK или чего - то еще!

source: <32>{#p/story}* Mad Dummy is getting cotton all over the floor.
ru_ru: <32>{#p/story}* Сумасшедший дурак наполнил землю хлопком.

source: <32>{#p/story}* Mechanical whirrs fill the room.
ru_ru: <32>{#p/story}* Комната заполнена механическим жужжанием.

source: <11>{#p/basic}{~}{#x1}Foolish. Foolish! FOOLISH!
ru_ru: Глупо!

source: <11>{#p/basic}{~}{#x3}Even if you attack my vessel...
ru_ru: <11>{#p/basic}{~}{#x3} Даже если вы нападете на мой корабль.

source: <11>{#p/basic}{~}{#x4}... you'll NEVER hurt ME!
ru_ru: <11>{#p/basic}{~}{#x4}. Ты никогда не причинишь мне вреда!

source: <11>{#p/basic}{~}{#x1}I'm still incor- poreal, you dummy!!!
ru_ru: <11>{#p/basic}{~}{#x1: Я все еще дурак!!

source: <11>{#p/napstablook}{~}sorry, i interrupted you, didn't i...
ru_ru: <11>{#p/napstaplok}{~} Извините, я прерываю вас, не так ли?

source: <11>{#p/napstablook}{~}as soon as i came over, your friend immediately left...
ru_ru: <11>{#p/napstaplok}{~} Как только я пришел, твой друг сразу же ушел.

source: <11>{#p/napstablook}{~}oh wait... didn't you attack me before...
ru_ru: Ты не нападал на меня раньше.

source: <11>{#p/napstablook}{~}uhhh... that's awkward.
ru_ru: Это неловко.

source: <11>{#p/napstablook}{~}sorry...
ru_ru: <11>{#p/napstabook}{~} Извините.

source: <11>{#p/napstablook}{~}oh no... you guys looked like you were having fun...
ru_ru: Вы выглядите счастливыми.

source: <11>{#p/napstablook}{~}oh no... i just wanted to say hi...
ru_ru: Я просто хотел поздороваться.

source: <08>{#p/basic}{~}Thanks!
ru_ru: <08>{#p/basic}{~} Спасибо!

source: <08>{#p/basic}{~}Thank you!
ru_ru: <08>{#p/basic}{~} Спасибо!

source: <08>{#p/basic}{~}Great work!
ru_ru: <08>{#p/basic}{~} Молодец!

source: <08>{#p/basic}{~}Bravo!
ru_ru: <08>{#p/basic}{~} Это потрясающе!

source: <08>{#p/basic}{~}OK!
ru_ru: <08>{#p/basic}{~} Хорошо!

source: <08>{#p/basic}{~}My haphe- phobia!
ru_ru: <08>{#p/basic}{~} Моя фобия счастья!

source: <08>{#p/basic}{~}It's gone!
ru_ru: <08>{#p/basic}{~} Он исчез!

source: <08>{#p/basic}{~}Thank you.. human..
ru_ru: <08>{#p/basic}{~} Спасибо. Человечество.

source: <08>{#p/basic}{~}I've never felt so happy..
ru_ru: <08>{#p/basic}{~} Я никогда не чувствовал себя таким счастливым.

source: <11>{#p/basic}{~}{#x4}Are you for REAL??
ru_ru: <11>{#p/basic}{~}{#x4} Ты настоящий?

source: <11>{#p/basic}{~}{#x3}N-no..! I have haphe- phobia!
ru_ru: У меня фобия!

source: <11>{#p/basic}{~}{#x4}Stop that!
ru_ru: <11>{#p/basic}{~}{#x4} Остановитесь!

source: <11>{#p/basic}{~}{#x2}Knock it off!
ru_ru: <11>{#p/basic}{~}{#x2} Не делай этого!

source: * Glad Dummy
ru_ru: * Счастливый дурак

source: * Mad Dummy
ru_ru: * Сумасшедший дурак

source: <11>{#p/basic}{~}{#x1}I'll defeat you and take your SOUL!
ru_ru: <11>{#p/basic}{~}{#x1} Я побью тебя и заберу твою душу!

source: <11>{#p/basic}{~}{#x1}I'll use your SOUL to break the force field!
ru_ru: <11>{#p/basic}{~}{#x1} Я сломаю силовое поле твоей душой!

source: <11>{#p/basic}{~}{#x6}The other monsters will love me, praise me...!
ru_ru: <11>{#p/basic}{~}{#x6} Другие монстры будут любить меня и хвалить меня.

source: <11>{#p/basic}{~}{#x4}THEN EVERYTHING I WANT WILL BE MINE!
ru_ru: <11>{#p/basic}{~}{#x4} Тогда все, что я хочу, будет моим!

source: <11>{#p/basic}{~}{#x3}Huh? Yeah, I guess that'll avenge my cousin.
ru_ru: Да, я думаю, это отомстит за моего кузена.

source: <11>{#p/basic}{~}{#x5}Do my other cousins care...?
ru_ru: <11>{#p/basic}{~}{#x5} Другие мои кузены заботятся...?

source: <11>{#p/basic}{~}{#x4}Whatever. Whatever! WHATEVER!
ru_ru: Что бы там ни было!

source: <11>{#p/basic}{~}{#x1}DUMMY BOTS! MAGIC MISSILE!
ru_ru: Магические ракеты!

source: <11>{#p/basic}{~}{#x3}DUMMY BOTS! TRY AGAIN!
ru_ru: Попробуй еще раз!

source: <11>{#p/basic}{~}{#x5}DUMMY BOTS! You're awful???
ru_ru: Ты такой плохой?

source: <11>{#p/basic}{~}{#x4}DUMMY BOTS! FINAL ATTACK!
ru_ru: Последняя атака!

source: <11>{#p/basic}{~}{#x2}OWWWW, you DUMMIES!!
ru_ru: <11>{#p/basic}{~}{#x2} OWWW, ты идиот!

source: <11>{#p/basic}{~}{#x1}Watch where you aim your {@fill=#f00}MAGIC{@fill=#000} attacks!
ru_ru: <11>{#p/basic}{~}{#x1} Обратите внимание на цель вашей атаки с помощью магии {@ fill = #f00}{@ fill = #0000}!

source: <11>{#p/basic}{~}{#x4}Hey! You!
ru_ru: Ты!

source: <11>{#p/basic}{~}{#x3}Forget I said anything about {@fill=#f00}MAGIC{@fill=#000}.
ru_ru: <11>{#p/basic}{~}{#x3} Забудьте, что я сказал {@ fill = #f00} Магия {@ fill = #000}.

source: <11>{#p/basic}{~}{#x4}HEY GUYS!
ru_ru: <11>{#p/basic}{~}{#x4} Эй, ребята!

source: <11>{#p/basic}{~}{#x1}Dummies. Dummies! DUMMIES!
ru_ru: Дурак!

source: <11>{#p/basic}{~}{#x3}Remember how I said NOT to shoot at me?
ru_ru: <11>{#p/basic}{~}{#x3} Помнишь, я говорил не стрелять в меня?

source: <11>{#p/basic}{~}{#x3}Well...
ru_ru: <11>{#p/basic}{~}{#x3} Хорошо.

source: <11>{#p/basic}{~}{#x4}FAILURES! YOU'RE FIRED! YOU'RE ALL BEING REPLACED!
ru_ru: Вы все заменены!

source: <11>{#p/basic}{~}{#x4}Hahaha. Hahaha! HAHAHA!
ru_ru: Ха - ха - ха!

source: <11>{#p/basic}{~}{#x3}Now you'll see my true power...
ru_ru: <11>{#p/basic}{~}{#x3} Теперь ты увидишь мою настоящую силу.

source: <11>{#p/basic}{~}{#x6}Relying on people that aren't garbage!
ru_ru: <11>{#p/basic}{~}{#x6} Зависит от людей, которые не являются мусором!

source: <11>{#p/basic}{~}{#x3}N... no way!
ru_ru: <11>{#p/basic}{~}{#x3} Невозможно!

source: <11>{#p/basic}{~}{#x3}These guys are WORSE than the other guys!
ru_ru: <11>{#p/basic}{~}{#x3} Эти парни хуже других!

source: <11>{#p/basic}{~}{#x1}Who cares. Who cares! WHO CARES!
ru_ru: Всемирная организация здравоохранения заботится!

source: <11>{#p/basic}{~}{#x4}I DON'T NEED FRIENDS!!
ru_ru: <11>{#p/basic}{~}{#x4} Мне не нужны друзья!

source: <11>{#p/basic}{~}{#x6}I'VE GOT KNIVES!!!
ru_ru: <11>{#p/basic}{~}{#x6} У меня есть нож!!

source: <11>{#p/basic}{~}{#x3}I'm...
ru_ru: <11>{#p/basic}{~}{#x3} Я.

source: <11>{#p/basic}{~}{#x3}Out of knives.
ru_ru: <11>{#p/basic}{~}{#x3} Нож заканчивается.

source: <11>{#p/basic}{~}{#x4}BUT IT DOESN'T MATTER!!!
ru_ru: <11>{#p/basic}{~}{#x4} Но это не важно!!

source: <11>{#p/basic}{~}{#x4}YOU CAN'T HURT ME AND I CAN'T HURT YOU!
ru_ru: <11>{#p/basic}{~}{#x4} Ты не можешь причинить мне вреда, и я не могу причинить тебе вреда!

source: <11>{#p/basic}{~}{#x1}YOU'LL BE STUCK FIGHTING ME...
ru_ru: <11>{#p/basic}{~}{#x1} Ты ударишь меня.

source: <11>{#p/basic}{~}{#x1}Forever.
ru_ru: <11>{#p/basic}{~}{#x1} Всегда.

source: <11>{#p/basic}{~}{#x4}Forever!
ru_ru: <11>{#p/basic}{~}{#x4} Всегда!

source: <11>{#p/basic}{~}{#x6}FOREVER!!!!
ru_ru: <11>{#p/basic}{~}{#x6} Навсегда!!!

source: <11>{*}{#p/basic}{~}{#x6}AHAHAHAHA HAHAHAHAH AHAHAHAHA HAHAHAHAH AHAHAHAHA{%}
ru_ru: <11>{*}{#p/basic}{~}{#x6} Ха - ха - ха - ха

source: <11>{*}{#p/basic}{~}{#x2}Wh... What the heck is this!?{^20}{%}
ru_ru: Что это за хрень? {^ 20}{%}

source: <11>{*}{#p/basic}{~}{#x6}Ergh! Acid rain!?{^20}{%}
ru_ru: Кислотный дождь! {^ 20}{%}

source: <11>{*}{#p/basic}{~}{#x4}Oh, FORGET IT! I'm OUTTA here!!{^20}{%}
ru_ru: Я вышел! {^ 20}{%}

source: <32>{#p/story}* Mad Dummy is looking for the nearest airlock to throw you out of.
ru_ru: <32>{#p/story}* Безумный манекен ищет ближайший шлюз, чтобы выгнать вас.

source: <32>{#p/story}* Mad Dummy is bossing around its bullets.
ru_ru: <32>{#p/story}* Безумный дурак отдает приказы вокруг пули.

source: <32>{#p/story}* Mad Dummy glares into a portal, then turns to you with the same expression.
ru_ru: <32>{#p/story}* Безумный манекен сердито смотрит на портал и поворачивается к вам с тем же выражением.

source: <32>{#p/story}* Mad Dummy is hopping mad.
ru_ru: <32>{#p/story}* Безумный дурак сошел с ума.

source: <32>{#p/story}* Smells like a textile factory.
ru_ru: <32>{#p/story}* Пахнет как текстильная фабрика.

source: <32>{#p/story}* Glad Dummy is just happy to be here.
ru_ru: <32>{#p/story}* Очень приятно быть здесь.

source: <32>{#p/story}* Glad Dummy thinks of all the wonderful things it's going to do.
ru_ru: <32>{#p/story}* Счастливый дурак думает обо всех замечательных вещах, которые он собирается сделать.

source: <32>{#p/story}* Glad Dummy seems content.
ru_ru: <32>{#p/story}* Счастливые манекены кажутся довольными.

source: <11>{#p/basic}{~}{#x1}Futile. Futile! FUTILE!
ru_ru: Бесполезно!

source: <11>{#p/basic}{~}{#x1}Pitiful. Pitiful! PITIFUL!
ru_ru: Бедняжка!

source: <11>{#p/basic}{~}{#x1}Feeble. Feeble! FEEBLE!
ru_ru: Слабость!

source: <11>{#p/basic}{~}{#x6}Why you little...!
ru_ru: <11>{#p/basic}{~}{#x6} Почему ты такой маленький.

source: <11>{#p/basic}{~}{#x4}Are you kidding me??
ru_ru: <11>{#p/basic}{~}{#x4} Ты шутишь?

source: <11>{#p/basic}{~}{#x2}Come on!
ru_ru: <11>{#p/basic}{~}{#x2} Давай!

source: <32>{#p/story}* Glad Dummy lets you go.
ru_ru: <32>{#p/story}* Рад, что дурак отпустил тебя.

source: <32>{#p/story}* Mad Dummy blocks the way!
ru_ru: <32>{#p/story}* Безумный дурак преградил дорогу!

source: <08>{#p/basic}{~}Squorch!
ru_ru: <08>{#p/basic}{~} Чушь собачья!

source: <08>{#p/basic}{~}Final blorb.
ru_ru: <08>{#p/basic}{~} Окончательная ошибка.

source: <32>{#p/asriel2}* Gelatini, the mindless mold. * What more can I say?
ru_ru: * Что еще я могу сказать?

source: <32>{#p/story}* GELATINI - ATK 6 DEF 0 * Stereotypical: Curvaceously attractive, but no brains...
ru_ru: * Стереотипы: кривая красивая, но без головы...

source: <32>{#p/story}* GELATINI - ATK 6 DEF 0 * It's even more attractive in this season's colors.
ru_ru: * Цвета в этом сезоне более привлекательны.

source: <32>{#p/story}* GELATINI - ATK 6 DEF 0 * It's exactly your type. * It's "stereo."
ru_ru: * Это "стерео"

source: <32>{#p/story}* GELATINI - ATK 6 DEF 0 * This mold supermodel appears to be past its prime.
ru_ru: * Эта супермодель, похоже, прошла свой расцвет.

source: <32>{#p/human}* (You wiggle your hips.) * (Gelatini wiggles back.)
ru_ru: * (желатин качается назад.)

source: <33>{#p/basic}* What a meaningful conversation!
ru_ru: <33>{#p/basic}* Какой содержательный диалог!

source: <33>{#p/human}* (You give Gelatini a nice pat.) * (Its body changes color...)
ru_ru: * (Его тело будет обесцвечиваться...)

source: <32>{#p/basic}* It's Gelatini's happy color!
ru_ru: <32>{#p/basic}* Это счастливый цвет желатина!

source: <32>{#p/human}* (You give Gelatini a big slap.)
ru_ru: <32>{#p/human}* (Вы дали желатину пощечину.)

source: <32>{#p/basic}* Gelatini is jostled, but remains ultimately unfazed.
ru_ru: <32>{#p/basic}* желатин был оттолкнут, но в конечном итоге не пострадал.

source: <32>{#p/human}* (You deliver your mightiest slap to Gelatini.)
ru_ru: <32>{#p/human}* (Вы дали желатину один из самых мощных пощечин.)

source: <32>{#p/basic}* Gelatini is shaken to its core!
ru_ru: <32>{#p/basic}* желатин попал в ядро!

source: <32>{#p/basic}* Gelatini flees the scene!
ru_ru: <32>{#p/basic}* Желатин покидает место происшествия!

source: <08>{#p/basic}{~}Squorch..
ru_ru: <08>{#p/basic}{~} квадрат.

source: * Gelatini
ru_ru: * желатин

source: <32>{#p/kidding}* This can't be good...
ru_ru: <32>{#p/Шутка}* Это не очень хорошо.

source: <32>{#p/story}* Gelatini has started to rot.
ru_ru: <32>{#p/story}* желатин начал гнить.

source: <32>{#p/asriel2}* Gelatini squared.
ru_ru: <32>{#p/asriel2}* желатиновый квадрат.

source: <32>{#p/story}* It's a pair of Gelatinis.
ru_ru: <32>{#p/story}* Это пара желатина.

source: <32>{#p/asriel2}* Gelatini.
ru_ru: <32>{#p/asriel2}* желатин.

source: <32>{#p/kidding}* Shh... it's thinking!
ru_ru: <32>{#p/Шутка}* Шшш... Он думает!

source: <32>{#p/story}* Gelatini blorbs quietly.
ru_ru: <32>{#p/story}* Желатин тихо пузырится.

source: <32>{#p/story}* Gelatini waits optimistically.
ru_ru: <32>{#p/story}* Гелатини ждет с оптимизмом.

source: <32>{#p/kidding}* A blorb here, a blorb there...
ru_ru: <32>{#p/Шутка}* Вот тут один засранец, там один засранец...

source: <32>{#p/story}* Gelatini is ruminating.
ru_ru: <32>{#p/story}* желатин размышляет.

source: <32>{#p/kidding}* I wonder what Gelatinis are actually made of.
ru_ru: <32>{#p/Шутка}* Я хочу знать, из чего на самом деле сделан желатин.

source: <32>{#p/story}* The aroma of lime gelatin wafts through.
ru_ru: <32>{#p/story}* Аромат лаймового желатина проплывает.

source: <32>{#p/story}* And then, there was one.
ru_ru: <32>{#p/story}* Затем, есть один.

source: <32>{#p/kidding}* Just us now!
ru_ru: <32>{#p/Шутка}* Теперь только мы!

source: <32>{#p/story}* Gelatini now blorbs solo.
ru_ru: <32>{#p/story}* желатин теперь blorbs соло.

source: <08>{#p/basic}{~}I can communi- cate else- where.
ru_ru: <08>{#p/basic}{~} Я могу общаться в других местах.

source: <08>{#p/basic}{~}Warning broad- cast is well re- ceived!
ru_ru: <08>AU #p/basic ~ Ϡ Предупреждение: радио - это мудрый шаг!

source: <08>{#p/basic}{~}Ooh.. I like this kind of signal..
ru_ru: <08>{#p/basic}{~} О. Мне нравится этот сигнал.

source: <08>{#p/basic}{~}I'm on your wave- length now!
ru_ru: <08>{#p/basic}{~} Я сейчас на твоей длине волны!

source: <08>{#p/basic}{~}The signal.. is right on top of me..
ru_ru: <08>{#p/basic}{~} Сигнал. Прямо на мне.

source: <08>{#p/basic}{~}I'm just a waste of band- width..
ru_ru: <08>{#p/basic}{~} Я просто растрачиваю пропускную способность.

source: <08>{#p/basic}{~}I'll wire you the cash right away!
ru_ru: <08>{#p/basic}{~} Я сейчас же телеграфно переведу вам наличные!

source: <32>{#p/asriel2}* Astro Serf, the attention- seeking astronaut. Cares for nothing but its antenna.
ru_ru: <32>{#p/asriel2}* Астро Серф, астронавт, ищущий внимания. Ничего, кроме антенны.

source: <32>{#p/story}* ASTRO SERF - ATK 11 DEF 4 * This teen wonders why it isn't named 'Radio Jack.'
ru_ru: * Подросток задается вопросом, почему его не назвали « Radio Jack»

source: <32>{#p/story}* ASTRO SERF - ATK 11 DEF 4 * This teen seems to appreciate your sense of fashion.
ru_ru: * Этот подросток, похоже, восхищается вашим чувством моды.

source: <32>{#p/story}* ASTRO SERF - ATK 11 DEF 4 * This teen is getting ALL the right signals.
ru_ru: * Подросток получил все правильные сигналы.

source: <32>{#p/story}* ASTRO SERF - ATK 11 DEF 4 * Attempting to hijack a public radio to call for help.
ru_ru: :: Попытка захвата общественной радиостанции & lt; & lt; Зов о помощи & gt; & gt;.

source: <32>{#p/human}* (You inform Astro Serf that it has a great antenna.)
ru_ru: <32>{#p/human}* (Вы сказали Astro - Serf, что у него отличная антенна.)

source: <32>{#p/human}* (You flirt with Astro Serf.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Astro Serf).

source: <08>{#p/basic}{~}DUH! Who DOESN'T know?
ru_ru: Кто не знает?

source: <08>{#p/basic}{~}Envious? TOO BAD!
ru_ru: Это ужасно!

source: <32>{#p/asriel2}* Astro Serf.
ru_ru: <32>{#p/asriel2}* Астрономы.

source: <32>{#p/story}* Astro Serf is secretly checking if you're looking at its antenna.
ru_ru: <32>{#p/story}* Astro Serf тайно проверяет, смотрите ли вы на его антенну.

source: <32>{#p/story}* Astro Serf is impressed.
ru_ru: <32>{#p/story}* Astro Serf Впечатляет.

source: <09>{#p/basic}{~}HELLO??? My antenna's up here.
ru_ru: Моя антенна здесь.

source: <08>{#p/basic}{~}What? What are you doing?
ru_ru: Что ты делаешь?

source: <08>{#p/basic}{~}But.. it can't be..!
ru_ru: <08>{#p/basic}{~} Однако. Невозможно.

source: <08>{#p/basic}{~}Woah.. How did you do that??
ru_ru: Как ты это сделал?

source: <08>{#p/basic}{~}You're.. making your OWN antenna?
ru_ru: <08>{#p/basic}{~} Вы делаете антенну в... самостоятельно?

source: <32>{#p/human}* (You begin to fashion your own antenna.)
ru_ru: <32>{#p/human}* (Вы начинаете проектировать собственную антенну.)

source: <32>{#p/basic}* But... how?
ru_ru: <32>{#p/basic}* Но... Как?

source: <32>{#p/human}* (You finish the antenna, and proceed to put it on.)
ru_ru: <32>{#p/human}* (Вы заканчиваете антенну и продолжаете ее носить).

source: <32>{#p/human}* (You start on another antenna.)
ru_ru: <32>{#p/human}* (Вы начинаете с другой антенны.)

source: <32>{#p/basic}* Not knowing what to do, Astro Serf runs away.
ru_ru: <32>{#p/basic}* Astro Serf не знал, что делать, и убежал.

source: <32>{#p/story}* Astro Serf is not impressed by your attire.
ru_ru: <32>{#p/story}* Astro Serf не довольна вашим платьем.

source: <32>{#p/story}* Astro Serf is in love.
ru_ru: <32>{#p/story}* Stro Serf Влюблен.

source: <08>{#p/basic}{~}No deal! Not without an antenna!
ru_ru: Без антенны не обойтись!

source: <08>{#p/basic}{~}W-what?? Um.. I.. You..
ru_ru: Ты...

source: <32>{#p/asriel2}* Almost dead.
ru_ru: <32>{#p/asriel2}* Почти умер.

source: <32>{#p/story}* Astro Serf's suit is loose.
ru_ru: <32>{#p/story}* Костюм Stro Serf вышел из строя.

source: <08>{#p/basic}{~}Where's YOUR antenna?
ru_ru: <08>{#p/basic}{~} Где ваша антенна?

source: <08>{#p/basic}{~}Your head looks so ..NAKED
ru_ru: <08>{#p/basic}{~} Ваша голова выглядит очень хорошо. Голая.

source: <08>{#p/basic}{~}What a great antenna! (Mine)
ru_ru: (Шахты)

source: <09>{#p/basic}{~}It's signal feedback, not radi- ation
ru_ru: <09>{#p/basic}{~} Это обратная связь сигнала, а не излучение

source: <08>{#p/basic}{~}I just looove my antenna. OK?
ru_ru: Ладно.

source: <08>{#p/basic}{~}What have you done..
ru_ru: <08>{#p/basic}{~} Что вы сделали.

source: * Astro Serf
ru_ru: * Астро Серф

source: <32>{#p/story}* Astro Serf also wants antennae for its other body parts.
ru_ru: <32>{#p/story}* Astro Serf также хочет оснастить антеннами другие части своего тела.

source: <32>{#p/story}* Astro Serf makes sure its antenna is still there.
ru_ru: <32>{#p/story}* Astro Serf гарантирует, что его антенна все еще там.

source: <32>{#p/story}* Astro Serf is thinking about a certain article of clothing.
ru_ru: <32>{#p/story}* Astro Serf рассматривает определенную одежду.

source: <32>{#p/story}* Smells like lithium.
ru_ru: <32>{#p/story}* Пахнет литием.

source: <32>{#p/story}* Astro Serf struts into view.
ru_ru: <32>{#p/story}* Astro Serf выходит в поле зрения.

source: <08>{#p/basic}{~}I KNEW IT!!! THIEF!!
ru_ru: Вор!

source: <08>{#p/basic}{~}HELP!!! FASHION POLICE!!
ru_ru: Модный полицейский!

source: <33>{#p/human}* (You steal Astro Serf's antenna.) * (Its spacesuit falls off.)
ru_ru: * (Его скафандр выпал.)

source: <33>{#p/basic}* Looks like it was powered by lithium the whole time.
ru_ru: <33>{#p/basic}* Кажется, что он всегда управлялся литием.

source: <32>{#p/human}* (You try stealing Astro Serf's antenna, but it hasn't been weakened enough.)
ru_ru: <32>{#p/human}* (Вы пытались украсть антенну Astro Serf, но она была недостаточно ослаблена.)

source: <32>{#p/asriel2}* Lithium. * That's literally it.
ru_ru: * Это действительно так.

source: <32>{#p/story}* LITHIUM - ATK 1 DEF 0 * Without its spacesuit...
ru_ru: * Нет скафандра.

source: <32>{#p/human}* (You inform Lithium that it still looks fine.)
ru_ru: <32>{#p/human}* (Вы сказали Lithium, что он все еще выглядит хорошо).

source: <32>{#p/asriel2}* Lithium.
ru_ru: <32>{#p/asriel2}* Литий.

source: <32>{#p/story}* Lithium doesn't mind its identity.
ru_ru: <32>{#p/story}* Lithium не возражает против своей личности.

source: <08>{#p/basic}{~}Yeah.. I like my body too.
ru_ru: <08>{#p/basic}{~} Да. Я тоже люблю свое тело.

source: <08>{#p/basic}{~}Hmm.. antennae are for posers.
ru_ru: <08>{#p/basic}{~} хм. Антенна предназначена для позерства.

source: <08>{#p/basic}{~}So I can still impress you?
ru_ru: <08>{#p/basic}{~} Так что я все еще могу произвести на вас впечатление?

source: <08>{#p/basic}{~}I wanted you to see me as cool.
ru_ru: <08>{#p/basic}{~} Я хочу, чтобы вы думали, что я крутой.

source: <32>{#p/asriel2}* Almost dead. * Again.
ru_ru: * Снова.

source: <32>{#p/story}* It's disintegrating.
ru_ru: <32>{#p/story}* Он распадается.

source: <08>{#p/basic}{~}I.. I..
ru_ru: I. СОДЕРЖАНИЕ

source: <08>{#p/basic}{~}What can I say..
ru_ru: <08>{#p/basic}{~} Что я могу сказать.
