Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <32>* (Weird, right?) * (But I heard humans turn blue when they get beat up, too.)
ru_ru: <32>* (Странно, правда?) * (Но я слышал, что люди тоже синеют, когда их бьют).

source: <32>* (So, I suppose you can relate to that.)
ru_ru: <32>* (Полагаю, ты можешь это понять.)

source: <32>* (Well, thank you for listening to my head-talk.) * Ribbit.
ru_ru: <32>* (Ну, спасибо, что выслушала мои рассуждения.) * Ква.

source: <32>{#p/human}* (You stare deeply into the cosmos beyond...)
ru_ru: <32>{#p/human}* (Ты пристально вглядываешься в открытый космос...)

source: <32>{#p/basic}* In the end, these rooms still feel like nothing more than lookout areas.
ru_ru: <32>{#p/basic}* В конце концов, эти комнаты всё равно кажутся не более чем смотровыми площадками.

source: <32>{#p/basic}* Why does it feel like some of these rooms...
ru_ru: <32>{#p/basic}* Почему кажется, что некоторые из этих комнат...

source: <32>* ... were just made solely to be lookout areas?
ru_ru: <32>* ... были сделаны только для того, чтобы быть смотровыми площадками?

source: <32>{#p/human}* (The sign describes puzzle- solving as an unnecessary part of space exploration.)
ru_ru: <32>{#p/human}* (Знак описывает решение головоломок как ненужную часть освоения космоса).

source: <25>{#p/asriel1}{#f/13}* Unlike most signs, this one has a point.
ru_ru: <25>{#p/asriel1}{#f/13}* В отличие от большинства знаков, этот имеет смысл.

source: <25>{#f/15}* And that's not just because I'm the one who wrote it.
ru_ru: <25>{#f/15}* И это не только потому, что я тот, кто её написал.

source: <25>{#p/asriel1}{#f/3}* ... don't tell me you actually enjoyed these puzzles.
ru_ru: <25>{#p/asriel1}{#f/3}* ... только не говори мне, что тебе действительно понравились эти головоломки.

source: <25>{#p/asriel1}{#f/10}* Frisk, even you're not THAT weird.
ru_ru: <25>{#p/asriel1}{#f/10}* Фриск, даже ты не такой уж и странный.

source: <32>{#p/human}* (The sign describes the value of patience in space.)
ru_ru: <32>{#p/human}* (Знак описывает значение терпения в пространстве).

source: <32>{#p/basic}* "The final frontier is a deep dark sea."
ru_ru: <32>{#p/basic}* «Последний рубеж - это глубокое тёмное море».

source: <32>* "Navigating its waters should NEVER require solving badly designed puzzles!"
ru_ru: <32>* «Плавание по её водам НИКОГДА не должно требовать решения плохо продуманных головоломок!»

source: <32>{#p/basic}* "Before charging into the {@fill=#ff993d}great unknown{@fill=#fff}, you must wait for its {@fill=#00a2e8}currents to align{@fill=#fff}."
ru_ru: <32>{#p/basic}* «Прежде чем отправиться в {@fill=#ff993d} великую неизвестность{@fill=#fff}, нужно подождать, пока её {@fill=#00a2e8} течения выровняются{@fill=#fff}».

source: <32>{#p/human}* (You stare reflectively into the cosmos beyond...)
ru_ru: <32>{#p/human}* (Ты задумчиво смотришь в открытый космос...)

source: <32>{#p/basic}* It sure... was... a nice view.
ru_ru: <32>{#p/basic}* Это точно... был... хороший вид.

source: <32>{#p/basic}* It sure is a nice view.
ru_ru: <32>{#p/basic}* Из окна открывается прекрасный вид.

source: <32>{#p/human}* (The sign appears to be an advertisement for a now- defunct steak sale.)
ru_ru: <32>{#p/human}* (Вывеска, судя по всему, представляет собой объявление о продаже ныне несуществующего стейка).

source: <32>{#p/basic}* "Be sure to catch a slice of Glyde's Signature Steak (TM) in the activities room!"
ru_ru: <32>{#p/basic}* «Обязательно попробуйте фирменный стейк Глида (TM) в комнате развлечений!»

source: <25>{#p/asriel1}{#f/20}* Yeah... Toriel was never one to keep these in one piece.
ru_ru: <25>{#p/asriel1}{#f/20}* Да... Ториэль никогда не умела хранить их в целости и сохранности.

source: <25>{#f/21}* Even these replicas of my model starships got smashed...
ru_ru: <25>{#f/21}* Даже эти копии моих моделей звездолетов были разбиты...

source: <25>{#f/13}* It's surprising. * She's usually such an organized person.
ru_ru: <25>{#f/13}* Это удивительно. * Обычно она такая организованная личность.

source: <25>{#p/asriel1}{#f/17}* ... she must have been having a bad day.
ru_ru: <25>{#p/asriel1}{#f/17}* ... должно быть, у неё был плохой день.

source: <25>{#p/asriel1}{#f/13}* It happens...
ru_ru: <25>{#p/asriel1}{#f/13}* Так бывает...

source: <32>{#p/basic}* It's a toy box. * The model starships have been smashed to pieces.
ru_ru: <32>{#p/basic}* Это ящик с игрушками. * Модели звездолётов разбиты вдребезги.

source: <32>{#p/basic}* The little ships in this box were never repaired.
ru_ru: <32>{#p/basic}* Маленькие кораблики в этой коробке никогда не ремонтировались.

source: <32>* If this was at Asgore's house, they'd be in perfect shape.
ru_ru: <32>* Если бы это происходило в доме Асгора, они были бы в идеальной форме.

source: <32>{#p/basic}* A box of model starships! * And... shattered glass?
ru_ru: <32>{#p/basic}* Коробка с моделями звездолётов! * И... разбитое стекло?

source: <32>* Looks like someone broke their little ships.
ru_ru: <32>* Похоже, кто-то сломал их маленькие кораблики.

source: <32>{#p/human}* (You can't find anything in here besides several of the exact same outfit.)
ru_ru: <32>{#p/human}* (Ты не сможешь найти здесь ничего, кроме нескольких одинаковых нарядов).

source: <32>{#p/basic}* A cabinet full of blue and yellow striped shirts.
ru_ru: <32>{#p/basic}* Шкаф, полный синих и желтых полосатых рубашек.

source: <32>* Like that's ever gonna change.
ru_ru: <32>* Как будто это когда-нибудь изменится.

source: <25>{#p/asriel1}{#f/21}* ... it's missing...
ru_ru: <25>{#p/asriel1}{#f/21}* ... он пропал...

source: <32>* There still isn't much else to say.
ru_ru: <32>* Больше сказать нечего.

source: <32>* There's not much else to say.
ru_ru: <32>* Больше сказать нечего.

source: <32>{#p/human}* (The drawing doesn't appear to be anything of importance.)
ru_ru: <32>{#p/human}* (Рисунок, похоже, не представляет собой ничего важного).

source: <25>{#p/asriel1}{#f/13}* It's long gone now, but the real drawing I made here...
ru_ru: <25>{#p/asriel1}{#f/13}* Его уже давно нет, но настоящий рисунок я сделал здесь...

source: <25>{#f/17}* ... was basically the blueprint for my "god of hyperdeath" form.
ru_ru: <25>{#f/17}* ... по сути, это был чертеж моей формы «бога гиперсмерти».

source: <25>{#f/17}* Super skybreaker, titanium striker...
ru_ru: <25>{#f/17}* Суперразрушитель неба, титановый ударник...

source: <25>{#f/20}* And, of course, the legendary "hyper goner."
ru_ru: <25>{#f/20}* И, конечно же, легендарный «гипергонер».

source: <25>{#p/asriel1}{#f/17}* Yeah... I guess I had it all planned out.
ru_ru: <25>{#p/asriel1}{#f/17}* Да... Похоже, я все предусмотрел.

source: <25>{#f/20}* I came up with lots of crazy stuff, all the time...
ru_ru: <25>{#f/20}* Я постоянно придумывал всякие безумные вещи...

source: <25>{#f/1}* Ooh, you would have ADORED my pan-galactic starship concept.
ru_ru: <25>{#f/1}* О, ты бы обожал мою концепцию пангалактического звездолета.

source: <25>{#p/asriel1}{#f/17}* Frisk, I hope...
ru_ru: <25>{#p/asriel1}{#f/17}* Фриск, я надеюсь...

source: <25>{#f/23}* I really hope we can have a moment like that between us.
ru_ru: <25>{#f/23}* Я очень надеюсь, что между нами будет такой момент.

source: <25>{#f/22}* Back with $(name), it was always...
ru_ru: <25>{#f/22}* Назад с $(name), это было всегда...

source: <25>{#f/15}* ... difficult.
ru_ru: <25>{#f/15}* ... трудно.

source: <25>{#p/asriel1}{#f/20}* Don't worry. * If you can't draw, I'll just teach you.
ru_ru: <25>{#p/asriel1}{#f/20}* Не волнуйся. * Если ты не умеешь рисовать, я просто научу тебя.

source: <32>{#p/basic}* A forgettable drawing. * Nothing like the original.
ru_ru: <32>{#p/basic}* Незабываемый рисунок. * Ничто не напоминает оригинал.

source: <32>{#p/basic}* A children's drawing, depicting a giant monster with rainbow wings.
ru_ru: <32>{#p/basic}* Детский рисунок, изображающий гигантского монстра с радужными крыльями.

source: <32>* It's just like the one at home...
ru_ru: <32>* Он такой же, как дома...

source: <32>{#p/human}* (The couch appears to have never been used.)
ru_ru: <32>{#p/human}* (Диван, похоже, никогда не использовался).

source: <32>{#p/basic}* No matter how much time passes, it's unlikely anyone will ever sit here.
ru_ru: <32>{#p/basic}* Сколько бы времени ни прошло, вряд ли кто-нибудь когда-нибудь будет сидеть здесь.

source: <32>{#p/basic}* It's a couch. * What else were you expecting?
ru_ru: <32>{#p/basic}* Это диван. * Чего еще ты ожидал?

source: <32>{#p/basic}* A comfortable-looking couch.
ru_ru: <32>{#p/basic}* Удобный на вид диван.

source: <32>* The temptation to sink into its luscious cushions is hard to resist...
ru_ru: <32>* Перед соблазном погрузиться в его роскошные подушки трудно устоять...

source: <32>{#p/human}* (You glance at the end table, but it doesn't appear to glance back.)
ru_ru: <32>{#p/human}* (Ты смотришь на крайний столик, но он, кажется, не оглядывается.)

source: <32>{#p/basic}* An unremarkable end table.
ru_ru: <32>{#p/basic}* Неприметный торцевой столик.

source: <32>{#p/basic}* Rather unrealistically, it's in near-perfect condition.
ru_ru: <32>{#p/basic}* Совершенно нереально, что он находится в почти идеальном состоянии.

source: <32>{#p/human}* (You stare wishfully into the cosmos beyond...)
ru_ru: <32>{#p/human}* (Ты с желанием смотришь в дальний космос...)

source: <32>{#p/human}* (You stare wistfully into the cosmos beyond...)
ru_ru: <32>{#p/human}* (Ты с тоской смотришь в открытый космос...)

source: <32>{#p/basic}* It's just another window.
ru_ru: <32>{#p/basic}* Это просто ещё одно окно.

source: <32>{#p/basic}* Despite everything, it's a beautiful view of outer space.
ru_ru: <32>{#p/basic}* Несмотря ни на что, это прекрасный вид на космос.

source: <32>{#p/basic}* It's a beautiful view of outer space.
ru_ru: <32>{#p/basic}* Это прекрасный вид на космос.

source: <32>{#p/human}* (The sign describes the room within as being incomplete.)
ru_ru: <32>{#p/human}* (Знак описывает комнату внутри как недостроенную).

source: <25>{#p/asriel1}{#f/3}* If this house weren't a replica, that would be Dad's room...
ru_ru: <25>{#p/asriel1}{#f/3}* Если бы этот дом не был копией, это была бы комната отца...

source: <25>{#f/4}* You can guess why it was never finished.
ru_ru: <25>{#f/4}* Ты можешь догадаться, почему она так и не была закончена.

source: <25>{#f/15}* That speech affected Mom in a... not good way.
ru_ru: <25>{#f/15}* Эта речь подействовала на маму... не лучшим образом.

source: <25>{#f/4}* As a star, I sometimes... spied on her.
ru_ru: <25>{#f/4}* Будучи звездой, я иногда... подглядывал за ней.

source: <25>{#f/3}* And the way she was talking, it's like she never left that moment.
ru_ru: <25>{#f/3}* И, как она говорила, как будто и не покидало её в тот момент.

source: <25>{#f/13}* Then, you arrived, and everything changed...
ru_ru: <25>{#f/13}* Потом появился ты, и все изменилось...

source: <25>{#f/15}* This is too awkward. * I'm going to pretend we aren't here.
ru_ru: <25>{#f/15}* Это слишком неловко. * Я притворюсь, что нас здесь нет.

source: <32>{#p/basic}* "Room under renovations."
ru_ru: <32>{#p/basic}* «Комната на ремонте».

source: <25>{#p/asriel1}{#f/24}* It's us...
ru_ru: <25>{#p/asriel1}{#f/24}* Это мы...

source: <32>{#p/basic}* It's you.
ru_ru: <32>{#p/basic}* Это ты.

source: <32>{#p/basic}* It's you...
ru_ru: <32>{#p/basic}* Это ты...

source: <32>{#p/basic}* ... and it always will be.
ru_ru: <32>{#p/basic}* ... и так будет всегда.

source: <32>{#p/basic}* It's you!
ru_ru: <32>{#p/basic}* Это ты!

source: <32>{#p/human}* (You thank the plant for the warmth it brings each day.)
ru_ru: <32>{#p/human}* (Ты благодаришь растение за тепло, которое оно приносит каждый день).

source: <32>{#p/basic}* This plant is just happy you're still alive.
ru_ru: <32>{#p/basic}* Это растение просто счастливо, что ты ещё жив.

source: <32>{#p/basic}* This plant is not very happy to see you.
ru_ru: <32>{#p/basic}* Это растение не очень-то радо видеть вас.

source: <32>{#p/basic}* This plant is happy to see you.
ru_ru: <32>{#p/basic}* Это растение радо видеть вас.

source: <32>{#p/basic}* This plant is ecstatic about seeing you!
ru_ru: <32>{#p/basic}* Это растение в восторге от встречи с тобой!

source: <32>{#p/human}* (You rustle the corny plant.)
ru_ru: <32>{#p/human}* (Ты шелестишь колючим растением.)

source: <32>{#p/basic}* This plant looks quite corny.
ru_ru: <32>{#p/basic}* Это растение выглядит довольно банально.

source: <32>{#p/human}* (You look under the table and find a set of crayons.)
ru_ru: <32>{#p/human}* (Ты заглядываешь под стол и находишь там набор мелков).

source: <25>{#p/asriel1}{#f/24}* I think $(name) might have lost the blue crayon.
ru_ru: <25>{#p/asriel1}{#f/24}* Я думаю $(name) мог потерять синий карандаш.

source: <25>{#f/7}* ... actually, no. * I KNOW they lost the blue crayon.
ru_ru: <25>{#f/7}* ... вообще-то, нет. * Я ЗНАЮ, что он потерял синий карандаш.

source: <25>{#f/6}* It turned up later in a food chest, but nobody thought to check it.
ru_ru: <25>{#f/6}* Позже он обнаружился в сундуке с едой, но никто не догадался его проверить.

source: <25>{#f/16}* They must have been trying to claim the chest as their own.
ru_ru: <25>{#f/16}* Должно быть, они пытались присвоить сундук себе.

source: <26>{#p/asriel1}{#f/4}* If we ever get a new set of crayons, I'm keeping watch.
ru_ru: <26>{#p/asriel1}{#f/4}* Если мы когда-нибудь получим новый набор мелков, я буду следить за этим.

source: <25>{#f/3}* The moment you even think about losing a crayon...
ru_ru: <25>{#f/3}* В тот момент, когда ты даже думаешь о том, что потерял карандаш...

source: <26>{#f/8}* I'll be there to stop that crime train before it even hits the tracks.
ru_ru: <26>{#f/8}* Я буду там, чтобы остановить этот криминальный поезд еще до того, как он встанет на рельсы.

source: <25>{#f/2}* Just you wait.
ru_ru: <25>{#f/2}* Ты только подожди.

source: <25>{#p/asriel1}{#f/31}* I've got my eyes on you, Frisk.
ru_ru: <25>{#p/asriel1}{#f/31}* Я присматриваюсь к тебе, Фриск.

source: <25>{#f/8}* And... maybe my ears.
ru_ru: <25>{#f/8}* И... возможно, мои уши.

source: <25>{#p/asriel1}{#f/10}* Are you staring at my ears again? * You keep doing that.
ru_ru: <25>{#p/asriel1}{#f/10}* Ты опять пялишься на мои уши? * Ты продолжаешь это делать.

source: <32>{#p/basic}* Two crayons are missing from the set.
ru_ru: <32>{#p/basic}* В наборе не хватает двух мелков.

source: <32>{#p/basic}* One crayon is missing from the set.
ru_ru: <32>{#p/basic}* В наборе не хватает одного мелка.

source: <32>{#p/basic}* The ever-evasive blue crayon, missing for a hundred years...
ru_ru: <32>{#p/basic}* Вечный синий карандаш, пропавший на сто лет...

source: <32>{#p/basic}* Truly a legend of our time.
ru_ru: <32>{#p/basic}* Поистине легенда нашего времени.

source: <32>{#p/human}* (You look under the table and find a deck of cards.)
ru_ru: <32>{#p/human}* (Ты заглядываешь под стол и находишь колоду карт).

source: <25>{#p/asriel1}{#f/27}* $(name) and I were never really into those kinds of things.
ru_ru: <25>{#p/asriel1}{#f/27}* $(name) и я с ним никогда не увлекались подобными вещами.

source: <25>{#p/asriel1}{#f/15}* Well... I say never.
ru_ru: <25>{#p/asriel1}{#f/15}* Хорошо... я сказал никогда.

source: <25>{#p/asriel1}{#f/15}* Uh, let's just not talk about it.
ru_ru: <25>{#p/asriel1}{#f/15}* Давай просто не будем об этом говорить.

source: <25>{#p/asriel1}{#f/13}* The last time we did, a table got flipped over.
ru_ru: <25>{#p/asriel1}{#f/13}* В последний раз, когда мы это делали, перевернулся стол.

source: <33>{#p/basic}* It's just not worth your time.
ru_ru: <33>{#p/basic}* Это просто не стоит твоего времени.

source: <33>{#p/basic}* Soon enough, we'll never have to think about these again.
ru_ru: <33>{#p/basic}* Скоро нам больше не придется думать об этом.

source: <33>{#p/basic}* They're holographic, of course.
ru_ru: <33>{#p/basic}* Они, конечно же, голографические.

source: <32>{#p/human}* (You run your hand across the cutting board, noting the various grooves and ridges.)
ru_ru: <32>{#p/human}* (Ты проводишь рукой по разделочной доске, отмечая различные углубления и выступы).

source: <32>{#p/basic}* It's a cutting board.
ru_ru: <32>{#p/basic}* Это разделочная доска.

source: <32>{#p/basic}* Toriel's cutting board. * It's not as up-to-scratch as it used to be.
ru_ru: <32>{#p/basic}* Разделочная доска Ториэль. * Она уже не так хороша, как раньше.

source: <25>{#p/asriel1}{#f/21}* $(name) always said leaving fur in the drain was super gross.
ru_ru: <25>{#p/asriel1}{#f/21}* $(name) всегда говорил, что оставлять шерсть в стоке - это очень противно.

source: <25>{#f/15}* I always thought it was normal, though...
ru_ru: <25>{#f/15}* Я всегда считал это нормальным, хотя...

source: <25>{#p/asriel1}{#f/13}* Do humans not shed fur? * $(name) would never tell me things like this.
ru_ru: <25>{#p/asriel1}{#f/13}* Люди не линяют? * $(name) никогда бы не рассказал мне о таких вещах.

source: <25>{#p/asriel1}{#f/17}* I do have reason to believe humans shed. * Even if it's not fur.
ru_ru: <25>{#p/asriel1}{#f/17}* У меня есть основания полагать, что люди линяют. * Даже если это не мех.

source: <32>{#p/basic}* Remnants of the white fur once stuck here still remain to this very day.
ru_ru: <32>{#p/basic}* Остатки белого меха, когда-то застрявшего здесь, сохранились и по сей день.

source: <32>{#p/basic}* There are clumps of white fur stuck in the drain.
ru_ru: <32>{#p/basic}* В стоке застряли комки белого меха.

source: <25>{#p/asriel1}{#f/13}* I have to wonder why she thought buying this would be a good idea.
ru_ru: <25>{#p/asriel1}{#f/13}* Я должен задаться вопросом, почему она решила, что купить это будет хорошей идеей.

source: <25>{#f/10}* Unless she wanted to re-create Asgore's kitchen...?
ru_ru: <25>{#f/10}* Если только она не хотела воссоздать кухню Асгора...?

source: <25>{#f/17}* For someone who didn't like him, she had a weird way to show it.
ru_ru: <25>{#f/17}* Для человека, которому он не нравился, у неё был странный способ показать это.

source: <25>{#p/asriel1}{#f/15}* I really wish Toriel and Asgore stayed together sometimes.
ru_ru: <25>{#p/asriel1}{#f/15}* Мне бы очень хотелось, чтобы Ториэль и Асгор иногда оставались вместе.

source: <25>{#f/16}* ... but I guess it's for the best that they didn't.
ru_ru: <25>{#f/16}* ... но, думаю, к лучшему, что они этого не сделали.

source: <25>{#p/asriel1}{#f/13}* It just wasn't meant to be, Frisk...
ru_ru: <25>{#p/asriel1}{#f/13}* Этого просто не должно было случиться, Фриск...

source: <32>{#p/basic}* It's just a stovetop. * No one is going to use it.
ru_ru: <32>{#p/basic}* Это просто плита. * Никто не собирается ею пользоваться.

source: <32>{#p/basic}* It's just a stovetop.
ru_ru: <32>{#p/basic}* Это просто плита.

source: <32>{#p/basic}* The stovetop is very clean. * Toriel may not need a new one on the new world.
ru_ru: <32>{#p/basic}* Плита очень чистая. * Возможно, Ториэль не понадобится новая в новом мире.

source: <32>{#p/basic}* The stovetop is very clean. * Toriel must use fire magic instead.
ru_ru: <32>{#p/basic}* Плита очень чистая. * Ториэль должна использовать магию огня.

source: <32>{#p/human}* (You can't make out what's in the trash...)
ru_ru: <32>{#p/human}* (Ты не можешь разобрать, что находится в мусорном ведре...)

source: <32>{#p/basic}* Rather symbolically, the trash can has been emptied.
ru_ru: <32>{#p/basic}* Символично, что мусорный бак был опустошен.

source: <32>{#p/basic}* There is a crumpled up recipe for Starling Tea.
ru_ru: <32>{#p/basic}* Здесь лежит скомканный рецепт чая Старлинг.

source: <32>{#p/human}* (You note the fairly large size of the dining chair.)
ru_ru: <32>{#p/human}* (Ты замечаешь, что обеденный стул довольно большого размера).

source: <32>{#p/basic}* A larger dining chair.
ru_ru: <32>{#p/basic}* Большой обеденный стул.

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a queen.
ru_ru: <32>{#p/basic}* Один из обеденных стульев Ториэль. * Подходит для королевы.

source: <32>{#p/human}* (The books on this bookshelf consist of snail facts, family recipes, and gardening tips.)
ru_ru: <32>{#p/human}* (Книги на этой книжной полке состоят из фактов об улитках, семейных рецептов и советов по садоводству).

source: <32>{#p/basic}* It's a bookshelf.
ru_ru: <32>{#p/basic}* Это книжная полка.

source: <32>{#p/human}* (You pick out a book...)
ru_ru: <32>{#p/human}* (Ты берёшь книгу...)

source: <32>{#p/basic}* "Did you know that snails have a chainsaw-like tounge called a radula?"
ru_ru: <32>{#p/basic}* «Знаешь ли ты, что у улиток есть похожий на бензопилу язык, который называется радула?»

source: <32>* "Not many folks know about that one."
ru_ru: <32>* «Не многие знают об этом».

source: <32>* "Another neat thing about 'em is how their digestive systems flip as they mature."
ru_ru: <32>* «Еще одна интересная вещь о них - как меняется их пищеварительная система по мере взросления».

source: <32>* "Oh, and did I mention..."
ru_ru: <32>* "О, и я упоминал..."

source: <32>* "Snails Talk. {^10}Really. {^10}Slowly."
ru_ru: <32>* «Улитки говорят. {^10} Правда. {^10} Медленно».

source: <32>* "Just kiddin', snails don't talk."
ru_ru: <32>* «Шучу, улитки не разговаривают».

source: <32>* "I mean, could you imagine a world with talking snails?" * "I know I couldn't."
ru_ru: <32>* "Ты можешь представить себе мир с говорящими улитками?" * "Я знаю, что не смог бы".

source: <32>{#p/human}* (You put the book back on the shelf.)
ru_ru: <32>{#p/human}* (Ты ставишь книгу обратно на полку.)

source: <32>{#p/basic}* "Dreemurr Family Recipes: Snail Pie"
ru_ru: <32>{#p/basic}* «Рецепты семьи Дримур: Улиточный пирог»

source: <32>* "Snail Pie is a coveted tradition among members of the Dreemurr family line."
ru_ru: <32>* "Пирог с улитками - желанная традиция среди членов семьи Дримур".

source: <32>* "Making it is a simple process, and can be broken down into five steps."
ru_ru: <32>* «Создание его - простой процесс, который можно разбить на пять шагов».

source: <32>* "First, prepare the bottom crust by laying it on top of a pie plate."
ru_ru: <32>* «Сначала подготовьте нижний корж, положив его на тарелку для пирога».

source: <32>* "Next, whisk evaporated milk, eggs, and spices together in a bowl until smooth."
ru_ru: <32>* «Затем взбейте в миске выпаренное молоко, яйца и специи до однородности».

source: <32>* "Then, take several well-aged snails, and thoroughly incorporate into the mixture."
ru_ru: <32>* «Затем возьмите несколько хорошо вызревших улиток и тщательно добавьте в смесь».

source: <32>* "After that, pour the contents of the bowl into the bottom crust."
ru_ru: <32>* «После этого вылейте содержимое миски на нижний корж».

source: <32>* "Last, prepare the top crust by cutting sheet into strips and forming a lattice."
ru_ru: <32>* «В завершение приготовьте верхний корж, разрезав лист на полоски и сформировав из них решетку».

source: <32>* "Then just bake the pie!"
ru_ru: <32>* «Тогда просто испеките пирог!»

source: <32>* "Once the pie is ready, take it out of the oven, let it cool, and serve!"
ru_ru: <32>* «Как только пирог будет готов, достаньте его из духовки, дайте остыть и подавайте!»

source: <32>{#p/basic}* "Howdy, fellow gardeners."
ru_ru: <32>{#p/basic}* «Привет, друзья-садоводы».

source: <32>* "When it comes to Starling flowers, the line between growth and stagnation..."
ru_ru: <32>* «Когда речь идет о цветах Старлинг, грань между ростом и стагнацией...»

source: <32>* "Is access to open space."
ru_ru: <32>* «Это доступ к открытому пространству».

source: <32>* "That is why they are commonly grown in Aerialis..."
ru_ru: <32>* "Вот почему их обычно выращивают в Аэроолисе..."

source: <32>* "It is the most open area of the outpost."
ru_ru: <32>* «Это самая открытая территория аванпоста».
