Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <25>{#f/5}{#v/0}* All that good karma you had went straight down the toilet.
ru_ru: <25>{#f/5}{#v/0}* Вся твоя хорошая карма была спущена прямиком в унитаз.

source: <25>{#f/11}{#v/0}* Golly, you can't do anything right!
ru_ru: <25>{#f/11}{#v/0}* Боже мой, ты ничего не можешь сделать правильно!

source: <25>{#f/11}{#v/0}* What a joke!
ru_ru: <25>{#f/11}{#v/0}* Что за шутка!

source: <25>{#f/7}{#v/0}* Maybe that's why you killed those other monsters.
ru_ru: <25>{#f/7}{#v/0}* Может быть, именно поэтому ты убил тех других монстров.

source: <25>{#f/8}{#v/0}* I mean, you had a good run, but...
ru_ru: <25>{#f/8}{#v/0}* Я имею в виду, у тебя была хорошая пробежка, но...

source: <25>{#f/6}{#v/0}* What's the point in mercy if it doesn't mean anything?
ru_ru: <25>{#f/6}{#v/0}* Какой смысл в милосердии, если оно ничего не значит?

source: <25>{#f/7}{#v/0}* And believe me, after you did what you did...
ru_ru: <25>{#f/7}{#v/0}* И поверь мне, после того, как ты сделал то, что сделал...

source: <25>{#f/11}{#v/0}* What's wrong with killing Toriel, huh? * Too good for that?
ru_ru: <25>{#f/11}{#v/0}* Что плохого в том, чтобы убить Ториэль, а? * Слишком хороший для этого?

source: <25>{#f/2}{#v/1}* I know you're still rotten to the core.
ru_ru: <25>{#f/2}{#v/1}* Я знаю, что ты всё ещё прогнил насквозь.

source: <25>{#f/11}{#v/0}* I mean, you managed to take out everyone in your path...
ru_ru: <25>{#f/11}{#v/0}* Я имею в виду, что тебе удалось уничтожить всех на своем пути...

source: <25>{#f/6}{#v/0}* But when it came to the final hurdle, you failed.
ru_ru: <25>{#f/6}{#v/0}* Но когда дело дошло до последнего препятствия, ты потерпел неудачу.

source: <25>{#p/twinkly}{#f/6}{#v/0}* Back again, huh? * Golly...
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Снова вернулся, да? * Боже мой...

source: <25>{#f/8}{#v/0}* You've changed the timeline around so much...
ru_ru: <25>{#f/8}{#v/0}* Ты так сильно изменил временную шкалу...

source: <25>{#f/6}{#v/0}* I don't even know what to think now.
ru_ru: <25>{#f/6}{#v/0}* Я даже не знаю, что теперь и думать.

source: <25>{#f/8}{#v/0}* Are you good? * Evil? * Just curious?
ru_ru: <25>{#f/8}{#v/0}* Ты добрый? * Злой? * Просто любопытствуешь?

source: <25>{#f/6}{#v/0}* I dunno.
ru_ru: <25>{#f/6}{#v/0}* Я не знаю.

source: <25>{#f/5}{#v/0}* There is one thing, though...
ru_ru: <25>{#f/5}{#v/0}* Однако есть одна вещь...

source: <25>{#f/5}{#v/0}* One thing I KNOW you haven't done yet.
ru_ru: <25>{#f/5}{#v/0}* Я ЗНАЮ, что ты еще не сделал одной вещи.

source: <25>{#f/7}{#v/0}* That's right.
ru_ru: <25>{#f/7}{#v/0}* Это правильно.

source: <25>{#f/7}{#v/0}* You haven't killed everyone here in one run yet.
ru_ru: <25>{#f/7}{#v/0}* Ты еще не убил всех здесь за один раз.

source: <25>{#f/11}{#v/0}* Aren't you at least a LITTLE curious?
ru_ru: <25>{#f/11}{#v/0}* Неужели тебе хотя бы немного не любопытно?

source: <25>{#f/8}{#v/0}* Come on, $(name)...
ru_ru: <25>{#f/8}{#v/0}* Давай, $(name)...

source: <25>{#f/5}{#v/0}* I know you're in there somewhere.
ru_ru: <25>{#f/5}{#v/0}* Я знаю, что ты где-то там, внутри.

source: <25>{#p/twinkly}{#f/6}{#v/0}* Well well, we meet again.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Ну что ж, мы снова встретились.

source: <25>{#f/8}{#v/0}* How many times is this now?
ru_ru: <25>{#f/8}{#v/0}* Сколько раз это уже повторяется?

source: <25>{#f/6}{#v/0}* Whatever. * Doesn't matter.
ru_ru: <25>{#f/6}{#v/0}* Сколько угодно. * Не имеет значения.

source: <25>{#f/6}{#v/0}* You KNOW what you have to do, $(name).
ru_ru: <25>{#f/6}{#v/0}* Ты ЗНАЕШЬ, что тебе нужно сделать, $(name).

source: <25>{#f/5}{#v/0}* I'll be waiting.
ru_ru: <25>{#f/5}{#v/0}* Я буду ждать.

source: <25>{#p/toriel}{#f/13}* You wish to return "home," do you not?
ru_ru: <25>{#p/toriel}{#f/13}* Вы хотите вернуться "домой", не так ли?

source: <25>{#f/9}* If you leave here, I will not be able to protect you.
ru_ru: <25>{#f/9}* Если ты уйдешь отсюда, я не смогу защитить тебя.

source: <25>{#f/9}* I will not be able to save you from the dangers that lie ahead.
ru_ru: <25>{#f/9}* Я не смогу спасти тебя от опасностей, которые ждут тебя впереди.

source: <25>{#f/13}* So, please, little one...
ru_ru: <25>{#f/13}* Так что, пожалуйста, малыш...

source: <25>{#f/9}* Go back the other way.
ru_ru: <25>{#f/9}* Возвращайся другим путем.

source: <25>{#p/toriel}{#f/13}* Every human that ends up here meets the same fate.
ru_ru: <25>{#p/toriel}{#f/13}* Каждого человека, оказавшегося здесь, постигает та же участь.

source: <25>{#f/9}* I have seen it repeat time and time again.
ru_ru: <25>{#f/9}* Я видела, как это повторялось снова и снова.

source: <25>{#f/13}* They come.
ru_ru: <25>{#f/13}* Они приходят.

source: <25>{#f/13}* They leave.
ru_ru: <25>{#f/13}* Они уходят.

source: <25>{#f/9}* ... they die.
ru_ru: <25>{#f/9}* ... они умирают.

source: <25>{#f/13}* My child...
ru_ru: <25>{#f/13}* Моё дитя...

source: <25>{#f/13}* If you leave the Outlands...
ru_ru: <25>{#f/13}* Если ты покинешь Outlands...

source: <25>{#f/9}* They... * {@fill=#f00}ASGORE{@fill=#fff}... * Will take your SOUL.
ru_ru: <25>{#f/9}* Они... * {@fill=#f00}Азгор{@fill=#fff}... * Заберёт твою ДУШУ.

source: <25>{#f/13}* I did not want to say this, but...
ru_ru: <25>{#f/13}* Я не хотела этого говорить, но.....

source: <25>{#f/11}* I cannot allow you to continue this way.
ru_ru: <25>{#f/11}* Я не могу позволить тебе продолжать в том же духе.

source: <25>{#f/9}* For your own sake, child...
ru_ru: <25>{#f/9}* Ради твоего же блага, моё дитя...

source: <25>{#f/9}* Do not follow me into the next room.
ru_ru: <25>{#f/9}* Не ходи за мной в соседнюю комнату.

source: <25>{#f/10}* ... of course.
ru_ru: <25>{#f/10}* ... конечно.

source: <25>{#f/9}* Perhaps it was always meant to come to this.
ru_ru: <25>{#f/9}* Возможно, так и должно было случиться с самого начала.

source: <25>{#f/9}* Perhaps I was foolish to think you would be any different.
ru_ru: <25>{#f/9}* Возможно, я была глупой, думая, что с тобой все будет по-другому.

source: <25>{#f/13}* I am afraid there is little choice now.
ru_ru: <25>{#f/13}* Боюсь, что сейчас у нас нет особого выбора.

source: <25>{#f/13}* Forgive me, my child...
ru_ru: <25>{#f/13}* Прости меня, дитя моё...

source: <25>{#f/11}* But I cannot allow you to leave.
ru_ru: <25>{#f/11}* Но я не могу позволить тебе уйти.

source: <32>{#p/twinkly}{#f/19}* After you sleep at Mommy's house, she goes out for groceries.
ru_ru: <32>{#p/twinkly}{#f/19}* После того, как ты переночуешь у мамы, она пойдет за продуктами.

source: <32>{#p/twinkly}{#f/19}* After you run back to Mommy's house, she goes out for groceries.
ru_ru: <32>{#p/twinkly}{#f/19}* После того, как ты бежишь обратно к маме, она выходит за продуктами.

source: <32>{#x1}* But... oh no! * The taxi she was in exploded, killing her instantly!
ru_ru: <32>{#x1}* Но... о нет! * Такси, в котором она ехала, взорвалось, убив её на месте!

source: <32>* Golly, I wonder how such an awful thing could have happened.
ru_ru: <32>* Боже мой, я удивляюсь, как могла произойти такая ужасная вещь.

source: <25>{*}{#f/7}* Sorry, $(name). * Guess your happy ending won't be so easy.
ru_ru: <25>{*}{#f/7}* Извини, $(name). * Думаю, ваш счастливый конец будет не таким простым.

source: <32>{#x1}* But... oh no! * A talking star appears and tortures her to death!
ru_ru: <32>{#x1}* Но... о нет! * Появляется говорящая звезда и замучивает её до смерти!

source: <32>* Golly, that's an even worse outcome than last time!
ru_ru: <32>* Боже мой, это еще хуже, чем в прошлый раз!

source: <25>{*}{#f/6}* We don't have time for this, $(name). * Get back on track.
ru_ru: <25>{*}{#f/6}* У нас нет на это времени, $(name). * Возвращайся в нужный путь.

source: <25>{*}{#p/twinkly}{#f/5}* Come on, $(name)...
ru_ru: <25>{*}{#p/twinkly}{#f/5}* Давай, $(name)...

source: <25>{*}{#f/7}* Do you really think I'm gonna let you avoid me THAT easily?
ru_ru: <25>{*}{#f/7}* Ты действительно думаешь, что я позволю тебе ТАК легко избегать меня?

source: <25>{*}{#f/7}* Do you really think I'm gonna let you run away from me THAT easily?
ru_ru: <25>{*}{#f/7}* Ты действительно думаешь, что я позволю тебе ТАК легко сбежать от меня?

source: <25>{*}{#p/twinkly}{#f/6}* We can do this all day.
ru_ru: <25>{*}{#p/twinkly}{#f/6}* Мы можем заниматься этим весь день.

source: <32>{#p/basic}* After you sleep at Toriel's home, she destroys the bridge to the outpost.
ru_ru: <32>{#p/basic}* После того, как ты переночуешь в доме Ториэль, она разрушит мост, ведущий к аванпосту.

source: <32>{#p/basic}* After you return to Toriel's home, she destroys the bridge to the outpost.
ru_ru: <32>{#p/basic}* После того, как вы вернетесь в дом Ториэль, она разрушит мост, ведущий к аванпосту.

source: <32>* Time goes by, and Toriel soon finds out about the monsters you've killed.
ru_ru: <32>* Время идёт, и вскоре Ториэль узнает о монстрах, которых ты убил.

source: <32>* Her hopes shattered, and with nothing left to lose, she...
ru_ru: <32>* Её надежды рухнули, и, поскольку ей больше нечего было терять, она...

source: <32>* ... m-meanwhile, the remaining outpost residents await salvation...
ru_ru: <32>* ... м-тем временем оставшиеся жители аванпоста ждут спасения...

source: <32>* Time goes by, and Toriel does her best to care for you.
ru_ru: <32>* Время идёт, и Ториэль делает всё возможное, чтобы заботиться о тебе.

source: <32>* Reading books, baking pies...
ru_ru: <32>* Читает книги, готовит пироги...

source: <32>* Tucking you snugly into bed, each and every night...
ru_ru: <32>* Укладывает тебя поудобнее в постель каждую ночь...

source: <32>* ... despite her fear that you may try to run away again.
ru_ru: <32>* ... несмотря на её страх, что ты можешь снова попытаться сбежать.

source: <32>* ... despite those who've gone missing.
ru_ru: <32>* ... несмотря на тех, кто пропал без вести.

source: <32>* All the while, the outpost residents await salvation...
ru_ru: <32>* Все это время жители аванпоста ждут спасения...

source: <32>* And hugging you so tightly that you never ever try to run away again.
ru_ru: <32>* И обнимает тебя так крепко, чтобы ты никогда больше не пыталась убежать.

source: <32>* And all the hugging you could ever hope for.
ru_ru: <32>* И столько объятий, на которые ты только мог надеяться.

source: <32>* ... from a human that may never reach them.
ru_ru: <32>* ... от человека, который, возможно, никогда до них не доберется.

source: <32>* Is this truly the outcome you had hoped for?
ru_ru: <32>* Действительно ли это тот результат, на который вы надеялись?

source: <32>* Is this truly what they deserve?
ru_ru: <32>* Действительно ли они этого заслуживают?

source: <25>{#p/toriel}{#f/1}* Sorry for the wait...
ru_ru: <25>{#p/toriel}{#f/1}* Извини, что заставила себя ждать...

source: <25>{#f/3}* It seems that little white dog has raided my kitchen again.
ru_ru: <25>{#f/3}* Похоже, эта маленькая белая собачка снова совершила набег на мою кухню.

source: <25>{#f/4}* You should see the state of that pie...
ru_ru: <25>{#f/4}* ты бы видел, в каком состоянии этот пирог...

source: <26>{#f/0}* But anyhoo. * I have prepared a plate of fried snails for you.
ru_ru: <26>{#f/0}* Но всё равно. * Я приготовила для тебя тарелку жареных улиток.

source: <25>{#p/toriel}* Breakfast is ready!
ru_ru: <25>{#p/toriel}* Завтрак готов!

source: <26>* I have prepared a plate of fried snails for you.
ru_ru: <26>* Я приготовила для тебя тарелку жареных улиток.

source: <25>{#f/1}* I will leave them here on the table...
ru_ru: <25>{#f/1}* Я оставлю их здесь, на столе...

source: <32>{#p/basic}* You wouldn't like what's in the fridge.
ru_ru: <32>{#p/basic}* Тебе бы не понравилось то, что есть в холодильнике.

source: <32>{#p/basic}* There is a brand-name chocolate bar in the fridge.
ru_ru: <32>{#p/basic}* В холодильнике есть фирменная плитка шоколада.

source: <32>* Do you want it?
ru_ru: <32>* Ты этого хочешь?

source: * (Take the Chocolate Bar?)
ru_ru: * (Взять плитку шоколада?)

source: <32>{#p/human}* (You decide not to take anything.)
ru_ru: <32>{#p/human}* (Вы решаете ничего не брать.)

source: <32>{#p/human}* (You got the Chocolate Bar.)
ru_ru: <32>{#p/human}* (Ты получил плитку шоколада.)

source: <25>{#p/asriel1}{#f/17}* Ah... chocolate.
ru_ru: <25>{#p/asriel1}{#f/17}* Ах... шоколад.

source: <25>{#p/asriel1}{#f/23}* Oh... $(name) ALWAYS used to root around in the fridge.
ru_ru: <25>{#p/asriel1}{#f/23}* О... $(name) ВСЕГДА копался в холодильнике.

source: <25>{#f/13}* They thought, if they dug deep enough...
ru_ru: <25>{#f/13}* Они думали, что если копнуть достаточно глубоко...

source: <25>{#f/13}* Another bar of chocolate would reveal itself inside.
ru_ru: <25>{#f/13}* Внутри обнаруживалась еще одна плитка шоколада.

source: <25>{#f/17}* ... how silly.
ru_ru: <25>{#f/17}* ... как глупо.

source: <25>{#p/asriel1}{#f/20}* That was before the chocolate replicator was installed.
ru_ru: <25>{#p/asriel1}{#f/20}* Это было еще до того, как был установлен шоколадный репликатор.

source: <32>{#p/basic}* The chocolate bar has already been taken.
ru_ru: <32>{#p/basic}* Шоколадный батончик уже забрали.

source: <25>{#p/toriel}{#f/1}* ... and you want to play one of your songs?
ru_ru: <25>{#p/toriel}{#f/1}* ... и ты хочешь сыграть одну из своих песен?

source: <25>{#f/0}* Alright, I will see what I can do.
ru_ru: <25>{#f/0}* Хорошо, я посмотрю, что можно сделать.

source: <25>{#p/toriel}{#f/1}* ... hello?
ru_ru: <25>{#p/toriel}{#f/1}* ... привет?

source: <25>{#p/toriel}{#f/2}* Up already!?
ru_ru: <25>{#p/toriel}{#f/2}* Уже встал!?

source: <25>{#f/1}* You were not asleep for very long...
ru_ru: <25>{#f/1}* Ты спал не очень долго...

source: <25>{#f/1}* The atmospheric system still does not seem to be fixed.
ru_ru: <25>{#f/1}* Атмосферная система, по-видимому, все еще не исправлена.

source: <25>{#f/1}* The atmospheric system seems to be malfunctioning.
ru_ru: <25>{#f/1}* Атмосферная система, похоже, работает со сбоями.

source: <25>{#f/1}* If you begin to feel weak, do not hesitate to return to bed.
ru_ru: <25>{#f/1}* Если вы начнете чувствовать слабость, не стесняйтесь возвращаться в кровать.

source: <26>{#f/0}* ... anywho.
ru_ru: <26>{#f/0}* ... как бы то ни было.

source: <25>{#p/toriel}{#f/2}* How long have you been standing there!?
ru_ru: <25>{#p/toriel}{#f/2}* Как долго ты здесь стоишь?!

source: <25>{#f/0}* I suppose it matters not.
ru_ru: <25>{#f/0}* Я полагаю, это не имеет значения.

source: <25>{#f/0}* Napstablook, a visitor here, has offered to play their music.
ru_ru: <25>{#f/0}* Напстаблук предложил послушать их музыку.

source: <25>{#f/0}* In fact, they invited you specifically to be with them on stage!
ru_ru: <25>{#f/0}* На самом деле, они пригласили вас специально для того, чтобы ты был с ними на сцене!

source: <25>{#f/1}* Would you like to visit the activities room to see them?
ru_ru: <25>{#f/1}* Хотели бы вы посетить комнату для занятий, чтобы увидеть их?

source: <25>{#f/3}* Oh, and, I apologize about the state of the pie.
ru_ru: <25>{#f/3}* О, и, Я извинись за то, в каком состоянии пирог.

source: <25>{#f/4}* It seems that little white dog has raided my kitchen again...
ru_ru: <25>{#f/4}* Похоже, эта маленькая белая собачка снова совершила набег на мою кухню...

source: <25>{#f/5}* Oh, and, I apologize about the state of the pie.
ru_ru: <25>{#f/5}* О, и, Я приношу свои извинения за то, в каком состоянии пирог.

source: <25>{#f/9}* I did my best to try and salvage it...
ru_ru: <25>{#f/9}* Я сделал всё, что мог, чтобы попытаться спасти его...

source: * (See Napstablook's show?)
ru_ru: * (Видел шоу Напстаблука?)

source: <25>{#p/toriel}{#f/0}* Wonderful! * I will let them know you are coming.
ru_ru: <25>{#p/toriel}{#f/0}* Замечательно! * Я дам им знать, что ты придешь.

source: <25>{#p/toriel}{#f/5}* I will be in the living room if you need me.
ru_ru: <25>{#p/toriel}{#f/5}* Я буду в гостиной, если понадоблюсь тебе.

source: <25>{#p/toriel}{#f/0}* Oh, hello, little one. * You are up early.
ru_ru: <25>{#p/toriel}{#f/0}* О, привет, малыш. * Ты рано встал.

source: <25>{#f/1}* Are you sure you slept for a long enough time?
ru_ru: <25>{#f/1}* Ты уверен, что поспал достаточно долго?

source: <26>{#f/0}* ... aside from that...
ru_ru: <26>{#f/0}* ... кроме этого...

source: <25>{#p/toriel}* Good morning, little one.
ru_ru: <25>{#p/toriel}* Доброе утро, малыш.

source: <25>{#f/0}* Still, I have done my best to salvage it for you.
ru_ru: <25>{#f/0}* И все же я сделал все, что мог, чтобы спасти его для тебя.

source: <25>{#f/1}* The stars do look pretty today, do they not?
ru_ru: <25>{#f/1}* Звезды сегодня действительно прекрасны, не так ли?

source: <25>{#f/5}* I will be in the living room if you need me.
ru_ru: <25>{#f/5}* Я буду в гостиной, если понадоблюсь тебе.

source: <25>* The Outlands have been unusually noisy today.
ru_ru: <25>* В Outlands сегодня было необычайно шумно.

source: <25>* It seems a bully has been going around and causing trouble...
ru_ru: <25>* Похоже, что какой-то хулиган ходит вокруг и создает проблемы...

source: <25>* It would be best not to stray too far.
ru_ru: <25>* Было бы лучше не заходить слишком далеко.

source: <25>* The Outlands have been unusually silent today.
ru_ru: <25>* В Outlands сегодня было необычно тихо.

source: <25>* I tried calling someone just now, but...
ru_ru: <25>* Я только что пытался кое-кому дозвониться, но...

source: <25>* Nothing.
ru_ru: <25>* Ничего.

source: <26>{#f/3}* In other news, that little white dog has raided my kitchen again.
ru_ru: <26>{#f/3}* Из других новостей - эта маленькая белая собачка снова совершила набег на мою кухню.

source: <25>{#f/3}* Apart from the little white dog raiding my kitchen, that is.
ru_ru: <25>{#f/3}* Если не считать маленькой белой собачки, совершающей набеги на мою кухню.

source: <25>{#f/1}* I hope you like it...
ru_ru: <25>{#f/1}* Я надеюсь, вам это понравится...

source: <25>{#f/1}* It is rather worrying...
ru_ru: <25>{#f/1}* Это вызывает некоторое беспокойство...

source: <25>{#f/0}* Anyhoo, I will be in the living room if you need me.
ru_ru: <25>{#f/0}* В любом случае, я буду в гостиной, если понадоблюсь тебе.

source: <25>{#f/20}{|}* Come here- {%}
ru_ru: <25>{#f/20}{|}* Иди сюда- {%}

source: <25>{#f/19}{|}* Come here- {%}
ru_ru: <25>{#f/19}{|}* Иди сюда- {%}

source: <25>{#p/toriel}{#f/5}* I am sorry for what I have put you through, little one.
ru_ru: <25>{#p/toriel}{#f/5}* Я сожалею о том, через что заставила тебя пройти, малыш.

source: <25>{#f/9}* I should have known that I could not keep you here forever.
ru_ru: <25>{#f/9}* Мне следовало бы знать, что я не смогу держать тебя здесь вечно.

source: <25>{#f/5}* ... still, if you ever need someone to talk to...
ru_ru: <25>{#f/5}* ... и всё же, если тебе когда-нибудь понадобится с кем-нибудь поговорить...

source: <25>{#f/1}* Feel free to call me at any time.
ru_ru: <25>{#f/1}* Не стесняйтесь звонить мне в любое время.

source: <25>{#f/0}* As long as my phone can reach you, I will be there to pick up.
ru_ru: <25>{#f/0}* Как только я смогу дозвониться до тебя, я буду рядом, чтобы взять трубку.

source: <25>{#f/14}* Be good, alright?
ru_ru: <25>{#f/14}* Веди себя хорошо, ладно?

source: <25>{#p/toriel}{#f/1}* Be good, alright?
ru_ru: <25>{#p/toriel}{#f/1}* Веди себя хорошо, ладно?

source: <25>{#p/toriel}{#f/5}* ... hmm? * You changed your mind?
ru_ru: <25>{#p/toriel}{#f/5}* ... хмм? * Ты передумал?

source: <25>{#f/10}* Perhaps you really are different from the others.
ru_ru: <25>{#f/10}* Возможно, ты действительно отличаешься от других.

source: <25>{#f/0}* ... well then.
ru_ru: <25>{#f/0}* ... ну что ж.

source: <25>{#f/0}* I will finish up here, and meet you back at the house.
ru_ru: <25>{#f/0}* Я закончу здесь и встречусь с тобой дома.

source: <25>{#f/0}* Thank you for listening, my child.
ru_ru: <25>{#f/0}* Спасибо, что выслушал меня, дитя мое.

source: <25>{#f/0}* It means a lot to me.
ru_ru: <25>{#f/0}* Это очень много значит для меня.

source: <25>{#f/10}* ... * Forgive me, my child.
ru_ru: <25>{#f/10}* ... * Прости меня, дитя моё.

source: <25>{#f/9}* I might have lost it there for a moment.
ru_ru: <25>{#f/9}* Возможно, я на мгновение растерялся.

source: <25>{#f/0}* ... no matter.
ru_ru: <25>{#f/0}* ... неважно.

source: <32>{#p/human}* (You got the Halo.)
ru_ru: <32>{#p/human}* (Ты взял Сияние.)

source: * (Equip the Halo?)
ru_ru: * (Экипировать Нимб?)

source: <25>{#p/toriel}{#f/5}* Teaching you thus far has been difficult, but...
ru_ru: <25>{#p/toriel}{#f/5}* Учить тебя до сих пор было трудно, но.....

source: <25>{#f/5}* Perhaps this exercise will help.
ru_ru: <25>{#f/5}* Возможно, это упражнение поможет вам.

source: <26>{#p/toriel}* Alright. * It is time for your third and final lesson.
ru_ru: <26>{#p/toriel}* Хорошо. * Пришло время для вашего третьего и последнего урока.

source: <25>{#f/1}* Do you think you can make it to the end of this room...
ru_ru: <25>{#f/1}* Как ты думаешь, ты сможешь дойти до конца этой комнаты?..

source: <25>{#f/1}* ... all by yourself?
ru_ru: <25>{#f/1}* ... совсем один?

source: * (What do you say?)
ru_ru: * (Что ты скажешь?)

source: <25>{#p/toriel}{#f/1}* Are you sure...?
ru_ru: <25>{#p/toriel}{#f/1}* Ты уверен?

source: <25>{#f/0}* It is only a short distance away.
ru_ru: <25>{#f/0}* Это находится совсем недалеко.

source: * (Change your mind?)
ru_ru: * (Передумал?)

source: <25>{#p/toriel}{#f/5}* My child.
ru_ru: <25>{#p/toriel}{#f/5}* Моё дитя.

source: <25>{#f/1}* It IS important to do things on your own, is it not?
ru_ru: <25>{#f/1}* Важно все делать самостоятельно, не так ли?

source: <32>{#p/basic}* If you refuse to change your mind here, Toriel may decide to take you home.
ru_ru: <32>{#p/basic}* Если ты откажешься передумать здесь, Ториэль, возможно, решит отвезти тебя домой.

source: <25>{#p/toriel}{#f/1}* Alright...
ru_ru: <25>{#p/toriel}{#f/1}* Хорошо...

source: <25>{#f/0}* Good luck!
ru_ru: <25>{#f/0}* Хорошо удачи!

source: <25>{#f/9}* ... I see.
ru_ru: <25>{#f/9}* ... Я понимаю.

source: <25>{#p/toriel}{#f/10}* Worry not, my child.
ru_ru: <25>{#p/toriel}{#f/10}* Не волнуйся, дитя моё.

source: <25>{#f/1}* If you truly do not wish to leave my side...
ru_ru: <25>{#f/1}* Если ты действительно не хочешь покидать меня...

source: <25>{#f/0}* I will guide you through the remainder of the Outlands.
ru_ru: <25>{#f/0}* Я проведу вас по оставшейся части Outlands.

source: <25>{#f/5}* Take my hand, young one...
ru_ru: <25>{#f/5}* Возьми меня за руку, юноша...

source: <25>{#f/5}* It is time to go home.
ru_ru: <25>{#f/5}* Пришло время возвращаться домой.

source: <32>{#p/human}{#s/equip}* (You got the CELL.)
ru_ru: <32>{#p/human}{#s/equip}* (У тебя есть ТЕЛЕФОН.)

source: <25>{#p/toriel}* You did it!
ru_ru: <25>{#p/toriel}* Ты сделал это!

source: <25>{#p/toriel}{#f/3}* My child, what took you so long!?
ru_ru: <25>{#p/toriel}{#f/3}* Дитя моё, почему ты так долго не появлялся!?

source: <25>{#f/4}* Did you get lost?
ru_ru: <25>{#f/4}* Ты что, заблудился?

source: <25>{#f/1}* ... * You DO seem alright...
ru_ru: <25>{#f/1}* ... * Кажется, с тобой действительно все в порядке...

source: <25>{#f/0}* I must admit, I am surprised you made it to the end.
ru_ru: <25>{#f/0}* Должна признаться, я удивлена, что вы дошли до конца.

source: <25>{#f/3}* Your behavior thus far has left me asking...
ru_ru: <25>{#f/3}* Твоё поведение до сих пор заставляло меня задаваться вопросом...

source: <25>{#f/4}* ... have you been attempting to mess with me this whole time?
ru_ru: <25>{#f/4}* ... ты что, все это время пытался надо мной издеваться?

source: <25>{#f/23}* To be blunt, I do not have time for such pointless riffraff.
ru_ru: <25>{#f/23}* Честно говоря, у меня нет времени на такую бессмысленную болтовню.

source: <25>{#p/toriel}{#f/0}* Do not worry. * You were never in any real danger.
ru_ru: <25>{#p/toriel}{#f/0}* Не волнуйся. * Вы никогда не подвергались никакой реальной опасности.
