Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <32>{#p/human}* (You note the small size of the dining chair.)
ru_ru: <32>{#p/human}* (Ты замечаешь маленький размер обеденного стула).

source: <32>{#p/basic}* A smaller dining chair.
ru_ru: <32>{#p/basic}* Обеденный стул поменьше.

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a demon.
ru_ru: <32>{#p/basic}* Один из обеденных стульев Ториэль. * Подходит для демона.

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a prince.
ru_ru: <32>{#p/basic}* Один из обеденных стульев Ториэль. * Подходит для принца.

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a child. * Like you!
ru_ru: <32>{#p/basic}* Один из обеденных стульев Ториэля. * Подходит для ребенка. * Как ты!

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for... a little angel. * Like you!
ru_ru: <32>{#p/basic}* Один из обеденных стульев Ториэля. * Подходит для... маленького ангела. * Как ты!

source: <32>{#p/human}* (The plant appears to be decorative in nature.)
ru_ru: <32>{#p/human}* (Растение, по-видимому, декоративное).

source: <32>{#p/basic}* A decorative plant. * Nothing more.
ru_ru: <32>{#p/basic}* Декоративное растение. * Ничего больше.

source: <32>{#p/basic}* A decorative plant on Toriel's dining table.
ru_ru: <32>{#p/basic}* Декоративное растение на обеденном столе Ториэль.

source: <25>{#p/asriel1}{#f/20}* $(name) used to pretend these things were musical instruments.
ru_ru: <25>{#p/asriel1}{#f/20}* $(name) притворялся, что эти штуки - музыкальные инструменты.

source: <25>{#f/17}* They'd pull them out, start "playing" them...
ru_ru: <25>{#f/17}* Они доставали их, начинали «играть»...

source: <25>{#f/20}* Once, I joined in, and we did a little fire- poker-instrument duet.
ru_ru: <25>{#f/20}* Однажды я присоединился к ним, и мы сыграли небольшой дуэт из огненных инструментов и пожарных кочерг.

source: <26>{#f/13}* We started using our voices to emulate the instruments, and then...
ru_ru: <26>{#f/13}* Мы начали использовать наши голоса для имитации инструментов, а потом...

source: <25>{#p/asriel1}{#f/13}* Then, as it turns out, someone had been listening in outside.
ru_ru: <25>{#p/asriel1}{#f/13}* Затем, как выяснилось, кто-то подслушивал снаружи.

source: <25>{#f/15}* Before we knew it, we had monsters coming to the house in droves...
ru_ru: <25>{#f/15}* Не успели мы оглянуться, как к нам в дом стали массово приходить монстры...

source: <25>{#f/17}* $(name) and I were still in the middle of the room, doing our thing.
ru_ru: <25>{#f/17}* $(name) И я с ним всё ещё стояли посреди комнаты и занимались своими делами.

source: <25>{#f/20}* But now we had an entire orchestra behind us!
ru_ru: <25>{#f/20}* Но теперь у нас за спиной был целый оркестр!

source: <25>{#f/17}* We must have performed half of the Harmonexus Index that day.
ru_ru: <25>{#f/17}* В тот день мы, должно быть, выполнили половину «Индекса Гармоникса».

source: <25>{#f/17}* ... it's an old book full of songs from our culture.
ru_ru: <25>{#f/17}* ... это старая книга, полная песен нашей культуры.

source: <25>{#p/asriel1}{#f/13}* All that because we played pretend with some fire pokers...
ru_ru: <25>{#p/asriel1}{#f/13}* Все это из-за того, что мы играли в притворство с огненными кочергами...

source: <25>{#f/17}* They say you can make an instrument out of anything.
ru_ru: <25>{#f/17}* Говорят, ты можешь сделать инструмент из чего угодно.

source: <25>{#f/15}* Wait... * I'M an anything...
ru_ru: <25>{#f/15}* Подожди... * Я что-то...

source: <25>{#p/asriel1}{#f/20}* Please don't make a musical instrument out of me.
ru_ru: <25>{#p/asriel1}{#f/20}* Пожалуйста, не делай из меня музыкальный инструмент.

source: <32>{#p/basic}* Fire pokers.
ru_ru: <32>{#p/basic}* Огненные кочерги.

source: <32>{#p/basic}* They're just fire pokers... * Or are they?
ru_ru: <32>{#p/basic}* Это просто огненные кочерги... * Или нет?

source: <32>* Consider that Toriel's fire is only pleasantly warm, and not hot at all.
ru_ru: <32>* Учти, что огонь Ториэль только приятно теплый, а вовсе не горячий.

source: <32>* Why would she need these?
ru_ru: <32>* Зачем они ей?

source: <32>* Thus, by the process of elimination, these must be advanced musical instruments.
ru_ru: <32>* Таким образом, методом исключения, это должны быть продвинутые музыкальные инструменты.

source: <32>{#p/basic}* A rack of advanced musical instruments.
ru_ru: <32>{#p/basic}* Стойка с продвинутыми музыкальными инструментами.

source: <32>* Upon closer inspection, you realize these are in fact fire pokers.
ru_ru: <32>* При ближайшем рассмотрении ты понимаешь, что на самом деле это огненные кочерги.

source: <32>* It's hard to tell, given that these tools were likely made...
ru_ru: <32>* Трудно сказать, учитывая, что эти инструменты, скорее всего, были сделаны...

source: <32>* Before the outpost itself even existed.
ru_ru: <32>* Ещё до появления самого аванпоста.

source: <32>{#p/human}* (You note the exceptional size of the dining chair.)
ru_ru: <32>{#p/human}* (Ты отмечаешь исключительный размер обеденного стула).

source: <32>{#p/basic}* A king-sized dining chair.
ru_ru: <32>{#p/basic}* Обеденный стул королевского размера.

source: <32>{#p/basic}* One of Toriel's dining chairs. * Fit for a king.
ru_ru: <32>{#p/basic}* Один из обеденных стульев Ториэль. * Подходит для короля.

source: <32>{#p/basic}* It's locked.
ru_ru: <32>{#p/basic}* Он заперт.

source: <32>{#p/basic}* It sounds like Toriel is crying...
ru_ru: <32>{#p/basic}* Похоже, что Ториэль плачет...

source: <32>{#p/basic}* It sounds like Toriel is asleep...
ru_ru: <32>{#p/basic}* Похоже, Ториэль спит...

source: <32>{#p/basic}* It sounds like Toriel is writing...
ru_ru: <32>{#p/basic}* Похоже, что Ториэль пишет...

source: <32>{#p/human}* (The bed seems a lot smaller than it might have used to.)
ru_ru: <32>{#p/human}* (Кровать кажется намного меньше, чем раньше).

source: <32>{#p/basic}* It's a bed.
ru_ru: <32>{#p/basic}* Это кровать.

source: <32>{#p/basic}* It's Toriel's bed.
ru_ru: <32>{#p/basic}* Это кровать Ториэль.

source: <32>* Certainly too big for the likes of you.
ru_ru: <32>* Конечно, слишком большой для таких, как ты.

source: <32>* You've still got some time to go, but you'll grow into it.
ru_ru: <32>* У тебя еще есть немного времени, но ты вырастешь в него.

source: <32>{#p/human}* (The books on this bookshelf consist of history, biology, and a foreboding possibility.)
ru_ru: <32>{#p/human}* (Книги на этой книжной полке состоят из истории, биологии и предчувствия возможности).

source: <32>{#p/basic}* It's Toriel's private bookshelf.
ru_ru: <32>{#p/basic}* Это личная книжная полка Ториэль.

source: <32>{#p/basic}* "Our homeworld gone... our people dead... but why?"
ru_ru: <32>{#p/basic}* "Наша родная планета исчезла... наш народ погиб... но почему?"

source: <32>* "Surely, the humans must've had a reason for their attacks."
ru_ru: <32>* "Конечно, у людей должна была быть причина для нападения".

source: <32>* "Did our kind truly pose a threat to them?"
ru_ru: <32>* "Действительно ли наш вид представлял для них угрозу?"

source: <32>* "Was the threat of our potential truly that dire?"
ru_ru: <32>* "Действительно ли угроза нашему потенциалу была настолько серьезной?"

source: <32>* "Whatever the case may be, we were cornered, and there was nowhere else to go."
ru_ru: <32>* "Как бы там ни было, нас загнали в угол, и бежать было некуда."

source: <32>* "Capitulation was our only real means of survival."
ru_ru: <32>* "Капитуляция была нашим единственным реальным средством выживания."

source: <32>{#p/basic}* "When a boss monster is born, a magical link forms between the parents and the child."
ru_ru: <32>{#p/basic}* "Когда рождается монстр-босс, между родителями и ребенком образуется магическая связь."

source: <32>* "Through this, their SOUL is created, ageing the parents along with the child."
ru_ru: <32>* "Через это создается их ДУША, старящая родителей вместе с ребенком."

source: <32>* "The SOUL of a fully-grown boss monster is the strongest known to monsterkind..."
ru_ru: <32>* "ДУША полностью выросшего босса-монстра - самая сильная из всех известных монстров..."

source: <32>* "Able to persist after death, if only for the briefest of periods."
ru_ru: <32>* "Способны сохраняться после смерти, хотя бы на короткое время."

source: <32>{#p/basic}* "We often worry about what would happen if a human attacked us."
ru_ru: <32>{#p/basic}* "Мы часто беспокоимся о том, что будет, если на нас нападет человек."

source: <33>* "But what if one of our own attacked instead...?"
ru_ru: <33>* "Но что, если бы вместо нас напал кто-то из наших...?"

source: <32>* "Would we as a society be able to handle such a betrayal?"
ru_ru: <32>* "Смогли бы мы как общество справиться с таким предательством?"

source: <32>* "But who would think to do such a thing?"
ru_ru: <32>* "Но кому придёт в голову сделать такое?"

source: <32>{#p/human}* (This cactus seems to remind you of someone you once knew.)
ru_ru: <32>{#p/human}* (Этот кактус, кажется, напоминает тебе кого-то, кого ты когда-то знал).

source: <32>{#p/basic}* Finally, a houseplant we can all relate to.
ru_ru: <32>{#p/basic}* Наконец-то домашнее растение, к которому мы все можем относиться.

source: <32>{#p/basic}* Ah, the cactus. * Truly the most tsundere of plants.
ru_ru: <32>{#p/basic}* А, кактус. * Поистине самое цундере из растений.

source: <32>{#p/basic}* It's not like this cactus was waiting for you to come back or anything...
ru_ru: <32>{#p/basic}* Не то чтобы этот кактус ждал твоего возвращения...

source: <32>{#p/human}* (This chair appears to be a little small for the person who owns it.)
ru_ru: <32>{#p/human}* (Этот стул, похоже, маловат для того, кто им владеет).

source: <32>{#p/basic}* It's a reading chair.
ru_ru: <32>{#p/basic}* Это стул для чтения.

source: <32>{#p/basic}* Toriel's dedicated reading chair...
ru_ru: <32>{#p/basic}* Выделенное Ториэлью стул для чтения...

source: <32>* ... at least until Asgore decides he'd like it instead.
ru_ru: <32>* ... по крайней мере, пока Асгор не решит, что ему это нравится.

source: <32>* He's always wanted this chair. * I'd be surprised if he didn't take it with him.
ru_ru: <32>* Он всегда хотел это кресло. * Я удивлюсь, если он не возьмет его с собой.

source: <32>{#p/basic}* Toriel's dedicated reading chair.
ru_ru: <32>{#p/basic}* Выделенное Ториэлью кресло для чтения.

source: <32>* Smells like lazy bones.
ru_ru: <32>* Пахнет ленивыми костями.

source: <32>{#p/human}* (You look to the circled paragraph.)
ru_ru: <32>{#p/human}* (Ты смотришь на обведённый абзац.)

source: <32>{#p/toriel}{#f/21}* "Question: Why did the skeleton want a friend?"
ru_ru: <32>{#p/toriel}{#f/21}* "Вопрос: Почему скелету нужен был друг?"

source: <32>* "Answer: Because he was feeling BONELY..."
ru_ru: <32>* «Ответ: Потому что он чувствовал себя БОЛЕЛЬЩИКОМ...»

source: <32>{#p/basic}* The jokes continue from here at a similar caliber.
ru_ru: <32>{#p/basic}* Дальше шутки продолжаются в том же духе.

source: <32>{#p/human}* (You look to another paragraph.)
ru_ru: <32>{#p/human}* (Ты смотришь на другой абзац.)

source: <32>{#p/toriel}{#f/21}* "Question: What's another name for a skeleton's vices?"
ru_ru: <32>{#p/toriel}{#f/21}* «Вопрос: Как по-другому называются пороки скелета?»

source: <32>{#p/basic}* There's no sense in continuing to read these.
ru_ru: <32>{#p/basic}* Нет смысла продолжать их читать.

source: <32>{#p/toriel}{#f/21}* "Question: How does a skeleton say goodbye?"
ru_ru: <32>{#p/toriel}{#f/21}* «Вопрос: Как скелет прощается?»

source: <32>* "Answer: See you to-MARROW..."
ru_ru: <32>* "Ответ: До встречи в МАРРОУ..."

source: <32>{#p/basic}* That one wasn't even REMOTELY funny.
ru_ru: <32>{#p/basic}* Это было даже не смешно.

source: <32>{#p/basic}* You can't get enough of these lame puns.
ru_ru: <32>{#p/basic}* Ты не можешь насытиться этими убогими шутками.

source: <32>{#p/toriel}{#f/21}* "Question: Why did the skeleton drool in their sleep?"
ru_ru: <32>{#p/toriel}{#f/21}* «Вопрос: Почему скелет пускал слюни во сне?»

source: <32>* "Answer: Because they were having a FEMUR dream..."
ru_ru: <32>* «Ответ: Потому что им снился ФЕМУР...»

source: <32>{#p/basic}* This is getting old...
ru_ru: <32>{#p/basic}* Это уже надоело...

source: <32>{#p/basic}* You still can't get enough of these lame puns.
ru_ru: <32>{#p/basic}* Ты все еще не можешь насытиться этими убогими шутками.

source: <32>{#p/toriel}{#f/21}* "Question: What does a skeleton say to start a fight?"
ru_ru: <32>{#p/toriel}{#f/21}* «Вопрос: Что должен сказать скелет, чтобы начать драку?»

source: <32>* "Answer: I've got a BONE to pick with you..."
ru_ru: <32>* «Ответ: У меня есть к тебе претензии...»

source: <32>{#p/basic}* Seriously? * That wasn't even a pun!
ru_ru: <32>{#p/basic}* Серьезно? * Это даже не шутка!

source: <32>{#p/basic}* We're losing brain cells here...
ru_ru: <32>{#p/basic}* Мы теряем клетки мозга...

source: <32>{#p/toriel}{#f/21}* "'What's up stairs?' asked the skeleton."
ru_ru: <32>{#p/toriel}{#f/21}* " 'Что на лестнице?» - спросил скелет."

source: <32>* "... the stairs did not reply."
ru_ru: <32>* "... лестница не ответила."

source: <32>{#p/basic}* ... * I have no words.
ru_ru: <32>{#p/basic}* ... * У меня нет слов.

source: <32>{#p/human}* (You look to the final paragraph.)
ru_ru: <32>{#p/human}* (Ты смотришь на последний абзац.)

source: <32>{#p/basic}* Huh? * This one's not a joke...
ru_ru: <32>{#p/basic}* А? * Это не шутка...

source: <32>{#p/toriel}{#f/21}* "A human has arrived in the Outlands today."
ru_ru: <32>{#p/toriel}{#f/21}* "Сегодня в Запределье прибыл человек."

source: <32>* "I do trust that Sans would look after them, but..."
ru_ru: <32>* "Я верю, что Санс присмотрит за ним, но..."

source: <32>* "I would rather not force him to do so."
ru_ru: <32>* "Я бы не хотела заставлять его делать это."

source: <32>* "Besides, can one royal sentry really protect them from the rest of the outpost?"
ru_ru: <32>* "Кроме того, может ли один королевский часовой защитить их от остального аванпоста?"

source: <32>* "Hopefully those kinds of questions will soon be pointless."
ru_ru: <32>* "Надеюсь, что подобные вопросы скоро станут бессмысленными."

source: <32>{#p/human}* (There are no more written entries here.)
ru_ru: <32>{#p/human}* (Здесь больше нет записей).

source: <32>{#p/human}* (The diary seems to consist primarily of over-the-top skeleton puns.)
ru_ru: <32>{#p/human}* (Похоже, дневник состоит в основном из шуток про скелетов).

source: <32>{#p/human}* (You look to the newly-written page.)
ru_ru: <32>{#p/human}* (Ты смотришь на только что написанную страницу.)

source: <32>{#p/toriel}{#f/21}* "It seems my preconceptions about Asgore were incorrect."
ru_ru: <32>{#p/toriel}{#f/21}* "Похоже, мои представления об Асгоре были неверны."

source: <32>* "In failing to confront him, I have failed to understand what was truly going on."
ru_ru: <32>* «Не сумев противостоять ему, я не поняла, что на самом деле происходило».

source: <32>* "I was right in thinking I did not deserve to be a mother."
ru_ru: <32>* "Я была права, когда думала, что не заслуживаю быть матерью."

source: <32>* "But perhaps now... I can learn what being a mother truly means."
ru_ru: <32>* "Но, возможно, теперь... я смогу узнать, что значит быть матерью."

source: <32>* "I will need to think about this on my own."
ru_ru: <32>* "Мне нужно будет подумать об этом самостоятельно."

source: <32>{#p/basic}* It's a diary. * You wouldn't find it funny.
ru_ru: <32>{#p/basic}* Это дневник. * Ты не найдешь его смешным.

source: <32>{#p/human}* (You look to the most recently written paragraph.)
ru_ru: <32>{#p/human}* (Ты смотришь на последний написанный абзац.)

source: <32>{#p/basic}* It's been scribbled out with a crayon.
ru_ru: <32>{#p/basic}* Она была нацарапана мелком.

source: <32>{#p/toriel}{#f/21}* "It has not been the best of days."
ru_ru: <32>{#p/toriel}{#f/21}* "Это были не самые лучшие дни."

source: <32>* "Yet another human has fallen out of my care..."
ru_ru: <32>* "Ещё один человек выбыл из-под моей опеки..."

source: <32>* "The seventh and final human he'd need to break the force field."
ru_ru: <32>* «Седьмой и последний человек, который понадобится ему, чтобы сломать силовое поле».

source: <32>* "I should not have allowed this to happen."
ru_ru: <32>* «Я не должна была этого допускать».

source: <32>* "With the stakes so high, a confrontation may be inevitable..."
ru_ru: <32>* "С такими высокими ставками противостояние может быть неизбежным..."

source: <32>{#p/toriel}{#f/21}* "It has been an interesting day, to say the least."
ru_ru: <32>{#p/toriel}{#f/21}* "Это был интересный день, если не сказать больше."

source: <32>* "A human arrived..."
ru_ru: <32>* «Прибыл человек...»

source: <32>* "Then, tried to leave..."
ru_ru: <32>* "Потом попытался уйти..."

source: <32>* "And then, the strangest thing happened."
ru_ru: <32>* "И тут случилось самое странное."

source: <32>* "A reminder I have been in need of for some time..."
ru_ru: <32>* "Напоминание, в котором я давно нуждался..."

source: <32>{#p/human}* (This houseplant strikes you as exceedingly normal.)
ru_ru: <32>{#p/human}* (Это комнатное растение кажется тебе совершенно обычным).

source: <32>{#p/basic}* It's a houseplant.
ru_ru: <32>{#p/basic}* Это комнатное растение.

source: <32>* What more is there to say?
ru_ru: <32>* Что еще нужно сказать?

source: <32>{#p/basic}* Snails.
ru_ru: <32>{#p/basic}* Улитки.

source: <32>{#p/basic}* The snails are beginning to smell... ghostly.
ru_ru: <32>{#p/basic}* Улитки начинают пахнуть... призрачно.

source: <32>* ... what could this mean?
ru_ru: <32>* ... что это может означать?

source: <32>{#p/basic}* It's Toriel's private trash can, containing...
ru_ru: <32>{#p/basic}* Это личный мусорный бак Ториэль, содержащий...

source: <32>* Snails.
ru_ru: <32>* Улитки.

source: <32>* Oodles and oodles of snails.
ru_ru: <32>* Много-много улиток.

source: <32>{#p/basic}* Maybe this is how snails live past their expiry date.
ru_ru: <32>{#p/basic}* Может быть, именно так улитки живут до истечения срока годности.

source: <32>{#p/basic}* And nothing BUT snails.
ru_ru: <32>{#p/basic}* И ничего, КРОМЕ улиток.

source: <32>{#p/basic}* Or maybe I've just gone and lost it completely.
ru_ru: <32>{#p/basic}* А может быть, я просто окончательно запутался.

source: <32>{#p/basic}* ... * Did I mention the snails?
ru_ru: <32>{#p/basic}* ... * Я упоминал об улитках?

source: <32>{#p/basic}* Or maybe...
ru_ru: <32>{#p/basic}* Или, может быть...

source: <32>* ... wait, what was I saying?
ru_ru: <32>* ... подождите, что я сказал?

source: <32>{#p/basic}* Oh, right. * The meaning of the snails' newfound ghostly scent.
ru_ru: <32>{#p/basic}* О, точно. * Значение вновь обретенного призрачного запаха улиток.

source: <32>{#p/basic}* Oodles and oodles of snails.
ru_ru: <32>{#p/basic}* Множество улиток.

source: <32>{#p/human}* (You stare excitedly into the cosmos beyond...)
ru_ru: <32>{#p/human}* (Ты с волнением смотришь в открытый космос...)

source: <32>{#p/basic}* The first of many windows in this part of the Outlands.
ru_ru: <32>{#p/basic}* Первое из многих окон в этой части Запределья.

source: <32>{#p/human}* (The sign describes the qualities of a good relationship.)
ru_ru: <32>{#p/human}* (Знак описывает качества хороших отношений).

source: <32>{#p/basic}* "A good relationship requires trust and kindness to move forward."
ru_ru: <32>{#p/basic}* "Хорошие отношения требуют доверия и доброты, чтобы двигаться вперед."

source: <26>{#p/asriel2}{#f/8}* How grossly sentimental.
ru_ru: <26>{#p/asriel2}{#f/8}* Как грубо сентиментально.

source: <25>{#p/asriel1}{#f/17}* Mom's pies were always the best...
ru_ru: <25>{#p/asriel1}{#f/17}* Мамины пироги всегда были самыми вкусными...

source: <25>{#f/13}* I can still remember what the first one I ever had tasted like.
ru_ru: <25>{#f/13}* Я до сих пор помню вкус первого, который я попробовал.

source: <25>{#f/15}* I'd never felt so happy to take a bite of something...
ru_ru: <25>{#f/15}* Я никогда не чувствовал себя таким счастливым, когда откусывал от чего-то...

source: <25>{#f/17}* ... it was like I'd transcended to the next level of confection.
ru_ru: <25>{#f/17}* ... я словно перешёл на новый уровень сладостей.

source: <25>{#p/asriel1}{#f/20}* Er, maybe I'm overselling it just a little.
ru_ru: <25>{#p/asriel1}{#f/20}* Возможно, я немного преувеличиваю.

source: <25>{#f/17}* But I'm telling you right now, Frisk...
ru_ru: <25>{#f/17}* Но я говорю тебе прямо сейчас, Фриск...

source: <25>{#f/13}* ... no matter what happens with Mom and Dad...
ru_ru: <25>{#f/13}* ... что бы ни случилось с мамой и папой...

source: <25>{#f/17}* You NEED to have her make one of her pies for me.
ru_ru: <25>{#f/17}* Ты просто ОБЯЗАН попросить ее приготовить для меня один из её пирогов.

source: <25>{#f/20}* I'm... kind of curious if I'll still like it after all of this.
ru_ru: <25>{#f/20}* Мне... немного любопытно, понравится ли он мне после всего этого.

source: <25>{#p/asriel1}{#f/15}* It sure has been a while, huh...
ru_ru: <25>{#p/asriel1}{#f/15}* Давненько не виделись, а...

source: <32>{#p/basic}* It's just a countertop.
ru_ru: <32>{#p/basic}* Это просто столешница.

source: <32>{#p/basic}* There is a nigh-invisible ring-shaped stain on the countertop.
ru_ru: <32>{#p/basic}* На столешнице есть малозаметное пятно в форме кольца.

source: <32>{#p/basic}* The ghost of a pie once smashed haunts the countertop.
ru_ru: <32>{#p/basic}* Призрак пирога, который когда-то был разбит, преследует столешницу.

source: <32>{#p/basic}* No amount of passed time will fix this atrocity.
ru_ru: <32>{#p/basic}* Никакое количество прошедшего времени не исправит это злодеяние.

source: <32>{#p/basic}* You feel strongly that you should leave this alone.
ru_ru: <32>{#p/basic}* Ты твердо уверен, что должен оставить это в покое.

source: <32>{#p/basic}* You might have been a bully, but the pie remains untouched.
ru_ru: <32>{#p/basic}* Ты мог быть хулиганом, но пирог остался нетронутым.

source: <32>{#p/basic}* Perhaps some things are too sacred, even for you.
ru_ru: <32>{#p/basic}* Возможно, некоторые вещи слишком священны даже для тебя.

source: <32>{#p/basic}* The pie may be intimidated by you, but after all this time...
ru_ru: <32>{#p/basic}* Пирог может быть напуган тобой, но после всего этого времени...

source: <32>{#p/basic}* The size of the pie may no longer intimidate you, but after all this time...
ru_ru: <32>{#p/basic}* Размер пирога может больше не пугать вас, но после стольких лет...

source: <32>{#p/basic}* You've gained a sense of respect for the pie that does not permit you to eat it.
ru_ru: <32>{#p/basic}* Ты проникся уважением к пирогу, которое не позволяет тебе его съесть.

source: <32>{#p/basic}* There is simply nothing more to be done here.
ru_ru: <32>{#p/basic}* Больше здесь просто нечего делать.

source: <32>{#p/basic}* The size of the pie does not intimidate you at all.
ru_ru: <32>{#p/basic}* Размер пирога тебя нисколько не пугает.

source: <32>{#p/basic}* In fact, it might even be intimidated by you...
ru_ru: <32>{#p/basic}* На самом деле, ты можешь даже испугаться...

source: * (Smash the pie?)
ru_ru: * (Разбить пирог?)

source: <32>{#p/basic}* The size of the pie intimidates you too much to eat it.
ru_ru: <32>{#p/basic}* Размер пирога слишком пугает тебя, чтобы съесть его.

source: <32>{#p/human}* (You decide not to smash.)
ru_ru: <32>{#p/human}* (Ты решаешь не разбивать.)

source: <32>{#p/human}* (You take a swing...)
ru_ru: <32>{#p/human}* (Ты замахиваешься...)

source: <32>{#p/basic}* It's been utterly destroyed.
ru_ru: <32>{#p/basic}* Он был полностью уничтожен.

source: <25>{#p/toriel}* Unlike the puzzle beforehand, this one is a little different.
ru_ru: <25>{#p/toriel}* В отличие от предыдущей головоломки, эта немного отличается.
