Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <32>* I know what I have to do.
ru_ru: <32>* Я знаю что я должен что-то сделать.

source: <25>{*}{#p/asriel1}{#f/25}* Huh? * What are you... {^60}{%}
ru_ru: <25>{*}{#p/asriel1}{#f/25}* Ха? * Что ты... ^60}{%}

source: <25>{*}{#f/25}* No...!{^60}{%}
ru_ru: <25>{*}{#f/25}* Нет...!{^60}{%}

source: <25>{*}{#f/26}* L... let me go!{^60}{%}
ru_ru: <25>{*}{#f/26}* Я... отпусти меня!{^60}{%}

source: <32>{*}{#p/basic}* Heh...{^60}{%}
ru_ru: <32>{*}{#p/basic}* Хех...{^60}{%}

source: <32>{*}* ... take care of Mom and Dad for me, okay?{^60}{%}
ru_ru: <32>{*}* ... позаботься о маме и папе ради меня, ладно?

source: <25>{#p/asriel1}{#f/25}* Frisk, are you there?
ru_ru: <25>{#p/asriel1}{#f/25}* Фриск, ты здесь?

source: <25>{#f/22}* Please... wake up...
ru_ru: <25>{#f/22}* Пожалуйста... проснись...

source: <25>{#p/asriel1}{#f/23}* I... * I don't want to lose you too...
ru_ru: <25>{#p/asriel1}{#f/23}* Я... * Я не хочу потерять и тебя тоже...

source: <25>{#p/asriel1}{#f/17}* ... there you are.
ru_ru: <25>{#p/asriel1}{#f/17}* ... вот ты где.

source: <25>{#p/asriel1}{#f/23}* Ha... I thought I'd lost you for a minute there.
ru_ru: <25>{#p/asriel1}{#f/23}* Ха... Я на минуту мне показалось, что я потерял тебя из виду.

source: <25>{#f/22}* Don't scare me like that again, okay?
ru_ru: <25>{#f/22}* Не пугай меня больше так, ладно?

source: <25>{#p/asriel1}{#f/13}* Well... * I have my SOUL back inside of me now.
ru_ru: <25>{#p/asriel1}{#f/13}* Хорошо... * Я теперь моя ДУША снова внутри меня.

source: <25>{#f/15}* My original one.
ru_ru: <25>{#f/15}* Мой оригинально первый.

source: <26>{#f/16}* When $(name) and I died, they must've wrapped themselves around me...
ru_ru: <26>{#f/16}* Когда $(name) и я умер, они, должно быть, обвились вокруг меня...

source: <25>{#f/13}* ... keeping me safe until I could be brought back here.
ru_ru: <25>{#f/13}* ... оберегал меня до тех пор, пока меня не вернут сюда.

source: <26>{#f/17}* They held on that whole time, just for a chance to see me, Frisk...
ru_ru: <26>{#f/17}* Они держались все это время только ради возможности увидеть меня, Фриск...

source: <25>{#f/13}* ... so, the least I can do is honor it.
ru_ru: <25>{#f/13}* ... так что самое меньшее, что я могу сделать, - это почтить это.

source: <25>{#f/15}* Live the life they always wanted me to have.
ru_ru: <25>{#f/15}* Жить той жизнью, которую они всегда хотели, чтобы у меня была.

source: <25>{#p/asriel1}{#f/23}* ... Frisk.
ru_ru: <25>{#p/asriel1}{#f/23}* ... Фриск.

source: <25>{#f/23}* I'm going to stay with you from now on.
ru_ru: <25>{#f/23}* С этого момента я собираюсь остаться с тобой.

source: <25>{#f/17}* Wherever you go... I'll follow you.
ru_ru: <25>{#f/17}* Куда бы ты ни пошел... Я последую за тобой.

source: <25>{#f/13}* I feel like... * I can trust you with that sort of thing.
ru_ru: <25>{#f/13}* Я чувствую себя так... * Я могу довериться тебе в таких вещах.

source: <25>{#f/13}* Even if we don't know much about each other.
ru_ru: <25>{#f/13}* Даже если мы мало знаем друг о друге.

source: <25>{#f/15}* ... I don't know.
ru_ru: <25>{#f/15}* ... Я не знаю.

source: <25>{#f/13}* Frisk... are you really sure about this?
ru_ru: <25>{#f/13}* Фриск... ты правда действительно уверен в этом?

source: <25>{#f/13}* All the times I've hurt you, hurt your friends...
ru_ru: <25>{#f/13}* Все это время я причинял боль тебе, твоим друзьям...

source: <25>{#f/22}* It's... all I can think about right now.
ru_ru: <25>{#f/22}* Это... все, о чем я могу думать прямо сейчас.

source: <25>{#f/21}* Seeing them die like that in my mind, over and over...
ru_ru: <25>{#f/21}* Я мысленно вижу, как они умирают, снова и снова...

source: <25>{#f/22}* Knowing that I'm the one who did it.
ru_ru: <25>{#f/22}* Зная, что это сделал я.

source: <25>{#f/15}* Are you really sure you can be there for someone like that?
ru_ru: <25>{#f/15}* Ты действительно уверен, что сможешь быть рядом с таким человеком?

source: <25>{#f/17}* ... I guess I just don't understand you, Frisk.
ru_ru: <25>{#f/17}* ... Наверное, я просто не понимаю тебя, Фриск.

source: <25>{#f/23}* No matter what I do to you... you just won't give in.
ru_ru: <25>{#f/23}* Не важно, что я с тобой сделаю... ты просто не сдашься.

source: <25>{#f/13}* Hey. * Maybe it won't be so bad.
ru_ru: <25>{#f/13}* Эй. * Может быть все будет не так уж плохо.

source: <25>{#f/17}* Having you there with me definitely won't hurt matters.
ru_ru: <25>{#f/17}* То, что ты будешь там со мной, определенно не повредит делу.

source: <25>{#f/13}* ... * The thing is... * If I stayed here now...
ru_ru: <25>{#f/13}* ... * Дело в том, что... * Если бы я остался здесь сейчас...

source: <25>{#f/15}* It wouldn't be right by $(name)... you know?
ru_ru: <25>{#f/15}* Это было бы неправильно $(name)... ты знал?

source: <25>{#f/13}* And besides, with my SOUL back inside of me...
ru_ru: <25>{#f/13}* И, кроме того, с моей ДУШОЙ, вернувшейся ко мне...

source: <25>{#f/13}* I won't turn back into a star.
ru_ru: <25>{#f/13}* Я больше не стану звездой.

source: <25>{#f/13}* So... there's no point in me staying here.
ru_ru: <25>{#f/13}* Так что... мне нет смысла здесь оставаться.

source: <25>{#p/asriel1}{#f/17}* Well. * Better get going.
ru_ru: <25>{#p/asriel1}{#f/17}* Хорошо. * Лучше поторопиться.

source: <25>{#f/20}* Your friends are probably worried sick about you by now.
ru_ru: <25>{#f/20}* Твои друзья, наверное, уже до смерти волнуются за тебя.

source: <25>{#f/16}* I don't know what's going to happen to $(name) after this.
ru_ru: <25>{#f/16}* Я не знаю, что будет со мной дальше $(name) после этого.

source: <25>{#f/13}* They held on for a chance to see me, but that's...
ru_ru: <25>{#f/13}* Они надеялись на возможность увидеть меня, но это...

source: <25>{#f/15}* ... in the past now.
ru_ru: <25>{#f/15}* ... теперь это в прошлом.

source: <25>{#p/asriel1}{#f/13}* I still can't believe they waited all that time just to see me...
ru_ru: <25>{#p/asriel1}{#f/13}* Я до сих пор не могу поверить, что они ждали все это время только для того, чтобы увидеть меня...

source: <25>{#f/23}* Stubborn idiot.
ru_ru: <25>{#f/23}* Упрямый идиот.

source: <25>{#f/17}* ... is what I would have said, if I was still a talking star.
ru_ru: <25>{#f/17}* ... вот что я бы сказал, если бы все еще был говорящей звездой.

source: <25>{#f/13}* But... I don't really think they're an idiot.
ru_ru: <25>{#f/13}* Но... На самом деле я не думаю, что они идиоты.

source: <25>{#p/asriel1}{#f/13}* $(name)'s not stupid. * And I...
ru_ru: <25>{#p/asriel1}{#f/13}* $(name)' он не дурак. * И я...

source: <25>{#f/13}* I agreed with a lot of what they said about themselves...
ru_ru: <25>{#f/13}* Я был согласен со многим из того, что они говорили о себе...

source: <25>{#f/15}* About them not being the kind of friend I wish I had...
ru_ru: <25>{#f/15}* О том, что они не те друзья, которых я хотел бы иметь...

source: <25>{#f/7}* ... but it doesn't mean I wanted them gone!
ru_ru: <25>{#f/7}* ... но это не значит, что я хотел, чтобы они ушли!

source: <25>{#p/asriel1}{#f/13}* It's not like $(name) has to go away...
ru_ru: <25>{#p/asriel1}{#f/13}* Это не похоже на $(name) должен уйти...

source: <25>{#f/17}* If they wanted to, they could stay with us. * I'd like them to.
ru_ru: <25>{#f/17}* Если бы они захотели, они могли бы остаться с нами. * Я бы хотел, чтобы они это сделали.

source: <25>{#f/15}* But I'd understand if they wanted to go.
ru_ru: <25>{#f/15}* Но я бы понял, если бы они захотели уйти.

source: <25>{#f/16}* They "won" their game. * They shouldn't want to "play" with me anymore.
ru_ru: <25>{#f/16}* Они "выиграли" свою игру. * Они не должны больше хотеть "играть" со мной.

source: <25>{#p/asriel1}{#f/13}* ... $(name)... * If you're still there, listening...
ru_ru: <25>{#p/asriel1}{#f/13}* ... $(name)... * Если ты все еще здесь, слушаешь меня...

source: <25>{#f/15}* I want you to know that I love you.
ru_ru: <25>{#f/15}* Я хочу, чтобы ты знал, что я люблю тебя.

source: <25>{#f/23}* You might not have been the greatest person...
ru_ru: <25>{#f/23}* Возможно, ты и не был самым великим человеком...

source: <25>{#f/22}* But, deep down, you still cared about me.
ru_ru: <25>{#f/22}* Но в глубине души ты все еще заботился обо мне.

source: <25>{#p/asriel1}{#f/23}* Ha...
ru_ru: <25>{#p/asriel1}{#f/23}* Ха...

source: <25>{#f/22}* I probably seem like a crazy person right now.
ru_ru: <25>{#f/22}* Наверное, сейчас я кажусь себе сумасшедшим.

source: <25>{#f/15}* Obsessing over someone I should have moved on from already...
ru_ru: <25>{#f/15}* Зацикливаюсь на ком-то, от кого мне уже следовало бы уйти...

source: <26>{#f/17}* ... I guess $(name) and I really are just a pair of stubborn idiots.
ru_ru: <26>{#f/17}* ... Я думаю $(name) и я действительно просто пара упрямых идиотов.

source: <25>{#p/asriel1}{#f/13}* One time, $(name) and I were fighting over a bed...
ru_ru: <25>{#p/asriel1}{#f/13}* Первое время, $(name) и я дрался из-за кровати...

source: <25>{#f/10}* 'Cause, both of us wanted the one with the nightstand next to it.
ru_ru: <25>{#f/10}* 'Потому что мы оба хотели ту, рядом с которой была прикроватная тумбочка.

source: <26>{#f/15}* We were both pushing each other off the side, trying to make room...
ru_ru: <26>{#f/15}* Мы оба отталкивали друг друга в сторону, пытаясь освободить место...

source: <25>{#f/4}* All that fighting got us so tired, that we fell asleep.
ru_ru: <25>{#f/4}* Все эти ссоры так утомили нас, что мы заснули.

source: <25>{#f/13}* But when we woke up...
ru_ru: <25>{#f/13}* Но когда мы проснулись...

source: <25>{#f/17}* We were lying right next to each other.
ru_ru: <25>{#f/17}* Мы лежали совсем рядом друг с другом.

source: <25>{#f/13}* I tried to get up, but... they didn't want to let go.
ru_ru: <25>{#f/13}* Я попытался встать, но... они не хотели меня отпускать.

source: <26>{#f/15}* They just kept saying...
ru_ru: <26>{#f/15}* Они просто продолжали говорить...

source: <25>{#f/15}* "... warm..."
ru_ru: <25>{#f/15}* "...теплый..."

source: <25>{#f/15}* "... fluffy..."
ru_ru: <25>{#f/15}* "...пушистый..."

source: <25>{#f/20}* I would have complained about it, but...
ru_ru: <25>{#f/20}* Я бы пожаловался на это, но...

source: <25>{#f/17}* ... at that point, I was just happy we weren't fighting.
ru_ru: <25>{#f/17}* ... в тот момент я был просто счастлив, что мы не ссоримся.

source: <25>{#p/asriel1}{#f/13}* This other time, $(name) and I were making dinner for Mom and Dad.
ru_ru: <25>{#p/asriel1}{#f/13}* В это другое время, $(name) и я готовили ужин для мамы и папы.

source: <25>{#f/15}* They kept wanting to make it more spicy...
ru_ru: <25>{#f/15}* Они все время хотели сделать его более острым...

source: <25>{#f/3}* To be honest, if they insisted on that now, I would not complain.
ru_ru: <25>{#f/3}* Честно говоря, если бы они настояли на этом сейчас, я бы не стал жаловаться.

source: <25>{#f/20}* I could go for something spicy right about now.
ru_ru: <25>{#f/20}* Я бы прямо сейчас не отказалась от чего-нибудь остренького.

source: <25>{#f/13}* But, back then, I was more into sweets. * Most monsters are.
ru_ru: <25>{#f/13}* Но тогда мне больше нравились сладости. * Как и большинству монстров.

source: <25>{#f/15}* We ended up playing tug-of-war with the mixing bowl, and...
ru_ru: <25>{#f/15}* В итоге мы поиграли в перетягивание каната с миской для смешивания, и...

source: <25>{#f/20}* You can imagine how that turned out.
ru_ru: <25>{#f/20}* Ты можешь себе представить, чем это обернулось.

source: <25>{#f/17}* Mom made us clean up the mess, of course.
ru_ru: <25>{#f/17}* Мама, конечно, заставила нас навести порядок.

source: <25>{#f/13}* Then, Dad took us out to eat, and we both got what we wanted.
ru_ru: <25>{#f/13}* Потом папа повел нас куда-нибудь поесть, и мы оба получили то, что хотели.

source: <25>{#p/asriel1}{#f/15}* $(name) and I... * It's like we couldn't agree on anything...
ru_ru: <25>{#p/asriel1}{#f/15}* $(name) и Я... * Похоже, мы ни о чем не могли договориться...

source: <25>{#f/20}* Besides spending time together, that is.
ru_ru: <25>{#f/20}* Помимо совместного время провождения, конечно.

source: <26>{#f/17}* Despite our differences, $(name) and I really were inseparable.
ru_ru: <26>{#f/17}* Несмотря на наши разногласия, $(name) и я действительно были неразлучны.

source: <25>{#f/13}* Even death itself couldn't keep us apart forever.
ru_ru: <25>{#f/13}* Даже сама смерть не смогла бы разлучить нас навсегда.

source: <25>{#p/asriel1}{#f/17}* ... do you think they're still around, Frisk?
ru_ru: <25>{#p/asriel1}{#f/17}* ... как ты думаешь, Фриск, они все еще где-то здесь?

source: <25>{#f/17}* For all you know, they could be watching us right now.
ru_ru: <25>{#f/17}* Насколько тебе известно, они могут наблюдать за нами прямо сейчас.

source: <25>{#f/23}* Wouldn't that be something.
ru_ru: <25>{#f/23}* Разве это не было бы что-то особенное?

source: <25>{#f/22}* But it's impossible to know for sure.
ru_ru: <25>{#f/22}* Но это невозможно знать наверняка.

source: <25>{#p/asriel1}{#f/17}* Golly. * For someone who'll be staying with you...
ru_ru: <25>{#p/asriel1}{#f/17}* Боже мой. * Для кого-то, кто останется с тобой...

source: <25>{#f/20}* I sure am making it sound like I'd rather be with $(name).
ru_ru: <25>{#f/20}* Я уверен, что это звучит так, будто я предпочел бы быть с $(name).

source: <25>{#f/13}* But... it's not like that at all.
ru_ru: <25>{#f/13}* Но... это совсем не так.

source: <25>{#f/17}* I just can't help but reminisce about someone I used to know.
ru_ru: <25>{#f/17}* Я просто не могу не вспоминать о ком-то, кого я когда-то знал.

source: <25>{#p/asriel1}{#f/17}* Frisk... * I want you to know.
ru_ru: <25>{#p/asriel1}{#f/17}* Фриск... * Я хочу, чтобы ты знал.

source: <25>{#f/13}* Thanks to you...
ru_ru: <25>{#f/13}* Благодаря тебе...

source: <25>{#f/23}* I feel like I have a future again.
ru_ru: <25>{#f/23}* Я чувствую, что у меня снова есть будущее.

source: <25>{#f/22}* Even though you couldn't forgive me for what I'd done...
ru_ru: <25>{#f/22}* Даже несмотря на то, что ты не мог простить меня за то, что я сделал...

source: <25>{#f/22}* Even though I wanted you to do all those terrible things...
ru_ru: <25>{#f/22}* Даже несмотря на то, что я хотел, чтобы ты совершила все эти ужасные поступки...

source: <25>{#f/22}* Even though I tortured you, and threatened everyone you love...
ru_ru: <25>{#f/22}* Даже несмотря на то, что я пытал тебя и угрожал всем, кого ты любишь...

source: <25>{#f/13}* You're still willing to help me move past it all.
ru_ru: <25>{#f/13}* Ты все еще хочешь помочь мне забыть все это.

source: <25>{#f/23}* ... it means a lot.
ru_ru: <25>{#f/23}* ... это очень много значит.

source: <25>{#f/13}* Mom, Dad...
ru_ru: <25>{#f/13}* Мама, Папа...

source: <25>{#f/13}* Sans, Papyrus, Undyne, Alphys...
ru_ru: <25>{#f/13}* Санс, Папирус, Андайн, Альфис...

source: <25>{#f/15}* Everyone I've killed in past realities...
ru_ru: <25>{#f/15}* Все, кого я убил в прошлых реальностях...

source: <25>{#f/16}* ... it's going to be difficult for me to face them.
ru_ru: <25>{#f/16}* ... мне будет трудно встретиться с ними лицом к лицу.

source: <25>{#f/17}* But I'll try.
ru_ru: <25>{#f/17}* Но я постараюсь.

source: <25>{#f/23}* I'll try to be a better person.
ru_ru: <25>{#f/23}* Я постараюсь стать лучше.

source: <25>{#f/22}* And, If I ever screw up...
ru_ru: <25>{#f/22}* И если я когда-нибудь облажаюсь...

source: <25>{#f/13}* ... I know you'll be there to help me pick up the pieces.
ru_ru: <25>{#f/13}* ... Я знаю, ты будешь рядом, чтобы помочь мне собраться с мыслями.

source: <25>{#p/asriel1}{#f/17}* Ha... $(name).
ru_ru: <25>{#p/asriel1}{#f/17}* Ха... $(name).

source: <25>{#f/23}* I won't let you down, okay?
ru_ru: <25>{#f/23}* Я тебя не подведу, хорошо?

source: <25>{#f/22}* I'll make the most out of this chance you've given me.
ru_ru: <25>{#f/22}* Я максимально использую этот шанс, который ты мне дал.

source: <25>{#f/17}* I'll make it count.
ru_ru: <25>{#f/17}* Я сделаю так, чтобы это засчиталось.

source: <32>{#p/human}* (You feel the nearby monster presence dwindling.)
ru_ru: <32>{#p/human}* (Ты чувствуешь, что присутствие монстра поблизости уменьшается.)

source: <32>{#p/human}* (You saw a piece of gum taped to the comic strip...)
ru_ru: <32>{#p/human}* (Вы увидели жвачку, приклеенную к комиксу...)

source: * (Chew the gum?)
ru_ru: * (Погрызть жвачку?)

source: <32>{#p/basic}* There was a piece of gum taped to the comic strip.
ru_ru: <32>{#p/basic}* К комиксу была приклеена жвачка.

source: <32>{#p/human}* (You decide not to chew.)
ru_ru: <32>{#p/human}* (Вы решили не грызть.)

source: <32>{#p/human}* (You recovered $(x) HP.)
ru_ru: <32>{#p/human}* (Вы восстановили $(x) ОЗ.)

source: <32>{#p/human}* (HP fully restored.)
ru_ru: <32>{#p/human}* (ОЗ полностью восстановлено.)

source: <32>{#p/human}* (You feel the inviting warmth of the fireplace...)
ru_ru: <32>{#p/human}* (Вы чувствуете манящее тепло камина...)

source: * (Crawl inside?)
ru_ru: * (Забраться внутрь?)

source: <32>{#p/basic}* An ordinary fireplace.
ru_ru: <32>{#p/basic}* Обычный камин.

source: <32>{#p/basic}* Toriel's fireplace. * It's not too hot, just pleasantly warm.
ru_ru: <32>{#p/basic}* Камин Ториэль. * В нем не слишком жарко, просто приятно тепло.

source: <32>* You could probably crawl in.
ru_ru: <32>* Ты, наверное, мог бы заползти внутрь.

source: <32>{#p/human}* (You chose not to crawl in.)
ru_ru: <32>{#p/human}* (Ты решил не лезть внутрь.)

source: <32>{#p/human}* (You crawl into the fireplace and let its warmth engulf you.)
ru_ru: <32>{#p/human}* (Ты забираешься в камин и позволяете его теплу окутать вас.)

source: <32>{#p/human}* (You are very comfortable.)
ru_ru: <32>{#p/human}* (Вам очень удобно.)

source: <25>{#p/asriel1}{#f/13}* I'll just, uh, wait for you to get out.
ru_ru: <25>{#p/asriel1}{#f/13}* Я просто подожду, пока ты выйдешь.

source: <25>{#p/asriel2}{#f/15}* I'll just, uh, wait for you to get out...
ru_ru: <25>{#p/asriel2}{#f/15}* Я просто подожду, пока ты выйдешь...

source: <25>{#p/toriel}{#f/1}{#npc/a}* Don't stay in there for too long...
ru_ru: <25>{#p/toriel}{#f/1}{#npc/a}* Не оставайся там слишком долго...

source: <32>* This is fine.
ru_ru: <32>* Это прекрасно.

source: <25>{#p/asriel2}{#f/10}* Something you missed back here?
ru_ru: <25>{#p/asriel2}{#f/10}* Ты что-то пропустил здесь?

source: <25>{#p/asriel2}{#f/3}* Ah, the place where it all began.
ru_ru: <25>{#p/asriel2}{#f/3}* Ах, то место, где все это началось.

source: <25>{#p/asriel2}{#f/4}* We've certainly come along since then, haven't we, $(name)?
ru_ru: <25>{#p/asriel2}{#f/4}* С тех пор мы определенно продвинулись вперед, не так ли, $(name)?

source: <25>{#p/asriel2}{#f/10}* Wasn't there a dummy here before...?
ru_ru: <25>{#p/asriel2}{#f/10}* Разве здесь раньше не было манекена...?

source: <32>{#p/basic}{#n1}* Just between you and me...
ru_ru: <32>{#p/basic}{#n1}* Только между нами...

source: <32>* I saw that goat lady come through here just a little while ago.
ru_ru: <32>* Я видел, как эта дама с козой проходила здесь совсем недавно.

source: <32>* She had groceries, so I asked her what they were for, and...
ru_ru: <32>* У нее были продукты, поэтому я спросил ее, для чего они, и...

source: <32>* Well, you're in for a treat.
ru_ru: <32>* Что ж, тебя ждет удовольствие.

source: <32>* I saw that goat lady come through here earlier.
ru_ru: <32>* Я видел, как та дама с козой проходила здесь раньше.

source: <32>* She said it was time to "confront her fears."
ru_ru: <32>* Она сказала, что пришло время "встретиться лицом к лицу со своими страхами".

source: <32>* Well, whatever she did clearly led to something! * We're all free now!
ru_ru: <32>* Что бы она ни сделала, это явно к чему-то привело! * Теперь мы все свободны!

source: <32>{#p/basic}{#n1}* Did you see her? * She just came through here right now!
ru_ru: <32>{#p/basic}{#n1}* Ты ее видел? * Она только что прошла мимо нас!

source: <32>* I wonder what she could have meant...? * She seemed determined.
ru_ru: <32>* Интересно, что она могла иметь в виду...? * Она казалась решительной.

source: <32>* I saw that goat lady take the taxi to the supermarket earlier.
ru_ru: <32>* Я видел, как та женщина-коза недавно ехала на такси в супермаркет.

source: <32>* She said she was going off to buy milk, but she still hasn't come back...
ru_ru: <32>* Она сказала, что пошла купить молока, но до сих пор не вернулась...

source: <32>* I hope she's alright.
ru_ru: <32>* Я надеюсь, с ней все в порядке.

source: <32>* Sometimes, when I'm alone, I like to ride the taxi to the marketplace.
ru_ru: <32>* Иногда, когда я остаюсь один, мне нравится ездить на такси в маркетплейсы.

source: <32>* It's a quaint little shop, but there's loads of stuff to buy.
ru_ru: <32>* Это необычный маленький магазинчик, но здесь есть что купить.

source: <32>* Maybe I'll take you there sometime... you'd adore it!
ru_ru: <32>* Может быть, я как-нибудь отведу тебя туда... тебе бы там понравилось!

source: <32>* I'm not a fan of how you beat us all up at first.
ru_ru: <32>* Я не в восторге от того, как ты сначала всех нас избил.

source: <32>* We were all so scared and confused...
ru_ru: <32>* Мы все были так напуганы и сбиты с толку...

source: <32>* ... at least you did something good in the end.
ru_ru: <32>* ... по крайней мере, в конце концов ты сделал что-то хорошее.

source: <32>* The people you've been beating up aren't happy about it.
ru_ru: <32>* Люди, которых вы избивали, недовольны этим.

source: <32>* Just be glad I'm off-duty... * 'Cause otherwise...
ru_ru: <32>* Просто радуйся, что я не на дежурстве... * 'Потому что иначе...

source: <32>* I'd have your head.
ru_ru: <32>* Я бы оторвал тебе голову.

source: <32>{#p/basic}{#n1}* No... no!
ru_ru: <32>{#p/basic}{#n1}* Нет... нет!

source: <32>* G-get away from me!
ru_ru: <32>* Отойди от меня!

source: <25>{#p/asriel2}{#f/5}* ... but that's okay, I know you'll be there on time!
ru_ru: <25>{#p/asriel2}{#f/5}* ... но все в порядке, я знаю, что ты будешь там вовремя!

source: <25>{#p/asriel2}{#f/1}* You wouldn't want to let me down, would you?
ru_ru: <25>{#p/asriel2}{#f/1}* Ты же не хочешь меня подвести, правда?

source: <25>{#p/asriel2}{#f/2}* Sorry about that, I had to use Toriel's phone to call someone.
ru_ru: <25>{#p/asriel2}{#f/2}* Извините за это, мне пришлось воспользоваться телефоном Ториэль, чтобы кое-кому позвонить.

source: <25>{#p/asriel2}{#f/1}* Don't worry... * You'll find out why soon enough.
ru_ru: <25>{#p/asriel2}{#f/1}* Не волнуйся... * Довольно скоро вы узнаете почему.

source: <25>{#p/asriel2}{#f/2}* ... hee hee hee. * I'll be waiting for you up ahead.
ru_ru: <25>{#p/asriel2}{#f/2}* ... хи-хи-хи. * Я буду ждать тебя впереди.

source: <25>{#p/asriel2}{#f/4}* I'll be waiting for you up ahead.
ru_ru: <25>{#p/asriel2}{#f/4}* Я буду ждать тебя впереди.

source: <25>{#p/asriel2}{#f/1}* Ready, $(name)?
ru_ru: <25>{#p/asriel2}{#f/1}* Готов, $(name)?

source: <25>{#f/2}* 'Cause once we move forward, there's no turning back.
ru_ru: <25>{#f/2}* 'Потому что, как только мы двинемся вперед, пути назад уже не будет.

source: * (Follow Him?)
ru_ru: * (Последовать за Ним?)

source: <25>{#p/asriel2}{#f/1}* Ready?
ru_ru: <25>{#p/asriel2}{#f/1}* Готов?

source: <25>{#p/asriel2}{#f/2}* Okay...
ru_ru: <25>{#p/asriel2}{#f/2}* Хорошо...

source: <25>{#f/1}* Let's do this.
ru_ru: <25>{#f/1}* Давай сделаем это.

source: <25>{#p/asriel2}{#f/4}* I'll be waiting, then.
ru_ru: <25>{#p/asriel2}{#f/4}* Тогда я буду ждать.

source: <32>{#p/human}* (You turn to the first page... you can barely make out the words.)
ru_ru: <32>{#p/human}* (Вы открываете первую страницу... вы едва можете разобрать слова.)

source: <32>{#p/asriel1}{#v/2}* "i am starting a dairy Cuz mommy said it wood be fun."
ru_ru: <32>{#p/asriel1}{#v/2}* "я открываю молочную ферму, потому что мама сказала, что это будет весело".
