Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <25>{#p/toriel}{#f/1}* Hello, little one.
ru_ru: <25>{#p/toriel}{#f/1}* Здравствуй, малыш.

source: <25>{#f/0}* I realize now that it has been a while since I cleaned up.
ru_ru: <25>{#f/0}* Теперь я понимаю, что давно не приводила себя в порядок.

source: <25>{#f/1}* There are likely plenty of things strewn about...
ru_ru: <25>{#f/1}* Вероятно, здесь разбросано множество вещей...

source: <25>{#f/0}* You may pick them up if you like, but do not try to carry too much.
ru_ru: <25>{#f/0}* Ты можешь поднимать их, если хочешь, но не пытайся унести слишком много.

source: <25>{#f/1}* What if you see something you really want?
ru_ru: <25>{#f/1}* Что, если ты увидишь то, что тебе действительно нужно?

source: <25>{#f/0}* You will want to leave room in your pockets for that.
ru_ru: <25>{#f/0}* Ты захочешь оставить место в карманах для этого.

source: <32>{#p/human}* (The switch appears to be stuck.)
ru_ru: <32>{#p/human}* (Выключатель, похоже, застрял).

source: <32>{#p/basic}* The switch is stuck.
ru_ru: <32>{#p/basic}* Выключатель застрял.

source: <25>{#p/toriel}{#f/1}* My child, how did you get here!?
ru_ru: <25>{#p/toriel}{#f/1}* Дитя моё, как ты здесь оказался?

source: <25>{#p/toriel}{#f/1}* Ah... there you are.
ru_ru: <25>{#p/toriel}{#f/1}* А... вот ты где.

source: <25>* Are you alright?
ru_ru: <25>* Ты в порядке?

source: <25>{#p/toriel}* Not a scratch! * Impressive.
ru_ru: <25>{#p/toriel}* Ни царапины! * Впечатляет.

source: <25>{#p/toriel}{#f/10}* Not a scratch... * Very well.
ru_ru: <25>{#p/toriel}{#f/10}* Ни царапины... * Очень хорошо.

source: <25>{#p/toriel}{#f/4}* You look hurt...
ru_ru: <25>{#p/toriel}{#f/4}* Ты выглядишь раненным...

source: <25>{#f/10}* There, there, I will heal you.
ru_ru: <25>{#f/10}* Вот, вот, я исцелю тебя.

source: <25>{#p/toriel}{#f/9}* You have been hurt.
ru_ru: <25>{#p/toriel}{#f/9}* Ты был ранен.

source: <25>{#f/10}* Please, allow me to heal your injuries.
ru_ru: <25>{#f/10}* Пожалуйста, позволь мне исцелить твои раны.

source: <25>{#f/11}* Who did this to you? * Someone is going to answer for this.
ru_ru: <25>{#f/11}* Кто сделал это с тобой? * Кто-то ответит за это.

source: <25>{#p/toriel}* I apologize, young one. * It was foolish of me to leave you on your own.
ru_ru: <25>{#p/toriel}* Я прошу прощения, молодой. * Я поступила глупо, оставив тебя одного.

source: <25>{#f/1}* ... is it just me, or is something wrong with the atmosphere?
ru_ru: <25>{#f/1}* ... мне кажется, или с атмосферой что-то не так?

source: <25>{#f/5}* Perhaps the system that provides it is not functioning properly.
ru_ru: <25>{#f/5}* Возможно, система, которая его обеспечивает, работает неправильно.

source: <25>{#f/0}* No matter. * I am sure it will be resolved shortly.
ru_ru: <25>{#f/0}* Неважно. * Я уверена, что скоро всё решится.

source: <25>{#f/1}* Come! * I have a surprise for you.
ru_ru: <25>{#f/1}* Идем! * У меня для тебя сюрприз.

source: <25>{#p/toriel}* Welcome to my parlor!
ru_ru: <25>{#p/toriel}* Добро пожаловать в мою гостиную!

source: <25>{#f/1}* Can you smell...
ru_ru: <25>{#f/1}* Ты чувствуешь...

source: <25>{#p/toriel}{#f/2}* ... oh, I forgot to check the oven!
ru_ru: <25>{#p/toriel}{#f/2}* ... ой, я забыла проверить духовку!

source: <25>{#p/toriel}{#f/5}* I have been so pre- occupied with your previous behavior, I...
ru_ru: <25>{#p/toriel}{#f/5}* Я была так занят твоим предыдущим поведением, что...

source: <25>{#p/toriel}{#f/1}* I must take care of this now, please do not wander off!
ru_ru: <25>{#p/toriel}{#f/1}* Я должна позаботиться об этом сейчас, пожалуйста, не уходите!

source: <25>{#f/1}* Can you smell that?
ru_ru: <25>{#f/1}* Ты чувствуешь этот запах?

source: <25>{#f/0}* Surprise! * It is a homemade snail pie.
ru_ru: <25>{#f/0}* Сюрприз! * Это домашний пирог с улитками.

source: <25>{#f/0}* Surprise! * It is a butterscotch- cinnamon pie.
ru_ru: <25>{#f/0}* Сюрприз! * Это пирог с ириской и корицей.

source: <25>{#f/0}* I thought you might prefer that instead of snail pie for tonight.
ru_ru: <25>{#f/0}* Я подумала, что ты предпочтешь это вместо пирога с улитками на вечер.

source: <25>{#f/1}* Now, it has been a long time since I have cared for anyone...
ru_ru: <25>{#f/1}* Давненько я ни о ком не заботилась...

source: <25>{#f/0}* But I still want you to have a nice time living here.
ru_ru: <25>{#f/0}* Но я всё равно хочу, чтобы тебе было хорошо здесь жить.

source: <25>{#f/0}* Follow me! * I have another surprise for you.
ru_ru: <25>{#f/0}* Следуй за мной! * У меня для тебя еще один сюрприз.

source: <25>{#p/toriel}* Would you look at that! * It's a room of your very own.
ru_ru: <25>{#p/toriel}* Ты только посмотри на это! * Это твоя собственная комната.

source: <25>{#p/toriel}{#f/1}* Well, I have to go check on the pie.
ru_ru: <25>{#p/toriel}{#f/1}* Ну, я должна пойти проверить пирог.

source: <25>{#f/0}* Please, make yourself at home!
ru_ru: <25>{#f/0}* Пожалуйста, чувствуйте себя как дома!

source: <25>{#p/toriel}{#f/1}* Should you not play at the house instead?
ru_ru: <25>{#p/toriel}{#f/1}* Разве ты не должен играть в доме?

source: <25>{#p/toriel}{#f/9}* Child, it is dangerous to play out here.
ru_ru: <25>{#p/toriel}{#f/9}* Дитя, здесь опасно играть.

source: <25>{#f/5}* Trust me.
ru_ru: <25>{#f/5}* Поверь мне.

source: <26>{#p/toriel}{#f/5}* The gravity is low here. * You will float away.
ru_ru: <26>{#p/toriel}{#f/5}* Гравитация здесь низкая. * Ты уплывешь.

source: <25>{#p/toriel}{#f/5}* The atmopsheric system is weak here. * You will suffocate.
ru_ru: <25>{#p/toriel}{#f/5}* Атмосферная система здесь слабая. * Ты задохнешься.

source: <25>{#p/toriel}{#f/23}* There is really nothing for you to see here.
ru_ru: <25>{#p/toriel}{#f/23}* Тебе здесь действительно нечего смотреть.

source: <25>{#p/toriel}{#f/1}* Would you like to read a book with me?
ru_ru: <25>{#p/toriel}{#f/1}* Не хочешь ли ты почитать со мной книгу?

source: <25>{#p/toriel}{#f/1}* Would you like to revisit the other rooms in the Outlands?
ru_ru: <25>{#p/toriel}{#f/1}* Не хочешь ли ты посетить другие комнаты в Аутлэнде?

source: <25>{#p/toriel}{#f/5}* I will not allow you to endanger yourself.
ru_ru: <25>{#p/toriel}{#f/5}* Я не позволю тебе подвергать себя опасности.

source: <25>{#p/toriel}{#f/3}* Do you expect me to do this all day?
ru_ru: <25>{#p/toriel}{#f/3}* Ты думаешь, я буду заниматься этим весь день?

source: <25>{#f/15}* I do not like the game you are playing.
ru_ru: <25>{#f/15}* Мне не нравится игра, в которую ты играешь.

source: <25>{#p/toriel}{#f/1}* Please come back to the house, little one...
ru_ru: <25>{#p/toriel}{#f/1}* Пожалуйста, вернись в дом, малыш...

source: <25>{#f/0}* I have something to show you!
ru_ru: <25>{#f/0}* У меня есть что тебе показать!

source: <25>{#p/toriel}{#f/2}* Child, no! * It is not safe for you out here!
ru_ru: <25>{#p/toriel}{#f/2}* Дитя, нет! * Ты здесь не в безопасности!

source: <25>{#f/0}* Come. I have finished preparing breakfast.
ru_ru: <25>{#f/0}* Идем. Я закончила готовить завтрак.

source: <25>{#p/toriel}{#f/2}* Child! * What are you doing!?
ru_ru: <25>{#p/toriel}{#f/2}* Дитя! * Что ты делаешь!?

source: <25>{#p/toriel}{#f/1}* Do you not realize what would happen if you left here?
ru_ru: <25>{#p/toriel}{#f/1}* Неужели ты не понимаешь, что случится, если ты уйдешь отсюда?

source: <25>{#f/5}* I... I am sorry I did not pay more attention to you...
ru_ru: <25>{#f/5}* Я... Прости, что не уделяла тебе больше внимания...

source: <25>{#f/9}* Maybe if I had, you would not have run away...
ru_ru: <25>{#f/9}* Может быть, если бы я это сделал, ты бы не убежал...

source: <25>{#g/torielStraightUp}* I must admit... I am afraid of leaving here myself.
ru_ru: <25>{#g/torielStraightUp}* Должна признать... я и сама боюсь отсюда уходить.

source: <25>{#f/9}* There are many dangers beyond which would threaten us both.
ru_ru: <25>{#f/9}* За его пределами есть много опасностей, которые могут угрожать нам обоим.

source: <25>{#g/torielSincere}* I do want to protect you from them, but...
ru_ru: <25>{#g/torielSincere}* Я действительно хочу защитить тебя от них, но...

source: <25>{#g/torielStraightUp}* If I follow you out of here, I would only put you in further danger.
ru_ru: <25>{#g/torielStraightUp}* Если я пойду за тобой отсюда, то только подвергну тебя ещё большей опасности.

source: <25>{#f/9}* My presence would be seen as a threat.
ru_ru: <25>{#f/9}* Мое присутствие будет воспринято как угроза.

source: <25>{#p/toriel}{#f/5}* Please...
ru_ru: <25>{#p/toriel}{#f/5}* Пожалуйста...

source: <25>{#f/1}* Come back with me, and I promise to take care of you.
ru_ru: <25>{#f/1}* Вернись со мной, и я обещаю позаботиться о тебе.

source: <25>{#f/5}* I will do anything you ask, alright?
ru_ru: <25>{#f/5}* Я сделаю всё, что ты попросишь, хорошо?

source: <25>{#f/18}* Please... do not leave me like the others...
ru_ru: <25>{#f/18}* Пожалуйста... не оставляй меня, как других...

source: <25>{#g/torielCompassionSmile}* There, there, my child. * Everything will be alright now.
ru_ru: <25>{#g/torielCompassionSmile}* Вот так, вот так, дитя мое. * Теперь всё будет хорошо.

source: <25>{#f/1}* Return to the house, and I will rejoin you soon.
ru_ru: <25>{#f/1}* Возвращайся в дом, и я скоро присоединюсь к тебе.

source: <25>{#f/5}* There is something I have to do here.
ru_ru: <25>{#f/5}* Я должна кое-что сделать.

source: <25>{#p/toriel}{#f/21}* How pathetic...
ru_ru: <25>{#p/toriel}{#f/21}* Как жалко...

source: <25>* I cannot... * Even protect a single human child...
ru_ru: <25>* Я не могу... * Даже защитить одного человеческого ребенка...

source: <32>{#p/human}* (You hear footsteps fading into the distance.)
ru_ru: <32>{#p/human}* (Ты слышишь шаги, удаляющиеся вдаль.)

source: <32>{#p/basic}{#n1}* Hey there. * Nice to see you back here.
ru_ru: <32>{#p/basic}{#n1}* Привет. * Приятно видеть тебя снова здесь.

source: <32>* I've decided to revisit this old stomping ground of mine...
ru_ru: <32>* Я решил вновь обратиться к этому своему старому месту...

source: <32>* Besides, it's quiet here. * Just like me.
ru_ru: <32>* Кроме того, здесь тихо. * Как и у меня.

source: <32>* Oh, and I've retired from working at the CORE.
ru_ru: <32>* О, и я ушел с работы в ЯДРО.

source: <32>* You see, when I joined the engineering team...
ru_ru: <32>* Ты видишь, когда я присоединился к команде инженеров...

source: <32>* I didn't realize I'd be called on for impromptu guard duty.
ru_ru: <32>* Я и не думал, что меня позовут на импровизированную службу охранником.

source: <32>* ... it would seem deception of the corporate variety is beyond even my foresight.
ru_ru: <32>* ... похоже, что обман корпораций находится за пределами даже моего предвидения.

source: <32>{#p/basic}{#n1}* Hey there. * Nice to see you at the show.
ru_ru: <32>{#p/basic}{#n1}* Привет. * Приятно видеть тебя на выставке.

source: <32>* The name's Silencio... but I'm sure you've heard that by now.
ru_ru: <32>* Его зовут Силенсио... но я уверен, что ты уже слышал об этом.

source: <32>* Everyone around here knows my name, even that DJ.
ru_ru: <32>* Здесь все знают моё имя, даже тот диджей.

source: <32>* I once performed my own kind of musical here.
ru_ru: <32>* Однажды я поставил здесь свой собственный мюзикл.

source: <32>* "Silencio's Great Escape," it was called.
ru_ru: <32>* "Великий побег Силенсио", так он назывался.

source: <32>* Once it was over, I was gone before the crowd could even catch their breath.
ru_ru: <32>* Как только все закончилось, я исчез, прежде чем толпа успела перевести дух.

source: <32>{#p/basic}{#n1}* Hey there. * Nice to meet you.
ru_ru: <32>{#p/basic}{#n1}* Привет. * Приятно познакомиться.

source: <32>* The name's Silencio... well, that's what they call me, anyway.
ru_ru: <32>* Меня зовут Силенсио... ну, во всяком случае, так меня называют.

source: <32>* You wanna know why they call me that?
ru_ru: <32>* Ты хочешь знать, почему они меня так называют?

source: <32>* I'm like a space ninja, silent as the most silent of stars.
ru_ru: <32>* Я как космический ниндзя, бесшумный, как самый безмолвный из звезд.

source: <32>* I can slip out of any danger, no exceptions.
ru_ru: <32>* Я могу выскользнуть из любой опасности, без исключений.

source: <32>* Don't believe me? * Try something funny, and you'll see how fast I run.
ru_ru: <32>* Не веришь мне? * Попробуйте сделать что-нибудь смешное, и вы увидите, как быстро я бегаю.

source: <32>{#p/basic}{#n1}* Oh, yeah, I guess I'm free to leave the galaxy now.
ru_ru: <32>{#p/basic}{#n1}* О, да, похоже, теперь я могу свободно покинуть галактику.

source: <32>* ... but maybe I'll stay.
ru_ru: <32>* ... но, возможно, я останусь.

source: <32>{#p/basic}{#n1}* You might even say, that performance of mine...
ru_ru: <32>{#p/basic}{#n1}* Ты даже можешь сказать, что это моё выступление...

source: <32>* Was "breathtaking."
ru_ru: <32>* Было "захватывающе".

source: <32>{#p/basic}{#n1}* What are you still talking to me for, huh?
ru_ru: <32>{#p/basic}{#n1}* Что ты все еще говоришь со мной, да?

source: <32>* I've already said everything I'm willing to.
ru_ru: <32>* Я уже сказал всё, что хотел.

source: <32>{#p/human}* (You peek inside.)
ru_ru: <32>{#p/human}* (Ты заглядываешь внутрь.)

source: <32>{#p/human}* (It appears the drawer is empty.)
ru_ru: <32>{#p/human}* (Похоже, ящик пуст).

source: <32>{#p/basic}* It's just a sock drawer.
ru_ru: <32>{#p/basic}* Это просто ящик для носков.

source: <32>{#p/basic}* Scandalous!
ru_ru: <32>{#p/basic}* Скандально!

source: <32>* It's Toriel's sock collection. * A little messy...
ru_ru: <32>* Это коллекция носков Ториэль. * Немного беспорядочная...

source: * (Make it messier?)
ru_ru: * (Сделать её более беспорядочной?)

source: * (Clean up the mess?)
ru_ru: * (Убрать беспорядок?)

source: <33>{#p/human}* (You make a mess of the socks.)
ru_ru: <33>{#p/human}* (Ты наводишь беспорядок в носках.)

source: <32>{#p/human}* (You organize the socks into matching pairs.)
ru_ru: <32>{#p/human}* (Ты раскладываешь носки по подходящим парам.)

source: <32>{#p/human}* (...) * (It appears there's a key hidden in the drawer.)
ru_ru: <32>{#p/human}* (...) * (Похоже, в ящике спрятан ключ).

source: * (Take the key?)
ru_ru: * (Взять ключ?)

source: <32>{#p/human}* (You decide not to do anything.)
ru_ru: <32>{#p/human}* (Ты решаешь ничего не делать.)

source: <32>{#p/human}* (But you got the sense that it'd be a bad idea.)
ru_ru: <32>{#p/human}* (Но ты понял, что это плохая идея).

source: <32>{#s/equip}{#p/human}* (The Secret Key was added to your keyring.)
ru_ru: <32>{#s/equip}{#p/human}* (Секретный ключ был добавлен в связку твоих ключей).

source: <32>{#p/basic}* But what could it unlock...?
ru_ru: <32>{#p/basic}* Но что он может открыть...?

source: <32>{#p/human}* (You stare into the sock drawer, recalling the long journey that started here.)
ru_ru: <32>{#p/human}* (Ты смотришь в ящик для носков, вспоминая долгий путь, который начался здесь).

source: <32>{#p/human}* (You can't help but wonder where you'd be without it.)
ru_ru: <32>{#p/human}* (Ты не можешь не задаваться вопросом, где бы ты был без него).

source: <32>{#p/basic}* You can't stop looking at the socks.
ru_ru: <32>{#p/basic}* Ты не можешь перестать смотреть на носки.

source: <32>{#p/basic}* You came all this way just to revisit Toriel's sock drawer...?
ru_ru: <32>{#p/basic}* Ты проделал весь этот путь только для того, чтобы навестить ящик с носками Ториэль...?

source: <32>* You have great priorities in life.
ru_ru: <32>* У тебя большие приоритеты в жизни.

source: <32>* ... I guess that makes sense.
ru_ru: <32>* ... Я думаю, в этом есть смысл.

source: <32>{#p/basic}{#n1}* Sup, lassy ;)
ru_ru: <32>{#p/basic}{#n1}* Привет, красавчик ;)

source: <32>* It was good seeyin' ya at the show, ya know? ;)
ru_ru: <32>* Было приятно увидеть вас на выставке, знаете ли. ;)

source: <32>* You did a real bang-up job ;)
ru_ru: <32>* Ты проделал действительно отличную работу ;)

source: <32>* If one thing's for sure, I think that calls for a special offer ;)
ru_ru: <32>* Если уж на то пошло, я думаю, это требует специального предложения ;)

source: <32>* For a limited time only, our products will be infused with our "premium" ingredients ;)
ru_ru: <32>* Только в течение ограниченного времени в наши продукты будут добавляться наши "премиальные" ингредиенты ;)

source: <32>* And believe me, lassy, this ain't just the same old stuff as before, aw naw ;)
ru_ru: <32>* И поверь мне, красавчик, это не то же самое, что и раньше, о нет ;)

source: <32>* This stuff is GENUINE, yo ;)
ru_ru: <32>* Эта вещь - натуральная, йоу ;)

source: <32>* It's a little more expensive, so I hope ya don't mind ;)
ru_ru: <32>* Это немного дороже, так что, надеюсь, ты не против ;)

source: <32>* Now... why don'tcha check out what's for sale? ;)
ru_ru: <32>* А теперь... почему бы тебе не посмотреть, что продается? ;)

source: <32>* The boss man sent me out here to see what you country peeps are up to, ya know? ;)
ru_ru: <32>* Босс послал меня сюда, чтобы посмотреть, чем ты занимаешься, ты знаешь? ;)

source: <32>* You could say we're expanding our enterprise ;)
ru_ru: <32>* Ты можешь сказать, что мы расширяем наше предприятие ;)

source: <32>* What's our enterprise, you ask? ;)
ru_ru: <32>* Что за предприятие, спрашиваешь ты? ;)

source: <32>* Well, it's quite simple really... we sell steak ;)
ru_ru: <32>* Ну, на самом деле все очень просто... мы продаем стейк ;)

source: <32>* And this ain't the replicated stuff, aw naw ;)
ru_ru: <32>* И это не тиражируемый материал, ой нет ;)

source: <32>* This stuff is REAL, yo ;)
ru_ru: <32>* Эта штука настоящая, йоу ;)

source: <32>* Anyone who says otherwise is a poser, ya feel me? ;)
ru_ru: <32>* Любой, кто говорит иначе, - позер, чувствуете? ;)

source: <32>* That being said, why don'tcha check out what's for sale? ;)
ru_ru: <32>* И все же, почему бы тебе не посмотреть, что продается? ;)

source: <32>{#p/basic}{#n1}* Why don'tcha check out what's for sale? ;)
ru_ru: <32>{#p/basic}{#n1}* Почему бы тебе не посмотреть, что продается? ;)

source: <32>{#p/basic}{#n1}* Thanks for everything, lassy ;)
ru_ru: <32>{#p/basic}{#n1}* Спасибо за всё, красавчик ;)

source: <32>{#p/basic}{#n1!}* "Sizzli Steak" for 40G.
ru_ru: <32>{#p/basic}{#n1!}* «Стейк Сизли» за 40G.

source: <32>{#p/basic}{#n1!}* It's labelled "Sizzli Steak" and costs 40G. * Smells like ultra-hyperbole.
ru_ru: <32>{#p/basic}{#n1!}* Он обозначен как «Стейк Сизли» и стоит 40G. * Пахнет ультрагиперболой.

source: <32>{#p/basic}{#n1!}* "Sizzli Steak" for 20G.
ru_ru: <32>{#p/basic}{#n1!}* «Стейк Сизли» за 20G.

source: <32>{#p/basic}{#n1!}* It's labelled "Sizzli Steak" and costs 20G. * Smells like hyperbole.
ru_ru: <32>{#p/basic}{#n1!}* Он обозначен как «Стейк Сизли» и стоит 20G. * Попахивает гиперболой.

source: * (Buy the Sizzli Steak for 40G?)
ru_ru: * (Купить Стейк Сизли за 40G?)

source: * (Buy the Sizzli Steak for 20G?)
ru_ru: * (Купить Стейк Сизли за 40G?)

source: <32>{#p/human}{#n1!}* (You got the Sizzli Steak.)
ru_ru: <32>{#p/human}{#n1!}* (Ты получил Стейк Сизли.)

source: <32>{#p/basic}{#n1}* Slick choice, lassy ;)
ru_ru: <32>{#p/basic}{#n1}* Отличный выбор, красавчик ;)

source: <32>{#p/human}{#n1!}* (You decide not to buy.)
ru_ru: <32>{#p/human}{#n1!}* (Ты решил не покупать.)

source: <32>{#p/basic}{#n1!}* "Fizzli Soda" for 10G.
ru_ru: <32>{#p/basic}{#n1!}* «Шипучею соду» за 10G.

source: <32>{#p/basic}{#n1!}* It's labelled "Fizzli Soda" and costs 10G. * Who would EVER buy this?
ru_ru: <32>{#p/basic}{#n1!}* Она обозначена как «Шипучая сода» и стоит 10G. * Кто вообще может это купить?

source: <32>{#p/basic}{#n1!}* "Fizzli Soda" for 5G.
ru_ru: <32>{#p/basic}{#n1!}* «Шипучая сода» за 5G.

source: <32>{#p/basic}{#n1!}* It's labelled "Fizzli Soda" and costs 5G. * Who would buy this?
ru_ru: <32>{#p/basic}{#n1!}* Она обозначена как «Шипучая сода» и стоит 5G. * Кто купит это?

source: * (Buy the Fizzli Soda for 10G?)
ru_ru: * (Купить Шипучею соду за 10G?)

source: * (Buy the Fizzli Soda for 5G?)
ru_ru: * (Купить Шипучею соду за 5G?)

source: <32>{#p/human}{#n1!}* (You got the Fizzli Soda.)
ru_ru: <32>{#p/human}{#n1!}* (Ты получил Шипучею соду.)

source: <32>{#p/basic}{#n1}* Careful, it's sweet ;)
ru_ru: <32>{#p/basic}{#n1}* Осторожно, он сладкий ;)

source: <32>{#p/basic}{#n1}* Not enough money, huh? ;)
ru_ru: <32>{#p/basic}{#n1}* Мало денег, да? ;)

source: <32>{#p/basic}* That's alright, lassy ;) * Not everyone can afford the "premium" ingredients ;)
ru_ru: <32>{#p/basic}* Все в порядке, красавчик ;) * Не все могут позволить себе ингредиенты "премиум" класса ;)

source: <32>{#p/basic}* That's alright, lassy ;) * Just be sure to come back when you've got some ;)
ru_ru: <32>{#p/basic}* Все в порядке, красавчик ;) * Только не забудь вернуться, когда у тебя будет немного ;)

source: <32>{#p/basic}{#n1}* Maybe you should come back later ;)
ru_ru: <32>{#p/basic}{#n1}* Может быть, тебе стоит вернуться позже ;)

source: <32>{#p/basic}{#n1}* By the way, we're outta stock ;)
ru_ru: <32>{#p/basic}{#n1}* Кстати, у нас закончились запасы ;)

source: <32>* Seems you can't get enough of our stuff ;)
ru_ru: <32>* Похоже, ты не можешь насытиться нашими вещами ;)

source: <32>* Say, if- no, when you meet the boss-man... tell him this ;)
ru_ru: <32>* Скажи, если... нет, когда ты встретишь босса... скажи ему это ;)

source: <32>{#p/human}{#n1!}* (Aaron whispered something in your ear.)
ru_ru: <32>{#p/human}{#n1!}* (Айрон что-то прошептал тебе на ухо.)

source: <32>{#p/basic}{#n1}* Good luck out there, lassy ;)
ru_ru: <32>{#p/basic}{#n1}* Удачи тебе, красавчик ;)

source: <32>{#p/basic}* Later...
ru_ru: <32>{#p/basic}* Позже...

source: <32>{#p/napstablook}* hey everyone...
ru_ru: <32>{#p/napstablook}* Привет всем...

source: <32>* this is a little tune i wrote a while ago...
ru_ru: <32>* Это небольшая мелодия, которую я написал некоторое время назад...

source: <32>* i've been experimenting with my style lately, so...
ru_ru: <32>* В последнее время я экспериментирую со своим стилем, так что...

source: <32>* hopefully, it's good enough for you all
ru_ru: <32>* надеюсь, ты достаточно хороший для всех.

source: <32>* well, here we go...
ru_ru: <32>* Ну, вот и все...

source: <32>{*}{#p/basic}* Well, this is jazzy.{^30}{%}
ru_ru: <32>{*}{#p/basic}* Ну, это джаззи.{^30}{%}

source: <25>{*}{#p/toriel}{#f/7}* Why has Napstablook never mentioned this?? * This is good!{^30}{%}
ru_ru: <25>{*}{#p/toriel}{#f/7}* Почему Напстаблук никогда не упоминал об этом? * Это хорошо! {^30}{%}

source: <32>{*}{#p/basic}* Yeah, maybe they're just shy.{^30}{%}
ru_ru: <32>{*}{#p/basic}* Да, может быть, они просто стесняются.{^30}{%}

source: <32>{*}{#p/basic}* Ooh, bells ;){^30}{%}
ru_ru: <32>{*}{#p/basic}* О, колокольчики ;){^30}{%}

source: <32>{*}{#p/basic}* Here comes the breakdown!{^30}{%}
ru_ru: <32>{*}{#p/basic}* А вот и поломка! {^30}{%}

source: <32>{*}{#p/basic}* Well, that was... something.{^30}{%}
ru_ru: <32>{*}{#p/basic}* Ну, это было... что-то.{^30}{%}

source: <32>{#p/napstablook}* yeah, that was something
ru_ru: <32>{#p/napstablook}* Да, это было что-то.

source: <32>{#p/napstablook}* oh well... * i probably bored you guys...
ru_ru: <32>{#p/napstablook}* ну что ж... * я, наверное, наскучила тебе, ребята...

source: <32>{#p/napstablook}* sorry...
ru_ru: <32>{#p/napstablook}* прости...

source: <25>{|}{#p/toriel}{#f/2}* No, wait! * That was actually...
ru_ru: <25>{|}{#p/toriel}{#f/2}* Нет, подожди! * Это было на самом деле...

source: <32>{#p/basic}* I don't think they can hear you, Toriel.
ru_ru: <32>{#p/basic}* Не думаю, что они слышат тебя, Ториэль.

source: <25>{#p/toriel}{#f/9}* ... * They never do...
ru_ru: <25>{#p/toriel}{#f/9}* ... * Они никогда не делают...

source: <32>{#p/human}* (You activate the terminal, but there's no incoming message.)
ru_ru: <32>{#p/human}* (Ты активируешь терминал, но входящего сообщения нет).
