Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <25>{#f/1}* It IS rare, but certain puzzles on the outpost...
ru_ru: <25>{#f/1}* Это редкость, но некоторые головоломки на аванпосте...

source: <25>{#p/toriel}* ... require the assistance of another monster.
ru_ru: <25>{#p/toriel}* ... требуется помощь другого монстра.

source: <25>{#f/1}* Do you understand what you must do next?
ru_ru: <25>{#f/1}* Ты понимаешь, что нужно делать дальше?

source: <25>{#p/toriel}{#f/1}* Do you understand what you must do next?
ru_ru: <25>{#p/toriel}{#f/1}* Ты понимаешь, что должен делать дальше?

source: <25>{#p/toriel}* Very good, little one! * Very good.
ru_ru: <25>{#p/toriel}* Очень хорошо, малыш! * Очень хорошо.

source: <25>{#p/toriel}{#f/1}* Your turn...
ru_ru: <25>{#p/toriel}{#f/1}* Твой ход...

source: <25>{#p/toriel}{#f/0}* It is your turn.
ru_ru: <25>{#p/toriel}{#f/0}* Настала твоя очередь.

source: <25>{#p/toriel}* Well done! * Only one row to go.
ru_ru: <25>{#p/toriel}* Молодец! * Остался всего один ряд.

source: <25>{#p/toriel}{#f/1}* Yes, yes! * I am proud of you, my child...
ru_ru: <25>{#p/toriel}{#f/1}* Да, да! * Я горжусь тобой, дитя моё...

source: <25>{#p/toriel}* Come with me when you are ready to begin your next lesson.
ru_ru: <25>{#p/toriel}* Пойдем со мной, когда ты будешь готов приступить к следующему уроку.

source: <25>{#p/toriel}* The answer does not lie with me, little one.
ru_ru: <25>{#p/toriel}* Ответ не лежит на мне, малыш.

source: <25>{#p/toriel}* Try repeating what you have done before.
ru_ru: <25>{#p/toriel}* Попробуйте повторить то, что делал раньше.

source: <25>{#p/toriel}{#f/1}* Go on...
ru_ru: <25>{#p/toriel}{#f/1}* Продолжай...

source: <25>{#p/twinkly}{#f/5}* Howdy! * I'm {@fill=#ff0}TWINKLY{@fill=#fff}. * {@fill=#ff0}TWINKLY{@fill=#fff} the {@fill=#ff0}STAR{@fill=#fff}!
ru_ru: <25>{#p/twinkly}{#f/5}* Приветик! * Я {@fill=#ff0}ТВИНКЛИ{@fill=#fff}. * {@fill=#ff0}ЗВЕЗДА{@fill=#fff}{@fill=#ff0}ТВИНКЛИ{@fill=#fff}!

source: <25>{#f/5}* What brings you to the outpost, fellow traveler?
ru_ru: <25>{#f/5}* Что принесло тебя в аванпост, путешественник?

source: <25>{#f/8}* You're lost, aren't you...
ru_ru: <25>{#f/8}* Потерян, не так ли...

source: <25>{#f/5}* Well, good thing I'm here for you!
ru_ru: <25>{#f/5}* Ну, хорошо что я с тобой!

source: <25>{#f/8}* I haven't been in my top form for a while, but...
ru_ru: <25>{#f/8}* Я уже давно не в лучшей форме, но...

source: <25>{#f/5}* ... someone ought to teach you how things work around here!
ru_ru: <25>{#f/5}* ... кому-то нужно объяснить тебе как тут всё работает!

source: <25>{#f/10}* Guess little old me will have to do.
ru_ru: <25>{#f/10}* Полагаю, старому доброму мне придётся это сделать.

source: <25>{#f/5}* Let's get started, shall we?
ru_ru: <25>{#f/5}* Давай начнём, ладно?

source: <25>{#f/7}* But you already KNEW that, didn'tcha?
ru_ru: <25>{#f/7}* Но ты это уже ЗНАЛ, не так ли?

source: <25>{#f/5}* Still, it's up to me to show you the ropes.
ru_ru: <25>{#f/5}* Ну, мне все ещё предстоит показать тебе основы.

source: <25>* Let's get started, shall we?
ru_ru: <25>* Давай начнём, ладно?

source: <25>{#p/twinkly}{#f/6}* Okay, that's enough.
ru_ru: <25>{#p/twinkly}{#f/6}* Всё, с меня хватит.

source: <25>{#f/8}* If you wanna keep resetting, then by all means...
ru_ru: <25>{#f/8}* Если ты хочешь продолжать сбрасывать, то пожалуйста...

source: <25>{#f/6}* Do as you wish.
ru_ru: <25>{#f/6}* Делай что хочешь.

source: <25>{#f/7}* Just don't expect to get past me so easily.
ru_ru: <25>{#f/7}* Но не ожидай, что легко проскользнёшь мимо меня.

source: <25>{#p/twinkly}{#f/6}* Don't you have anything better to do?
ru_ru: <25>{#p/twinkly}{#f/6}* Нет ли у тебя дел поважнее?

source: <25>{#p/twinkly}{#f/6}* Resetting right after you've taken your first hit, huh?
ru_ru: <25>{#p/twinkly}{#f/6}* Хех, сразу сбросили после первого ранения?

source: <25>{#f/7}* How pathetic.
ru_ru: <25>{#f/7}* Как жалко.

source: <25>{#p/twinkly}{#f/11}* As if you think I'd forget about what you did...
ru_ru: <25>{#p/twinkly}{#f/11}* Как будто я забуду, что ты сделал...

source: <25>{#f/7}* Filthy shard dodger.
ru_ru: <25>{#f/7}* Мерзкий уклонист от осколков.

source: <25>{#p/twinkly}{#f/7}* I can play this game all day, idiot.
ru_ru: <25>{#p/twinkly}{#f/7}* Я могу играть в эту игру хоть весь день, тупица.

source: <25>{#f/11}* Either way, since you already know what's coming next...{%15}
ru_ru: <25>{#f/11}* В любом случаи, раз ты уже знаешь что будет дальше...{%15}

source: <25>{#p/twinkly}{#f/6}* Howdy.
ru_ru: <25>{#p/twinkly}{#f/6}* Приветик.

source: <25>* Seems I'll be fireballed if I stick around too long.
ru_ru: <25>* Похоже меня сожгут если я останусь на долго.

source: <25>{#f/8}* A shame, really...
ru_ru: <25>{#f/8}* Ах, как жаль...

source: <25>{#f/7}* I was gonna have SO much fun with you.
ru_ru: <25>{#f/7}* Я собирался ПОВЕСЕЛИТЬСЯ как следует.

source: <25>{#f/5}* Well, see ya!
ru_ru: <25>{#f/5}* Ну, увидимся!

source: <25>{#p/twinkly}{#f/12}{#v/0}* What the HELL are you doing, $(name)?
ru_ru: <25>{#p/twinkly}{#f/12}{#v/0}* Какого ЧЁРТА ты делаешь, $(name)?

source: <25>{#f/12}{#v/0}* We had the outpost at our mercy!
ru_ru: <25>{#f/12}{#v/0}* У нас был весь аванпост на коленях!

source: <25>{#f/6}{#v/0}* All we had to do was follow the plan.
ru_ru: <25>{#f/6}{#v/0}* Нам нужно было лишь следовать плану.

source: <25>{#f/6}{#v/0}* All we had to do was get through the Foundry...
ru_ru: <25>{#f/6}{#v/0}* Все, что нам нужно было сделать, это пройти через Литейную...

source: <25>* Finish off the guards...
ru_ru: <25>* Прикончить стражу...

source: <25>* And make it to the Citadel!
ru_ru: <25>* И дойти до Цитадели!

source: <25>{#f/6}{#v/0}* All we had to do was finish off the guards...
ru_ru: <25>{#f/6}{#v/0}* Нам нужно было лишь прикончить стражу...

source: <25>* And get through the Citadel!
ru_ru: <25>* И дойти до Цитадели!

source: <25>{#f/6}{#v/0}* All we had to do was KILL that stupid robot...
ru_ru: <25>{#f/6}{#v/0}* Нам нужно было лишь УБИТЬ того тупого робота...

source: <25>{#f/6}{#v/0}* All we had to do was get through the Citadel!
ru_ru: <25>{#f/6}{#v/0}* Нам нужно было лишь пройти через Цитадель!

source: <25>{#f/6}{#v/0}* All we had to do was KILL that nerdy trashbag!
ru_ru: <25>{#f/6}{#v/0}* Всё, что нам нужно было сделать, это убить этого зануду-мусорщика!

source: <25>{#f/6}{#v/0}* All we had to do was walk to the end!
ru_ru: <25>{#f/6}{#v/0}* Всё, что нам нужно было сделать, это дойти до конца!

source: <25>* We were so close!
ru_ru: <25>* Мы были так близки!

source: <25>{#f/8}{#v/0}* Coward...
ru_ru: <25>{#f/8}{#v/0}* Трус...

source: <25>{#f/6}* I'm not really sure what just happened.
ru_ru: <25>{#f/6}* Я не совсем понимаю, что сейчас произошло.

source: <25>{#f/8}* We were on the shuttle, and then...
ru_ru: <25>{#f/8}* Мы были на шаттле, а потом...

source: <25>{#f/6}* I...
ru_ru: <25>{#f/6}* Я...

source: <25>{#f/8}* I have to go...
ru_ru: <25>{#f/8}* Мне нужно идти...

source: <25>{#p/twinkly}{#f/7}* So, we're back at the beginning, are we?
ru_ru: <25>{#p/twinkly}{#f/7}* Итак, мы вернулись к началу, не так ли?

source: <26>{#f/5}* I've been expecting you. * I wonder how you'll do this time around.
ru_ru: <26>{#f/5}* Я ждал тебя. * Интересно, как ты справишься на этот раз.

source: <25>{#f/11}* Who knows? * Maybe it'll be easier for you now.
ru_ru: <25>{#f/11}* Кто знает? * Может, теперь тебе будет легче.

source: <25>{#f/7}* It certainly was when I had your powers.
ru_ru: <25>{#f/7}* Так было, когда у меня были твои способности.

source: <25>{#f/5}* Well, good luck!
ru_ru: <25>{#f/5}* Что ж, удачи!

source: <20>{#f/5}See that heart? That's your SOUL, the very culmination of your being!
ru_ru: <20>{#f/5}Видишь это сердечко? Это твоя ДУША, сама суть твоего существования!

source: <20>{#f/5}Your SOUL is an important part of you, and needs LOVE to sustain itself.
ru_ru: <20>{#f/5}Твоя ДУША это важная часть тебя, и ей нужен УР чтобы обеспечить себя.

source: <20>{*}{#x2}{#f/5}Out here, LOVE is shared through... {#f/8}little white... {#f/11}'happiness shards.'
ru_ru: <20>{*}{#x2}{#f/5}Здесь, УР делятся через... {#f/8}маленькие, белые... {#f/11}'осколки счастья.'

source: <20>{*}{#f/5}To get you started on the right path, I'll share some of my own LOVE.
ru_ru: <20>{*}{#f/5}Чтобы направить тебя на верный путь, я поделюсь частью своего УР.

source: <20>{*}{#f/5}Try to get as many as you can!{^20}{*}{#x1}{%}
ru_ru: <20>{*}{#f/5}Попробуй поймать по-больше осколков!{^20}{*}{#x1}{%}

source: <20>{*}{#f/8}Whoops, I think you might've missed them...
ru_ru: <20>{*}{#f/8}Упс, полагаю ты их пропустил...

source: <20>{*}{#f/5}But that's okay!
ru_ru: <20>{*}{#f/5}Но не беда!

source: <20>{*}{#x2}{#f/10}Here, have some more.{^20}{*}{#x1}{%}
ru_ru: <20>{*}{#x2}{#f/10}Вот, держи ещё.{^20}{*}{#x1}{%}

source: <20>{*}{#f/12}What the-... are you braindead or something??
ru_ru: <20>{*}{#f/12}Какого-... ты безмозглый или что??

source: <20>{*}{#x2}RUN. INTO. THE. BULLETS!!!{^20}{*}{#x1}{^999}
ru_ru: <20>{*}{#x2}БЕГИ. В. ПУЛИ!!!{^20}{*}{#x1}{^999}

source: RUN. INTO. THE. happiness shards~
ru_ru: БЕГИ. В. осколки счастья~

source: <20>{#v/1}Hee hee hee...
ru_ru: <20>{#v/1}Хи-хи-хи...

source: <20>In this world, it's KILL or BE killed.
ru_ru: <20>В этом мире, УБЕЙ или БУДЕШЬ УБИТ.

source: <20>Imagine, a SOUL like yours crash-landing on my doorstep...
ru_ru: <20>Представь, ДУША подобная твоей, приземлившаяся к моей двери...

source: <20>Did you really think I'd pass up such a golden opportunity?
ru_ru: <20>Ты реально думал что я пропущу такую возможность?

source: <20>{#f/7}Nah, you know what's going on here, don'tcha?
ru_ru: <20>{#f/7}Не, ты знаешь что тут происходит, не так ли?

source: <20>You just wanted to torment little old Twinkly, didn'tcha?
ru_ru: <20>Ты лишь хотел помучить бедного старенького меня, не так ли?

source: <20>Golly... you must have no idea who you're messing with.
ru_ru: <20>Божечки... ты действительно не знаешь, с кем ты имеешь дело.

source: <20>{#f/11}Hee hee hee...
ru_ru: <20>{#f/11}Хи-хи-хи...

source: <20>{#v/1}We'll just have to cut straight to the point, won't we?
ru_ru: <20>{#v/1}Перейдём к сути, ладно?

source: <20>Hee hee hee...
ru_ru: <20>Хи-хи-хи...

source: <20>{*}{#f/2}{#v/1}{@random=1.1/1.1}DIE.{^20}{%}
ru_ru: <20>{*}{#f/2}{#v/1}{@random=1.1/1.1}УМРИ.{^20}{%}

source: <20>{#p/toriel}What a terrible creature, torturing such a poor, innocent youth...
ru_ru: <20>{#p/toriel}Что за ужасное создание мучает бедное, невинное дитя...

source: <20>Have no fear, little one.
ru_ru: <20>Не бойся, дитя.

source: <20>I am {@fill=#003cff}TORIEL{@fill=#000}, overseer of the {@fill=#f00}OUTLANDS{@fill=#000}.
ru_ru: <20>Я {@fill=#003cff}ТОРИЕЛЬ{@fill=#000}, смотрительница {@fill=#f00}ЗАПРЕДЕЛЬЯ{@fill=#000}.

source: <20>I come by every day to check for those who have been stranded here.
ru_ru: <20>Я прихожу сюда каждый день чтобы проверить, не заблудился ли тут кто.

source: <20>Follow me, child. There is much I intend to teach you.
ru_ru: <20>Следуй за мной, дитя. Я хочу многому тебя научить.

source: <25>{#p/toriel}{#f/1}* Oh my! * Where did you come from, little one?
ru_ru: <25>{#p/toriel}{#f/1}* Боже! * Откуда ты пришёл, дитя?

source: <25>{#f/1}* Are you injured?
ru_ru: <25>{#f/1}* Ты ранен?

source: <25>{#f/0}* ... * Forgive me for asking so many questions.
ru_ru: <25>{#f/0}* ... * Извини что я задаю столько вопросов.

source: <25>{#f/0}* I am {@fill=#003cff}TORIEL{@fill=#fff}, overseer of the {@fill=#f00}OUTLANDS{@fill=#fff}.
ru_ru: <25>{#f/0}* Я {@fill=#003cff}ТОРИЕЛЬ{@fill=#fff}, смотрительница {@fill=#f00}ЗАПРЕДЕЛЬЯ{@fill=#fff}.

source: <26>{#f/0}* I come by every day to check for those who have been stranded here.
ru_ru: <20>Я прихожу сюда каждый день чтобы проверить, не заблудился ли тут кто.

source: <25>{#f/0}* Follow me, child. * There is much I intend to teach you.
ru_ru: <20>Следуй за мной, дитя. Я хочу многому тебя научить.

source: <25>{#f/0}* This way.
ru_ru: <25>{#f/0}* Сюда.

source: <32>{#p/human}* (You feel it would be best to leave this be.)
ru_ru: <32>{#p/human}* (Ты считаешь, что лучше оставить всё как есть.)

source: <32>{#p/basic}* This coffin is very old. * There is nothing remarkable about it.
ru_ru: <32>{#p/basic}* Этот гроб очень старый. * В нём нет ничего примечательного.

source: <25>{#p/asriel2}{#f/13}* Oh, look at that. * They made one just for you, $(name).
ru_ru: <25>{#p/asriel2}{#f/13}* О, только посмотрите. * Они сделали его специально для тебя, $(name).

source: <25>{#p/asriel2}{#f/5}* How touching.
ru_ru: <25>{#p/asriel2}{#f/5}* Как трогательно.

source: <32>{#p/basic}* This coffin dates back to December 251X.
ru_ru: <32>{#p/basic}* Этот гроб датируется декабрем 251X года.

source: <32>* There is an old record-keeping manifest stashed next to it...
ru_ru: <32>* Рядом с ним лежит старая ведомость учета...

source: * (Access the manifest?)
ru_ru: * (Получить доступ к манифесту?)

source: <32>{#p/human}* (You once again pick up the manifest.)
ru_ru: <32>{#p/human}* (Ты снова берёшь манифест.)

source: * (Read the next page?)
ru_ru: * (Прочитать следующую страницу?)

source: <32>{#p/human}* (But there were no further pages to be read.)
ru_ru: <32>{#p/human}* (Но дальше читать было нечего).

source: <32>{#p/human}* (You put the manifest back where it belongs.)
ru_ru: <32>{#p/human}* (Ты кладёшь манифест на место.)

source: <32>{#p/human}* (You place your hands on the dummy.) * (It seems very worn out.)
ru_ru: <32>{#p/human}* (Вы положили руки на манекен.) * (Выглядит изношенным.)

source: <32>{#p/basic}* A training dummy, circa 251X. * CITADEL standard-issue.
ru_ru: <32>{#p/basic}* Учебный манекен, около 251X. * Цитадели стандартный выпуск.

source: <32>{#p/basic}* Can you hear it? * The song of the stars?
ru_ru: <32>{#p/basic}* Ты слышишь это? * Песню звёзд?

source: <32>* At certain places on the outpost, like this one... it's there.
ru_ru: <32>* В некоторых местах аванпоста, например, в этом... он есть.

source: <32>* You just have to be listening for it.
ru_ru: <32>* Ты просто должен быть внимательным.

source: <32>* Pretty cool, right?
ru_ru: <32>* Довольно круто, правда?

source: <32>{#p/story}* Space frogs and Starflies! * Or something of the like.
ru_ru: <32>{#p/story}* Космические лягушки и звездолеты! * Или что-то в этом роде.

source: <32>{#p/story}* Space frogs...?
ru_ru: <32>{#p/story}* Космические лягушки...?

source: <32>{#p/story}* Starflies...?
ru_ru: <32>{#p/story}* Звёздочки...?

source: <32>{#p/story}* It's the troublesome trio!
ru_ru: <32>{#p/story}* Это беспокойное трио!

source: <32>{#p/story}* The trio has become a duo.
ru_ru: <32>{#p/story}* Трио стало дуэтом.

source: <32>{#p/story}* Only one remains.
ru_ru: <32>{#p/story}* Остался только один.

source: <32>{#p/story}* Silente and company present themselves!
ru_ru: <32>{#p/story}* Силенте и компания представляют себя!

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life is difficult for this monster.
ru_ru: <32>{#p/story}* ФРОГГИТ - ATK 4 DEF 5 * Жизнь этого монстра трудна.

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life is getting better for this monster.
ru_ru: <32>{#p/story}* ФРОГГИТ - ATK 4 DEF 5 * Жизнь этого монстра становится лучше.

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life just doesn't seem to get easier for this monster.
ru_ru: <32>{#p/story}* ФРОГГИТ - ATK 4 DEF 5 * Жизнь этого монстра не становится легче.

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life is very confusing for this monster.
ru_ru: <32>{#p/story}* ФРОГГИТ - ATK 4 DEF 5 * Жизнь этого монстра очень запутана.

source: <32>{#p/story}* FROGGIT - ATK 4 DEF 5 * Life seems to be very lovely for this monster.
ru_ru: <32>{#p/story}* ФРОГГИТ - ATK 4 DEF 5 * Жизнь этого монстра не становится легче.

source: <32>{#p/human}* (You threaten Froggit.)
ru_ru: <32>{#p/human}* (Ты угрожаешь Фроггиту.)

source: <32>{#p/basic}* Froggit doesn't understand what you said...
ru_ru: <32>{#p/basic}* Фроггит не понимает, что ты сказал...

source: <32>{#p/human}* (You threaten Froggit again.)
ru_ru: <32>{#p/human}* (Ты снова угрожаешь Фроггиту.)

source: <32>{#p/basic}* Froggit recalls the previous threat and decides it's time to run away.
ru_ru: <32>{#p/basic}* Фроггит вспоминает о предыдущей угрозе и решает, что пора убегать.

source: <32>{#p/human}* (You compliment Froggit.)
ru_ru: <32>{#p/human}* (Ты делаешь комплимент Фроггиту.)

source: <32>{#p/human}* (You flirt with Froggit.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Фроггитом.)

source: <32>{#p/human}* (But you haven't said anything to translate yet.)
ru_ru: <32>{#p/human}* (Но ты еще ничего не сказал для перевода).

source: <32>{#p/human}* (You translate what you said.) * (Froggit seems to understand you now.)
ru_ru: <32>{#p/human}* (Ты переводишь то, что сказал.) * (Фроггит, кажется, теперь понимает вас.)

source: <32>{#p/basic}* Froggit is flattered.
ru_ru: <32>{#p/basic}* Фроггит польщён.

source: <32>{#p/basic}* Froggit is hesitant to continue this battle.
ru_ru: <32>{#p/basic}* Фроггит сомневается, стоит ли продолжать эту битву.

source: <32>* Thoroughly threatened, Froggit runs away!
ru_ru: <32>* Оказавшись под угрозой, Фроггит убегает!

source: <32>{#p/basic}* Froggit shows no sign of fear.
ru_ru: <32>{#p/basic}* Фроггит не проявляет признаков страха.

source: <32>{#p/basic}* Froggit is blushing, if only on the inside.
ru_ru: <32>{#p/basic}* Фроггит краснеет, хотя бы внутренне.

source: <08>{#p/basic}{~}Ribbit, ribbit?
ru_ru: <08>{#p/basic}{~} Ква, Ква?

source: <08>{#p/basic}{~}(Blushes deeply.) Ribbit..
ru_ru: <08>{#p/basic}{~} (Глубоко краснеет.) Ква...

source: <08>{#p/basic}{~}Ribbit, ribbit.
ru_ru: <08>{#p/basic}{~} Ква, ква.

source: <08>{#p/basic}{~}Croak, croak.
ru_ru: <08>{#p/basic}{~}Кря, кря.

source: <08>{#p/basic}{~}Meow.
ru_ru: <08>{#p/basic}{~}Мяу.

source: <32>{#p/story}* Froggit seems reluctant to fight you.
ru_ru: <32>{#p/story}* Фроггит, похоже, не хочет сражаться с вами.

source: * Froggit
ru_ru: * ФРОГГИТ

source: <08>{#p/basic}{~}(Shiver, shake.) Ribbit..
ru_ru: <08>{#p/basic}{~}(Дрожь, тряска.) Ква...

source: <08>{#p/basic}{~}(Blushes softly.) Ribbit..
ru_ru: <08>{#p/basic}{~} (Нежно краснеет.) Ква..

source: <32>{#p/story}* Froggit is trying to run away.
ru_ru: <32>{#p/story}* Фроггит пытается убежать.

source: <32>{#p/story}* Froggit hops near!
ru_ru: <32>{#p/story}* Фроггит скачет рядом!

source: <32>{#p/story}* Froggit doesn't seem to know why it's here.
ru_ru: <32>{#p/story}* Фроггит, похоже, не знает, зачем он здесь.

source: <32>{#p/story}* Froggit hops to and fro.
ru_ru: <32>{#p/story}* Фроггит прыгает туда-сюда.

source: <32>{#p/human}* (You weep and wail and gnash your teeth.)
ru_ru: <32>{#p/human}* (Ты плачешь, рыдаешь и скрипишь зубами).

source: <08>{#p/basic}{~}Why is this so hard..
ru_ru: <08>{#p/basic}{~} Почему это так трудно...

source: <08>{#p/basic}{~}Please help me..
ru_ru: <08>{#p/basic}{~} Пожалуйста, помогите мне...

source: <08>{#p/basic}{~}I'm scared..
ru_ru: <08>{#p/basic}{~} Мне страшно..

source: <08>{#p/basic}{~}I can't do this..
ru_ru: <08>{#p/basic}{~} Я не могу этого сделать...

source: <32>{#p/story}* The smell of fresh peaches permeates the air.
ru_ru: <32>{#p/story}* В воздухе витает запах свежих персиков.

source: <08>{#p/basic}{~}Do you dare to stare?
ru_ru: <08>{#p/basic}{~} Ты смеешь пялиться?

source: <08>{#p/basic}{~}Look who changed their mind.
ru_ru: <08>{#p/basic}{~} Посмотрите, кто передумал.

source: <99>{#p/basic}{~}The gaze is strong with this one.
ru_ru: <99>{#p/basic}{~}Взгляд это сильный с с этим.

source: <08>{#p/basic}{~}How tsundere of you.
ru_ru: <08>{#p/basic}{~} Как странно с твоей стороны.

source: <08>{#p/basic}{~}What? N-no way!
ru_ru: <08>{#p/basic}{~} Что? Н-не может быть!

source: <08>{#p/basic}{~}I've got my eye on you.
ru_ru: <08>{#p/basic}{~} Я положил на тебя глаз.

source: <08>{#p/basic}{~}Don't tell me what to do.
ru_ru: <08>{#p/basic}{~} Не указывайте мне, что делать.

source: <08>{#p/basic}{~}Staring is caring.
ru_ru: <08>{#p/basic}{~} Смотреть - значит заботиться.

source: <08>{#p/basic}{~}What an eyesore.
ru_ru: <08>{#p/basic}{~} Какой ужас.

source: <08>{#p/basic}{~}How about a staring contest?
ru_ru: <08>{#p/basic}{~} Как насчёт конкурса взглядов?

source: <08>{#p/basic}{~}How dare you question our way of life!
ru_ru: <08>{#p/basic}{~}Как ты смеешь сомневаться в нашем образе жизни!

source: <32>{#p/story}* Smells like eyedrops.
ru_ru: <32>{#p/story}* Пахнет как глазные капли.

source: <32>{#p/story}* SILENTE - ATK 7 DEF 5 * It seems evil, but it's just with the wrong crowd...
ru_ru: <32>{#p/story}* СИЛЕНТЕ - ATK 7 DEF 5 * Он кажется злым, но просто не с той толпой...

source: <33>{#p/story}* SILENTE - ATK 7 DEF 5 * Now alone, it joyfully expresses itself through dance.
ru_ru: <33>{#p/story}* СИЛЕНТЕ - ATK 7 DEF 5 * Теперь в одиночестве она радостно выражает себя в танце.

source: <32>{#p/story}* SILENTE - ATK 7 DEF 5 * It seems comfortable with you. * VERY comfortable.
ru_ru: <32>{#p/story}* СИЛЕНТЕ - ATK 7 DEF 5 * Кажется, тебе комфортно. * ОЧЕНЬ комфортно.

source: <32>{#p/story}* SILENTE - ATK 7 DEF 5 * Despite its tough act, it's clearly in pain...
ru_ru: <32>{#p/story}* СИЛЕНТЕ - ATK 7 DEF 5 * Несмотря на свою жесткость, он явно испытывает боль...

source: <32>{#p/human}* (You flirt with Silente.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Силенте.)

source: <08>{#p/basic}{~}Hiya~
ru_ru: <08>{#p/basic}{~}Хия~

source: <32>{#p/human}* (You try insulting Silente, but it's too focused on the others.)
ru_ru: <32>{#p/human}* (Ты пытаешься оскорбить Силенте, но она слишком сосредоточена на других).

source: <32>{#p/story}* Silente is whispering to the others.
ru_ru: <32>{#p/story}* Силенте шепчет остальным.

source: <32>{#p/story}* It's starting to smell like a roach motel.
ru_ru: <32>{#p/story}* Здесь начинает пахнуть, как в мотеле для тараканов.

source: <08>{#p/basic}FILTHY SINGLE MINDER ..
ru_ru: <08>{#p/basic}Хороший одинокий человек ..

source: <08>{#p/basic}OBEY THE OVERMIND ..
ru_ru: <08>{#p/basic} ПОБЕДА НАД ВЕРХОВНЫМ ..

source: <08>{#p/basic}LEGION! WE ARE LEGION!
ru_ru: <08>{#p/basic}ЛЕГИОН! МЫ - ЛЕГИОН!

source: <08>{#p/basic}HEED THE SWARM ..
ru_ru: <08>{#p/basic}СЛУШАЙТЕ СТАЯ ..

source: <08>{#p/basic}I DON'T CARE.
ru_ru: <08>{#p/basic}Мне всё равно.

source: * Silente
ru_ru: * Силенте

source: <32>{#p/story}* Silente refuses to give up.
ru_ru: <32>{#p/story}* Силенте отказывается сдаваться.

source: <32>{#p/human}* (You try insulting Silente, but it's too happy to care.)
ru_ru: <32>{#p/human}* (Ты пытаешься оскорбить Силенте, но она слишком счастлива, чтобы заботиться об этом).

source: <32>{#p/story}* Silente doesn't have a care in the cosmos.
ru_ru: <32>{#p/story}* Силенте нет дела до космоса.

source: <08>{#p/basic}{~}Bein' me is the best!
ru_ru: <08>{#p/basic}{~} Быть собой - лучше всего!

source: <08>{#p/basic}{~}La la~ Just be your- self~
ru_ru: <08>{#p/basic}{~} Ла-ла~ Просто будь собой - твоё я~.

source: <08>{#p/basic}{~}Nothin' like alone time!
ru_ru: <08>{#p/basic}{~} Ничто не сравнится с одиночеством!

source: <08>{#p/basic}{~}Mmm, cha cha cha!
ru_ru: <08>{#p/basic}{~} Ммм, ча-ча-ча!

source: <08>{#p/basic}{~}Swing your arms, baby~
ru_ru: <08>{#p/basic}{~}Взмахни руками, ребёнок~

source: <32>{#p/human}* (You challenge Mushy to a duel.)
ru_ru: <32>{#p/human}* (Ты вызываешь Мушку на дуэль).

source: <33>{#p/story}* Mushy's SPEED up for this turn!
ru_ru: <32>{#p/human}* (Ты вызываешь Мушку на дуэль).

source: <32>{#p/story}* MUSHY - ATK 6 DEF 6 * Huge fan of space cowboys. * Gunslinger.
ru_ru: <32>{#p/story}* Мушка - ATK 6 DEF 6 * Большой поклонник космических ковбоев. * Стрелок.

source: <32>{#p/story}* MUSHY - ATK 6 DEF 6 * Huge fan of space cowboys. * Even the sexy ones.
ru_ru: <32>{#p/story}* Мушка - ATK 6 DEF 6 * Большой поклонник космических ковбоев. * Даже сексуальных.
