Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <32>{#p/story}* MUSHY - ATK 6 DEF 6 * After giving it your all, this gunslinger is impressed.
ru_ru: <32>{#p/story}* Мушка - ATK 6 DEF 6 * Выложившись на все сто, этот стрелок впечатлен.

source: <20>{#p/asriel2}{#f/3}Howdy, $(name).
ru_ru: <20>{#p/asriel2}{#f/3}Приветик, $(name).
