Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <32>{#p/basic}{#n1}* You like the product, lassy? ;)
ru_ru: <32>{#p/basic}{#n1}* Тебе нравится этот продукт, красавчик? ;)

source: <32>{#p/basic}* Who does he think he is?
ru_ru: <32>{#p/basic}* Кем он себя возомнил?

source: <32>* You've been nothing but kind to everyone we've met.
ru_ru: <32>* Ты был добр ко всем, кого мы встречали.

source: <32>* That talking star really needs to get a life...
ru_ru: <32>* Этой говорящей звезде действительно нужно наладить свою жизнь...

source: <25>{#p/twinkly}{#f/12}* You idiot...
ru_ru: <25>{#p/twinkly}{#f/12}* Ты идиот...

source: <25>* Didn't you hear me before!?
ru_ru: <25>* Ты что, не слышал меня раньше?

source: <25>* I thought I told you not to screw it up!
ru_ru: <25>* Я, кажется, говорил тебе, чтобы ты всё не испортил!

source: <25>* Now look what you've done to our plan.
ru_ru: <25>* А теперь посмотри, что ты сделал с нашим планом.

source: <25>{#f/6}* You better fix this, $(name).
ru_ru: <25>{#f/6}* Тебе лучше это исправить, $(name).

source: <25>{#f/5}* It's our destiny.
ru_ru: <25>{#f/5}* Это наша судьба.

source: <25>{#p/twinkly}{#f/5}* Howdy, $(name).
ru_ru: <25>{#p/twinkly}{#f/5}* Привет, $(name).

source: <25>{#f/5}* Seems you don't want to play with me anymore.
ru_ru: <25>{#f/5}* Кажется, ты больше не хочешь играть со мной.

source: <25>{#f/6}* I tried being patient with you, but here we are...
ru_ru: <25>{#f/6}* Я старался быть терпеливым с тобой, но вот мы здесь...

source: <25>{#f/6}* Back at the beginning again.
ru_ru: <25>{#f/6}* Снова возвращаемся к началу.

source: <25>{#f/8}* Again, and again...
ru_ru: <25>{#f/8}* Опять, и опять...

source: <25>{#f/5}* You must think this is all very funny.
ru_ru: <25>{#f/5}* Тебе, должно быть, все это кажется очень забавным.

source: <25>{#f/7}* Teasing me with the chance to be with you, only to tear it away...
ru_ru: <25>{#f/7}* Дразнишь меня возможностью быть с тобой только для того, чтобы отнять её...

source: <25>{#f/5}* Well, that's fine.
ru_ru: <25>{#f/5}* Что ж, это прекрасно.

source: <25>{#f/5}* If that's the game you're going to play, then go right ahead.
ru_ru: <25>{#f/5}* Если это та игра, в которую ты собираешься играть, тогда вперёд.

source: <25>{#f/11}* Just don't expect to be in control for long...
ru_ru: <25>{#f/11}* Только не рассчитывай, что сможешь долго контролировать ситуацию...

source: <25>{#f/7}* Sooner or later, you're going to regret what you've done.
ru_ru: <25>{#f/7}* Рано или поздно ты пожалеешь о том, что сделал.

source: <25>{#p/twinkly}{#f/6}* Howdy, $(name).
ru_ru: <25>{#p/twinkly}{#f/6}* Привет, $(name).

source: <25>{#f/6}* I've had some time to think about what happened.
ru_ru: <25>{#f/6}* У меня было немного времени подумать о том, что произошло.

source: <25>{#f/5}* It was thrilling, at first...
ru_ru: <25>{#f/5}* Поначалу это было захватывающе...

source: <25>* The thought of taking the outpost by force together...
ru_ru: <25>* Мысль о том, чтобы вместе взять аванпост силой...

source: <25>{#f/6}* But now, I'm not sure.
ru_ru: <25>{#f/6}* Но сейчас я не уверен.

source: <25>{#f/8}* I guess... I got a bit carried away back there.
ru_ru: <25>{#f/8}* Я думаю... Там, в прошлом, я немного увлекся.

source: <25>{#f/5}* But that's okay, right? * You'll forgive me, won't you?
ru_ru: <25>{#f/5}* Но это нормально, правда? * Ты ведь простишь меня, правда?

source: <25>{#f/6}* I'm still not really sure what happened back there...
ru_ru: <25>{#f/6}* Я до сих пор толком не понимаю, что там произошло...

source: <25>{#f/5}* It's... kinda scaring me, haha...
ru_ru: <25>{#f/5}* Это... это немного пугает меня, ха-ха...

source: <25>{#f/8}* Maybe... we should hold off on things for now.
ru_ru: <25>{#f/8}* Может быть... нам пока следует повременить с этим.

source: <25>{#f/5}* But that's okay, right? * You'll be fine with that, won't you?
ru_ru: <25>{#f/5}* Но это нормально, правда? * Тебя это устроит, не так ли?

source: <25>{#f/8}* Goodbye, $(name)...
ru_ru: <25>{#f/8}* Пока, $(name)...

source: <25>{#f/5}* I'll be back before you know it.
ru_ru: <25>{#f/5}* Я вернусь раньше, чем ты успеешь оглянуться.

source: <32>{#p/basic}* Sorry, did I miss something?
ru_ru: <32>{#p/basic}* Извините, я что-то пропустил?

source: <32>* I've never talked to him in my life, let alone go on some mission with him.
ru_ru: <32>* Я никогда в жизни с ним не разговаривал, не говоря уже о том, чтобы отправиться с ним на какое-нибудь задание.

source: <32>* Oh well. * It wouldn't be the first time he's made up stories about me.
ru_ru: <32>* Ну что ж. * Это был бы не первый раз, когда он сочинял бы истории обо мне.

source: <25>{#p/twinkly}{#f/5}{#v/0}* Well. * That was unexpected.
ru_ru: <25>{#p/twinkly}{#f/5}{#v/0}* Хорошо. * Это было неожиданно.

source: <25>{#f/11}{#v/0}* You think you can just break the rules, don'tcha?
ru_ru: <25>{#f/11}{#v/0}* Ты думаешь, что можешь просто так нарушать правила, не так ли?

source: <25>{#f/7}{#v/0}* Hee hee hee...
ru_ru: <25>{#f/7}{#v/0}* Хи-хи-хи...

source: <25>{#f/0}{#v/1}* In this world, it's KILL or BE killed.
ru_ru: <25>{#f/0}{#v/1}* В этом мире либо УБЕЙ, либо будешь убит.

source: <25>{#p/twinkly}{#f/5}{#v/0}* Clever. * Verrrryy clever.
ru_ru: <25>{#p/twinkly}{#f/5}{#v/0}* Умно. * Очень умно.

source: <25>{#f/11}{#v/0}* You think you're really smart, don'tcha?
ru_ru: <25>{#f/11}{#v/0}* Ты думаешь, что ты действительно умный, не так ли?

source: <25>{#f/8}{#v/0}* If you had just killed a FEW more monsters...
ru_ru: <25>{#f/8}{#v/0}* Если бы ты только убил еще несколько монстров...

source: <25>{#f/9}{#v/0}* Well, maybe I shouldn't reveal my plans this early.
ru_ru: <25>{#f/9}{#v/0}* Что ж, может быть, мне не стоит раскрывать свои планы так рано?

source: <25>{#f/7}{#v/0}* You know, $(name)...
ru_ru: <25>{#f/7}{#v/0}* Ты знаешь, $(name)...

source: <25>{#f/5}{#v/0}* It's only a matter of time before we're together again.
ru_ru: <25>{#f/5}{#v/0}* Это только вопрос времени, когда мы снова будем вместе.

source: <25>{#f/6}{#v/0}* Try a little harder next time, and maybe...
ru_ru: <25>{#f/6}{#v/0}* В следующий раз постарайся немного усерднее, и, может быть...

source: <25>{#f/5}{#v/0}* You'll get to see something new.
ru_ru: <25>{#f/5}{#v/0}* Вы сможете увидеть что-то новое.

source: <25>{#f/11}{#v/0}* Until we meet again...
ru_ru: <25>{#f/11}{#v/0}* Пока мы не встретимся снова...

source: <25>{#f/8}{#v/0}* If you had just killed ONE more monster...
ru_ru: <25>{#f/8}{#v/0}* Если бы ты только убил еще одного монстра...

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you made it through without killing anyone.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Итак, вы справились с этим, никого не убив.

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you spared the life of everyone you came across.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Итак, ты сохранил жизнь всем, с кем сталкивался.

source: <25>{#f/5}{#v/0}* I bet you feel really great.
ru_ru: <25>{#f/5}{#v/0}* Держу пари, ты чувствуешь себя просто великолепно.

source: <25>{#f/2}{#v/1}* But what will you do if you meet a serial murderer?
ru_ru: <25>{#f/2}{#v/1}* Но что вы будете делать, если встретите серийного убийцу?

source: <25>{#f/9}{#v/0}* You'll die, and you'll die, and you'll die...
ru_ru: <25>{#f/9}{#v/0}* Ты умрешь, и ты умрешь, и ты умрешь...

source: <25>{#f/5}{#v/0}* Eventually, you'll tire of trying.
ru_ru: <25>{#f/5}{#v/0}* В конце концов, вы устанете от попыток.

source: <25>{#f/11}{#v/0}* What then, huh?
ru_ru: <25>{#f/11}{#v/0}* Что тогда, а?

source: <25>{#f/2}{#v/1}* Will you KILL out of frustration?
ru_ru: <25>{#f/2}{#v/1}* Будешь ли ты УБИВАТЬ из-за разочарования?

source: <25>{#f/14}{#v/1}* Or will you simply GIVE UP?
ru_ru: <25>{#f/14}{#v/1}* Или вы просто СДАДИТЕСЬ?

source: <25>{#f/11}{#v/0}* Hee hee hee...
ru_ru: <25>{#f/11}{#v/0}* Хи-хи-хи...

source: <25>{#f/7}{#v/0}* This is gonna be SO much fun.
ru_ru: <25>{#f/7}{#v/0}* Это будет так весело.

source: <25>{#f/9}{#v/0}* I'll be watching!
ru_ru: <25>{#f/9}{#v/0}* Я буду наблюдать!

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you managed to stay out of a few measly people's way.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Итак, вам удалось избежать встречи с несколькими ничтожными людьми.

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you spared the life of a few measly people.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Итак, вы сохранили жизнь нескольким жалким людям.

source: <25>{#f/11}{#v/0}* But what about the others, huh?
ru_ru: <25>{#f/11}{#v/0}* А как же остальные, а?

source: <25>{#f/6}{#v/0}* Don'tcha think any of them have families?
ru_ru: <25>{#f/6}{#v/0}* Тебе не кажется, что ни у кого из них нет семей?

source: <25>{#f/8}{#v/0}* Don'tcha think any of them have friends?
ru_ru: <25>{#f/8}{#v/0}* Тебе не кажется, что ни у кого из них нет друзей?

source: <25>{#f/5}{#v/0}* Each one could've been someone else's Toriel.
ru_ru: <25>{#f/5}{#v/0}* Каждая из них могла бы быть чьей-то другой Ториэль.

source: <25>{#f/7}{#v/0}* Selfish brat.
ru_ru: <25>{#f/7}{#v/0}* Эгоистичный мальчишка.

source: <25>{#f/0}{#v/1}* Monsters are dead because of you.
ru_ru: <25>{#f/0}{#v/1}* Монстры мертвы из-за тебя.

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you managed to stay out of one person's way.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Итак, вам удалось остаться в стороне от одного человека.

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you spared the life of a single person.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Итак, вы сохранили жизнь одному человеку.

source: <25>{#f/11}{#v/0}* But what about everyone else, huh?
ru_ru: <25>{#f/11}{#v/0}* Но как насчет всех остальных, а?

source: <25>{#f/0}{#v/0}* They're all gone now.
ru_ru: <25>{#f/0}{#v/0}* Теперь они все ушли.

source: <25>{#f/11}{#v/0}* What's Toriel gonna do when she finds out, huh?
ru_ru: <25>{#f/11}{#v/0}* Что сделает Ториэль, когда узнает, а?

source: <25>{#f/2}{#v/1}* What if she KILLS herself out of grief?
ru_ru: <25>{#f/2}{#v/1}* Что, если она покончит с собой от горя?

source: <25>{#f/11}{#v/0}* If you think you're saving her just by SPARING her...
ru_ru: <25>{#f/11}{#v/0}* Если ты думаешь, что спасаешь её, просто ПОЩАДИВ...

source: <25>{#f/7}{#v/0}* Then you're even dumber than I thought.
ru_ru: <25>{#f/7}{#v/0}* Тогда ты еще тупее, чем я думал.

source: <25>{#f/9}* Well, see ya!
ru_ru: <25>{#f/9}* Ну что ж, увидимся!

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you managed to stay out of almost everyone's way.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Так что тебе удавалось держаться подальше почти от всех.

source: <25>{#p/twinkly}{#f/6}{#v/0}* So you spared the life of almost everyone.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Итак, вы сохранили жизнь почти всем.

source: <25>{#p/twinkly}{#f/11}{#v/0}* But what about the one you DID get in the way of, huh?
ru_ru: <25>{#p/twinkly}{#f/11}{#v/0}* Но как насчет того, кто встал у тебя на пути, а?

source: <25>{#p/twinkly}{#f/11}{#v/0}* But what about the one you DIDN'T spare, huh?
ru_ru: <25>{#p/twinkly}{#f/11}{#v/0}* Но как насчет того, кого ты НЕ пощадил, а?

source: <25>{#f/5}{#v/0}* The one you killed could've been someone else's Toriel.
ru_ru: <25>{#f/5}{#v/0}* Те, кого ты убил, могли быть чьей-то другой Ториэль.

source: <25>{#f/0}{#v/1}* Someone's dead because of you.
ru_ru: <25>{#f/0}{#v/1}* Кто-то умер из-за тебя.

source: <25>{#p/twinkly}{#f/5}{#v/0}* I'm sure you're well aware of that, though...
ru_ru: <25>{#p/twinkly}{#f/5}{#v/0}* Впрочем, я уверен, что вы это прекрасно понимаете...

source: <25>{#f/6}{#v/0}* Considering you've already killed Toriel once before.
ru_ru: <25>{#f/6}{#v/0}* Учитывая, что ты уже однажды убил Ториэль.

source: <25>{#f/7}{#v/0}* Ain't that right, brat?
ru_ru: <25>{#f/7}{#v/0}* Разве не так, мерзавец?

source: <25>{#f/2}{#v/1}* You MURDERED her.
ru_ru: <25>{#f/2}{#v/1}* Ты УБИЛ её.

source: <25>{#f/7}{#v/0}* And then, you felt bad... * Ain't that right?
ru_ru: <25>{#f/7}{#v/0}* А потом тебе стало плохо... * Разве это не так?

source: <25>{#f/11}{#v/0}* Do you think you're the only one with that power?
ru_ru: <25>{#f/11}{#v/0}* Неужели ты думаешь, что ты единственный, кто обладает такой силой?

source: <25>{#f/6}{#v/0}* The power to reshape the universe, purely by your determination...
ru_ru: <25>{#f/6}{#v/0}* Сила, способная изменить вселенную исключительно по вашей воле...

source: <25>{#f/8}{#v/0}* The power to SAVE...
ru_ru: <25>{#f/8}{#v/0}* Сила, позволяющая Сохранять...

source: <25>{#f/7}{#v/0}* That used to be MY power, you know.
ru_ru: <25>{#f/7}{#v/0}* Когда-то это было МОЕЙ силой, ты знаешь.

source: <25>{#f/6}{#v/0}* Seems YOUR desires for this world override MINE.
ru_ru: <25>{#f/6}{#v/0}* Похоже, ТВОИ желания в этом мире преобладают над МОИМИ.

source: <25>{#f/5}{#v/0}* Well then. * Enjoy that power while you can.
ru_ru: <25>{#f/5}{#v/0}* Ну что ж. * Наслаждайся этой властью, пока ты можешь.

source: <25>{#f/7}{#v/0}* After all, this used to be MY power.
ru_ru: <25>{#f/7}{#v/0}* В конце концов, раньше это было МОЕЙ силой.

source: <25>{#f/6}{#v/0}* I thought I was the only one who could do that.
ru_ru: <25>{#f/6}{#v/0}* Я думал, что я единственный, кто может это сделать.

source: <25>{#p/twinkly}{#f/11}{#v/0}* You're one hell of a tease, huh?
ru_ru: <25>{#p/twinkly}{#f/11}{#v/0}* Ты чертовски умеешь дразнить, да?

source: <25>{#f/8}{#v/0}* Beating monsters to the brink of death, only to let them go...
ru_ru: <25>{#f/8}{#v/0}* Загоняя монстров на грань смерти, только для того, чтобы отпустить их...

source: <25>{#f/7}{#v/0}* What will you do if a monster doesn't WANT your mercy?
ru_ru: <25>{#f/7}{#v/0}* Что ты будешь делать, если чудовище не захочет твоей пощады?

source: <25>{#f/6}{#v/0}* Will you snuff the light out of their eyes?
ru_ru: <25>{#f/6}{#v/0}* Сможешь ли ты погасить свет в их глазах?

source: <25>{#f/5}{#v/0}* Or will you realize your faulty "pacifism" is for nothing?
ru_ru: <25>{#f/5}{#v/0}* Или ты поймешь, что твой неправильный "пацифизм" напрасен?

source: <25>{#p/twinkly}{#f/7}{#v/0}* Wow, you're utterly repulsive.
ru_ru: <25>{#p/twinkly}{#f/7}{#v/0}* Ух ты, какой ты отвратительный.

source: <26>{#f/11}{#v/0}* You got by peacefully...
ru_ru: <26>{#f/11}{#v/0}* Вы жили мирно...

source: <25>{#f/5}{#v/0}* Then, you figured that wasn't good enough for you.
ru_ru: <25>{#f/5}{#v/0}* А потом ты решил, что этого для тебя недостаточно.

source: <25>{#f/2}{#v/1}* So you KILLED her just to see what would happen.
ru_ru: <25>{#f/2}{#v/1}* Итак, вы УБИЛИ её, просто чтобы посмотреть, что произойдет.

source: <25>{#f/0}{#v/0}* You did it out of BOREDOM.
ru_ru: <25>{#f/0}{#v/0}* Ты сделал это от СКУКИ.

source: <25>{#f/11}{#v/0}* Don't think I don't know how this works...
ru_ru: <25>{#f/11}{#v/0}* Не думайте, что я не знаю, как это работает...

source: <25>{#f/6}{#v/0}* It's sad, though...
ru_ru: <25>{#f/6}{#v/0}* Хотя это печально...

source: <25>{#p/twinkly}{#f/11}{#v/0}* Look at you, playing with her life like this...
ru_ru: <25>{#p/twinkly}{#f/11}{#v/0}* Посмотри на себя, ты вот так играешь с её жизнью...

source: <25>{#f/7}{#v/0}* Killing her, leaving her, killing her again...
ru_ru: <25>{#f/7}{#v/0}* Убивал её, бросал, снова убивал...

source: <25>{#f/7}{#v/0}* Leaving her, killing her, leaving her again...
ru_ru: <25>{#f/7}{#v/0}* Бросал ее, убивал и снова бросал...

source: <25>{#f/11}{#v/0}* It's fun, isn't it?
ru_ru: <25>{#f/11}{#v/0}* Это забавно, не так ли?

source: <25>{#f/6}{#v/0}* Endlessly toying with the lives of others...
ru_ru: <25>{#f/6}{#v/0}* Бесконечно играя жизнями других...

source: <25>{#f/8}{#v/0}* Watching how they react to every possible decision...
ru_ru: <25>{#f/8}{#v/0}* Наблюдая за тем, как они реагируют на каждое возможное решение...

source: <25>{#f/11}{#v/0}* Isn't it thrilling?
ru_ru: <25>{#f/11}{#v/0}* Разве это не захватывающе?

source: <25>{#f/9}{#v/0}* I wonder what you'll do next.
ru_ru: <25>{#f/9}{#v/0}* Интересно, что ты будешь делать дальше?

source: <25>{#f/5}{#v/0}* I'll be watching...
ru_ru: <25>{#f/5}{#v/0}* Я буду наблюдать...

source: <25>{#p/twinkly}{#f/10}{#v/0}* You just can't get enough, can you~
ru_ru: <25>{#p/twinkly}{#f/10}{#v/0}* Ты просто не можешь насытиться, не так ли~

source: <25>{#f/11}{#v/0}* How many more times will you KILL her, eh?
ru_ru: <25>{#f/11}{#v/0}* Сколько еще раз ты будешь УБИВАТЬ её, а?

source: <25>{#f/0}{#v/1}* You kinda remind me of myself.
ru_ru: <25>{#f/0}{#v/1}* Ты чем-то напоминаешь мне меня самого.

source: <25>{#f/9}{#v/0}* Well, cya!
ru_ru: <25>{#f/9}{#v/0}* Ну что ж, увидимся!

source: <25>{#p/twinkly}{#f/6}{#v/0}* Again? * Golly...
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Опять? * Боже мой...

source: <25>{#f/0}{#v/1}* You REALLY remind me of myself.
ru_ru: <25>{#f/0}{#v/1}* Ты ДЕЙСТВИТЕЛЬНО напоминаешь мне меня самого.

source: <25>{#p/twinkly}{#f/6}{#v/0}* Again!?
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Опять!?

source: <25>{#f/8}{#v/0}* Wow, you're even worse than I thought.
ru_ru: <25>{#f/8}{#v/0}* Ух ты, а ты еще хуже, чем я думал.

source: <25>{#p/twinkly}{#f/5}{#v/0}* So you've finally gotten by peacefully, huh?
ru_ru: <25>{#p/twinkly}{#f/5}{#v/0}* Значит, вы наконец-то поладили мирно, да?

source: <25>{#p/twinkly}{#f/5}{#v/0}* So you've finally decided to show mercy, huh?
ru_ru: <25>{#p/twinkly}{#f/5}{#v/0}* Значит, ты наконец-то решил проявить милосердие, да?

source: <25>{#f/5}{#v/0}* And after all that KILLING...
ru_ru: <25>{#f/5}{#v/0}* И это после всех этих УБИЙСТВ...

source: <25>{#f/11}{#v/0}* Say, was this your idea all along?
ru_ru: <25>{#f/11}{#v/0}* Скажи, это была твоя идея с самого начала?

source: <25>{#f/2}{#v/1}* To get a rush out of her death, then spare her once you got bored?
ru_ru: <25>{#f/2}{#v/1}* Чтобы получить удовольствие от её смерти, а потом пощадить её, когда тебе станет скучно?

source: <25>{#f/11}{#v/0}* What a saint you must think you are.
ru_ru: <25>{#f/11}{#v/0}* Каким святым ты, должно быть, себя считаешь.

source: <25>{#f/5}{#v/0}* But hey, it's not as if I don't know how this works...
ru_ru: <25>{#f/5}{#v/0}* Но, эй, это не значит, что я не знаю, как это работает...

source: <25>{#p/twinkly}{#f/11}{#v/0}* Hee hee hee...
ru_ru: <25>{#p/twinkly}{#f/11}{#v/0}* Хи-хи-хи...

source: <25>{#f/7}{#v/0}* I hope you like your choice.
ru_ru: <25>{#f/7}{#v/0}* Я надеюсь, вам понравится ваш выбор.

source: <25>{#f/9}{#v/0}* I mean, it's not as if you can go back and change fate.
ru_ru: <25>{#f/9}{#v/0}* Я имею в виду, что ты не можешь вернуться назад и изменить судьбу.

source: <25>{#f/5}{#v/0}* That old woman thought she could break the rules.
ru_ru: <25>{#f/5}{#v/0}* Эта старая женщина думала, что может нарушать правила.

source: <25>{#f/8}{#v/0}* She tried so hard to save you humans...
ru_ru: <25>{#f/8}{#v/0}* Она так старалась спасти вас, людей...

source: <25>{#f/6}{#v/0}* But when it came down to it, she couldn't even save herself.
ru_ru: <25>{#f/6}{#v/0}* Но когда дошло до дела, она не смогла спасти даже себя.

source: <25>{#f/11}{#v/0}* So you finally caved in and killed someone, huh?
ru_ru: <25>{#f/11}{#v/0}* Значит, ты наконец сдался и убил кого-то, да?

source: <25>{#f/7}{#v/0}* Well, I hope you like your choice.
ru_ru: <25>{#f/7}{#v/0}* Что ж, я надеюсь, вам понравится ваш выбор.

source: <25>{#f/8}{#v/0}* ... what's wrong? * Did she not last as long as you thought?
ru_ru: <25>{#f/8}{#v/0}* ... что не так? * Неужели она продержалась не так долго, как ты думал?

source: <26>{#f/6}{#v/0}* Oh, how terrible. * Guess not everyone can be beat into submission.
ru_ru: <26>{#f/6}{#v/0}* О, как это ужасно. * Думаю, не каждого можно заставить подчиниться.

source: <25>{#f/11}{#v/0}* What an idiot!
ru_ru: <25>{#f/11}{#v/0}* Что за идиот!

source: <25>{#f/7}{#v/0}* What a shame for her.
ru_ru: <25>{#f/7}{#v/0}*Какой позор для неё.

source: <25>{#f/6}{#v/0}* As for you...
ru_ru: <25>{#f/6}{#v/0}* Что касается тебя...

source: <25>{#p/twinkly}{#f/6}{#v/0}* Wow.
ru_ru: <25>{#p/twinkly}{#f/6}{#v/0}* Вау.

source: <25>{#f/7}{#v/0}* And here I thought you were the righteous one for showing mercy.
ru_ru: <25>{#f/7}{#v/0}* А я-то думал, что ты праведник, раз проявляешь милосердие.

source: <25>{#f/11}{#v/0}* Hah! * What a joke.
ru_ru: <25>{#f/11}{#v/0}* Ха! * Что за шутка.

source: <25>{#f/6}{#v/0}* How did it feel to finally satisfy your violent side?
ru_ru: <25>{#f/6}{#v/0}* Каково это было - наконец-то утолить свою жестокую натуру?

source: <25>{#f/0}{#v/1}* I bet it felt GOOD, didn't it?
ru_ru: <25>{#f/0}{#v/1}* Я держу пари, это было приятно, не так ли?

source: <25>{#f/11}{#v/0}* I mean, I should know...
ru_ru: <25>{#f/11}{#v/0}* Я имею в виду, я должен знать...

source: <25>{#p/twinkly}{#f/5}{#v/0}* Nice to see you again.
ru_ru: <25>{#p/twinkly}{#f/5}{#v/0}* Приятно видеть вас снова.

source: <25>{#f/6}{#v/0}* By the way, you're the most boring person in the galaxy.
ru_ru: <25>{#f/6}{#v/0}* Кстати, ты самый скучный человек в галактике.

source: <25>{#f/12}{#v/0}* Getting by peacefully, then going back just to do it again?
ru_ru: <25>{#f/12}{#v/0}* Жить мирно, а потом вернуться только для того, чтобы сделать это снова?

source: <25>{#f/8}{#v/0}* Come on...
ru_ru: <25>{#f/8}{#v/0}* Ну давай же...

source: <25>{#f/2}{#v/1}* You know as well as I do that it's KILL or BE killed.
ru_ru: <25>{#f/2}{#v/1}* Ты не хуже меня знаешь, что либо УБЕЙ, либо будешь убит.

source: <25>{#p/twinkly}{#f/6}* Aren't you getting tired of this?
ru_ru: <25>{#p/twinkly}{#f/6}* Тебе это еще не надоело?

source: <25>{#f/2}{#v/1}* You KNOW deep down that part of you wants to hurt her.
ru_ru: <25>{#f/2}{#v/1}* В глубине души ты знаешь, что какая-то часть тебя хочет причинить ей боль.

source: <25>{#f/14}{#v/1}* A few good hits, and she'd be dead before your very eyes.
ru_ru: <25>{#f/14}{#v/1}* Несколько хороших ударов, и она была бы мертва прямо у тебя на глазах.

source: <25>{#f/11}{#v/0}* Wouldn't that be exciting?
ru_ru: <25>{#f/11}{#v/0}* Разве это не было бы захватывающе?

source: <25>{#f/7}{#v/0}* See ya, idiot.
ru_ru: <25>{#f/7}{#v/0}* Пока, идиот.

source: <25>{#p/twinkly}{#f/8}{#v/0}* Are you doing this just to see how I react?
ru_ru: <25>{#p/twinkly}{#f/8}{#v/0}* Ты делаешь это только для того, чтобы посмотреть, как я отреагирую?

source: <25>{#f/6}{#v/0}* Is that what this is about?
ru_ru: <25>{#f/6}{#v/0}* Так вот в чем дело?

source: <25>{#f/7}{#v/0}* Well, don't expect to get anything else outta me.
ru_ru: <25>{#f/7}{#v/0}* Что ж, не надейся вытянуть из меня что-нибудь еще.

source: <25>{#f/6}{#v/0}* All this boring pacifism is getting tiresome.
ru_ru: <25>{#f/6}{#v/0}* Весь этот скучный пацифизм начинает надоедать.

source: <25>{#f/11}{#v/0}* Now, if something more interesting were to happen...
ru_ru: <25>{#f/11}{#v/0}* Вот если бы случилось что-нибудь более интересное...

source: <25>{#f/9}{#v/0}* Perhaps I'd be more inclined to talk.
ru_ru: <25>{#f/9}{#v/0}* Возможно, я был бы более склонен к разговору.

source: <25>{#f/7}{#v/0}* Sooner or later, you'll be forced to realize that.
ru_ru: <25>{#f/7}{#v/0}* Рано или поздно вам придется это осознать.

source: <25>{#f/11}{#v/0}* And when that time comes...
ru_ru: <25>{#f/11}{#v/0}* И когда это время придет...

source: <25>{#f/5}{#v/0}* Well, let's just say I'm interested to see what happens.
ru_ru: <25>{#f/5}{#v/0}* Ну, скажем так, мне интересно посмотреть, что из этого выйдет.

source: <25>{#f/9}{#v/0}* Good luck!
ru_ru: <25>{#f/9}{#v/0}* Хорошо удачи!

source: <25>{#f/7}{#v/0}* Maybe that's why you killed that one monster.
ru_ru: <25>{#f/7}{#v/0}* Может быть, именно поэтому ты убил того единственного монстра.

source: <25>{#f/8}{#v/0}* I mean, you went almost the whole way without killing anyone...
ru_ru: <25>{#f/8}{#v/0}* Я имею в виду, что ты прошел почти весь путь, никого не убив...

source: <25>{#f/6}{#v/0}* But somewhere along the line, you screwed up.
ru_ru: <25>{#f/6}{#v/0}* Но в какой-то момент ты облажался.
