Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <32>* "today i lerned how to put seeds in daddys garden"
ru_ru: <32>* "сегодня я узнала, как сажать семена в папином саду"

source: <32>* "he says they will grow up soon But it wil take a long tiem."
ru_ru: <32>* "он говорит, что они скоро вырастут, но на это уйдет много времени".

source: <32>* "mommy is gona make a snail pie tonite And im exsited"
ru_ru: <32>* "мама собирается сегодня испечь пирог с улитками, И я ухожу".

source: <32>* "other then that im having a good day."
ru_ru: <32>* "в остальном у меня был хороший день".

source: <32>{#p/human}* (You turn to the second page...)
ru_ru: <32>{#p/human}* (Вы переворачиваете вторую страницу...)

source: <32>{#p/asriel1}{#v/2}* "azzys dairy, k-504"
ru_ru: <32>{#p/asriel1}{#v/2}* "аззис дейри, к-504"

source: <32>* "mommy said i shood rite down the date So folks can no when i rote it."
ru_ru: <32>* "мама сказала, что я буду записывать дату, чтобы люди не заметили, когда я буду повторять ее наизусть".

source: <32>* "my starling flower stil hasnt grown yet but daddy promises it wil be soon"
ru_ru: <32>* "мой цветочек скворец еще не вырос, но папа обещает, что скоро вырастет".

source: <32>* "i wish there was a window on my room but daddy said there is pluming here."
ru_ru: <32>* "я бы хотел, чтобы в моей комнате было окно, но папа сказал, что здесь есть сливы".

source: <32>* "they said they wood put a window in the front room tho"
ru_ru: <32>* "они сказали, что сделали окно в гостиной, хотя..."

source: <32>* "i am having a nice day today as wel."
ru_ru: <32>* "у меня сегодня тоже хороший день."

source: <32>{#p/human}* (You turn to the third page... seems a couple years went by.)
ru_ru: <32>{#p/human}* (Вы открываете третью страницу... кажется, прошло пару лет.)

source: <32>* "My old diary was in a box of toys And i wanted to put more in it."
ru_ru: <32>* "Мой старый дневник лежал в коробке с игрушками, и я хотел добавить в него еще".

source: <32>* "Looks like I only rote the first part of The date last time."
ru_ru: <32>* "Похоже, в прошлый раз я запомнил только первую часть даты".

source: <32>* "By the way the Starling flower I planted before grew up."
ru_ru: <32>* "Кстати, цветок Скворец, который я посадил раньше, вырос".

source: <32>* "But I got in a fite with a frend The other day and we havent talked since that."
ru_ru: <32>* "Но на днях я поссорился с одним парнем, и с тех пор мы не разговаривали".

source: <32>* "Im worryed about them... i hope theyre not still mad."
ru_ru: <32>* "Я беспокоюсь о них... надеюсь, они не все еще злятся".

source: <32>{#p/human}* (You turn to the fourth page...)
ru_ru: <32>{#p/human}* (Вы открываете четвертую страницу...)

source: <32>* "i talked with my frend, they say theyre not upset anymore, so thats good"
ru_ru: <32>* "я поговорил со своим другом, они говорят, что больше не расстраиваются, так что это хорошо".

source: <32>* "Mommy and I were watching the sky out side And we saw a shooting star."
ru_ru: <32>* "Мы с мамой смотрели на небо за окном и увидели падающую звезду".

source: <32>* "She said to make a wish... I wished that one day a human wood come down."
ru_ru: <32>* "Она сказала, чтобы я загадал желание... Я хотел, чтобы однажды здесь вырос человеческий лес".

source: <32>* "Mommy and Daddy tell so many storys about them..."
ru_ru: <32>* "Мама и папа рассказывают о них так много историй..."

source: <32>* "They cant all be bad rite?"
ru_ru: <32>* "Не могут же все они быть плохим обрядом?"

source: <32>{#p/human}* (You turn to the fifth page...)
ru_ru: <32>{#p/human}* (Вы открываете пятую страницу...)

source: <32>* "Not alot to say today."
ru_ru: <32>* "Сегодня особо нечего сказать".

source: <32>* "Maybe this diary idea is silly."
ru_ru: <32>* "Может быть, эта идея с дневником и глупая".

source: <32>* "Mom saw me riting in it the other day and said she was proud of me."
ru_ru: <32>* "На днях мама увидела, как я что-то в нем пишу, и сказала, что гордится мной".

source: <32>* "Is it realy that importint?"
ru_ru: <32>* "Это действительно так важно?"

source: <32>{#p/human}* (You turn to the sixth page... seems like a few more years went by.)
ru_ru: <32>{#p/human}* (Вы открываете шестую страницу... кажется, что прошло еще несколько лет.)

source: <32>* "Seems I cant write in this thing for too long at once."
ru_ru: <32>* "Кажется, я не могу писать в этой штуке слишком долго одновременно".

source: <32>* "But today I saw the book again and chose to write some more in it."
ru_ru: <32>* "Но сегодня я снова увидел эту книгу и решил написать в ней еще кое-что".

source: <32>* "The past few years have been good, I went to school and learned lots of things."
ru_ru: <32>* "Последние несколько лет были хорошими, я ходил в школу и многому научился".

source: <32>* "Like how to add numbers." * "And how to use a computer."
ru_ru: <32>* "Например, как складывать числа". * "И как пользоваться компьютером".

source: <32>* "Mom said Im too young to make an online acount tho."
ru_ru: <32>* "Мама сказала, что я слишком молод, чтобы заводить аккаунт в Интернете".

source: <32>* "Maybe one day when Im older I can have one."
ru_ru: <32>* "Мама сказала, что я слишком молод, чтобы заводить аккаунт в Интернете".

source: <32>{#p/human}* (You turn to the seventh page...)
ru_ru: <32>{#p/human}* (Вы открываете седьмую страницу...)

source: <32>* "That smart guy visited again today. He said he had a bad dream about a human."
ru_ru: <32>* "Сегодня снова приходил этот умник. Он сказал, что ему приснился плохой сон о человеке".

source: <32>* "Oh, did I mention him? He is the science person dad talks to alot."
ru_ru: <32>* "О, я упоминал о нем? Это ученый, с которым папа часто общается".

source: <32>* "He invented alot of things that we use now."
ru_ru: <32>* "Он изобрел множество вещей, которыми мы пользуемся сейчас".

source: <32>* "Like the replicaters and fabricaters and gravity plate things."
ru_ru: <32>* "Например, репликаторы, фабрикаторы и гравитационные пластины".

source: <32>* "But he looked at me really odd Like I was so scary."
ru_ru: <32>* "Но он посмотрел на меня очень странно, как будто я был таким страшным".

source: <32>* "Did I do somthing wrong?"
ru_ru: <32>* "Я сделал что-то не так?"

source: <32>{#p/human}* (You turn to the eighth page...)
ru_ru: <32>{#p/human}* (Вы открываете восьмую страницу...)

source: <32>* "A new star appeared in the sky today."
ru_ru: <32>* "Сегодня на небе появилась новая звезда".

source: <32>* "A really brite one."
ru_ru: <32>* "По-настоящему яркая".

source: <32>* "I wonder why more stars dont appear like that all the time."
ru_ru: <32>* "Я удивляюсь, почему другие звезды не появляются так постоянно".

source: <32>* "Also we are gonna move to the new citadel when its made."
ru_ru: <32>* "А еще мы собираемся переехать в новую цитадель, когда она будет готова".

source: <32>* "I saw the blue prints of it, it looks amazing so far!"
ru_ru: <32>* "Я видел его чертежи, пока что она выглядит потрясающе!"

source: <32>* "It will be alot better than living in the factory too."
ru_ru: <32>* "Это тоже будет намного лучше, чем жить на фабрике".

source: <32>{#p/human}* (You turn to the ninth page... seems a day was skipped.)
ru_ru: <32>{#p/human}* (Вы открываете девятую страницу... кажется, был пропущен целый день.)

source: <32>* "I met a real human yesterday. They crashed in the trash area near our house."
ru_ru: <32>* "Вчера я встретил настоящего человека. Они разбились на свалке возле нашего дома".

source: <32>* "I helped them out of the reck and they said thanks."
ru_ru: <32>* "Я выручил их из беды, и они сказали спасибо".

source: <32>* "I didnt think it would ever happen, but here they are."
ru_ru: <32>* "Я не думал, что это когда-нибудь случится, но вот они здесь".

source: <32>* "And they are actually he{#p/basic}f{#p/asriel1}{#v/1}h{#p/basic}sj haha azzy is a stinky butt and he{#p/asriel1}{#v/1}vh{#p/basic}v{#p/asriel1}{#v/1}j{#p/basic}a{#p/asriel1}{#v/1}s"
ru_ru: <32>* "И это на самом деле он{#p/basic}f{#p/asriel1}{#v/1}h{#p/basic}Джей, ха-ха, Аззи - вонючая задница, и он{#p/asriel1}{#v/1}вх{#p/basic}в{#p/asriel1}{#v/1}j{#p/basic}a{#p/asriel1}{#v/1}с

source: <32>* "Okay so Im actually hiding under the covers so $(name) cant mess up what Im writing."
ru_ru: <32>* "Ладно, на самом деле я прячусь под одеялом, чтобы $(name) cant mess up what Im writing."

source: <32>* "They can be a bit mean some times, but thats ok."
ru_ru: <32>* "Иногда они могут быть немного грубыми, но это нормально".

source: <32>* "Mom did that battle thing with them and there heart was red and upside down."
ru_ru: <32>* "Мама устроила с ними эту битву, и там сердце было красным и перевернутым".

source: <32>* "Its really nice to have someone else to talk to everyday."
ru_ru: <32>* "Очень приятно, когда каждый день есть с кем поговорить".

source: <32>{#p/human}* (You turn to the tenth page...)
ru_ru: <32>{#p/human}* (Вы открываете десятую страницу...)

source: <32>* "Mom said shes gonna adopt $(name) into the family."
ru_ru: <32>* "Мама сказала, что она собирается усыновить $(name) в семью."

source: <32>* "I dont know what adopt means but she said I will be like their brother."
ru_ru: <32>* "Я не знаю, что значит "усыновить", но она сказала, что я буду им как брат".

source: <32>* "But thats good Cuz then I can spend more time with them."
ru_ru: <32>* "Но это хорошо, потому что тогда я смогу проводить с ним больше времени".

source: <32>* "Me and $(name) are gonna do everything together!"
ru_ru: <32>* "Я и $(name) мы будем делать все вместе!"

source: <32>* "Also they said sorry for what happend in the last diary page."
ru_ru: <32>* "Также они попросили прощения за то, что произошло на последней странице дневника."

source: <32>* "I didnt tell them yet but, I forgive them."
ru_ru: <32>* "Я еще не сказал им, но я прощаю их".

source: <32>{#p/human}* (You turn to the eleventh page.)
ru_ru: <32>{#p/human}* (Вы открываете одиннадцатую страницу.)

source: <32>{#p/asriel1}* "Asriel's Diary, K-515.09"
ru_ru: <32>{#p/asriel1}* "Дневник Азриэля, К-515.09"

source: <32>* "$(name) said it's time for the plan."
ru_ru: <32>* "$(name) сказал, что пришло время действовать по плану.

source: <32>* "I was scared, but they said I could do it."
ru_ru: <32>* " Я был напуган, но они сказали, что я смогу это сделать."

source: <32>* "After this entry, I'll wait for them to eat the poisoned pie we made..."
ru_ru: <32>* "После этой записи я подожду, пока они съедят отравленный пирог, который мы испекли..."

source: <32>* "And then we can save everyone together."
ru_ru: <32>* "И тогда мы сможем спасти всех вместе."

source: <32>* "If something goes wrong, and you're reading this later..."
ru_ru: <32>* "Если что-то пойдет не так, и ты будешь читать это позже..."

source: <32>{#p/human}* (It sounds like someone is crying...)
ru_ru: <32>{#p/human}* (Похоже, кто-то плачет...)

source: <32>{#p/basic}* There's a backpack strung up on this coat rack.
ru_ru: <32>{#p/basic}* На этой вешалке висит рюкзак.

source: <32>{#p/human}* (You look inside the backpack...)
ru_ru: <32>{#p/human}* (Ты заглядываешь в рюкзак...)

source: <32>{#p/human}* (But there was nothing left to find within.)
ru_ru: <32>{#p/human}* (Но внутри не осталось ничего, что можно было бы найти.)

source: <32>{#p/basic}* Nothing left to find here.
ru_ru: <32>{#p/basic}* Здесь больше нечего искать.

source: <32>{#p/basic}* What's this? * A limited edition Super Starwalker comic strip?
ru_ru: <32>{#p/basic}*Что это такое? * Комикс о Суперзвездном страннике, выпущенный ограниченным тиражом?

source: <32>{#s/equip}{#p/human}* (You got the Super Starwalker 2.)
ru_ru: <32>{#s/equip}{#p/human}* (Ты взял Суперзвездный странник 2.)

source: <32>{#p/human}* (You're carrying too much to take that.)
ru_ru: <32>{#p/human}* (Ты слишком много несешь на себе, чтобы принять это.)

source: <32>{#p/human}* (If you sleep here now, you may miss something important.)
ru_ru: <32>{#p/human}* (Если вы сейчас заснете здесь, то можете пропустить что-то важное.)

source: * (Go to sleep?)
ru_ru: * (Ложиться спать?)

source: <25>{#p/toriel}{#f/5}* Oh dear.
ru_ru: <25>{#p/toriel}{#f/5}* О боже.

source: <25>{#f/1}* Perhaps my actions have done more harm than I first imagined...
ru_ru: <25>{#f/1}* Возможно, мои действия причинили больше вреда, чем я предполагал вначале...

source: <25>{#f/0}* ... * Worry not, my child.
ru_ru: <25>{#f/0}* ... * Не волнуйся, дитя мое.

source: <25>* I will make sure you get a good night's rest for the journey ahead.
ru_ru: <25>* Я позабочусь о том, чтобы вы хорошенько выспались перед предстоящим путешествием.

source: <32>{#p/human}* (Toriel sits next to you and sings a lullaby to put you to sleep.)
ru_ru: <32>{#p/human}* (Ториэль садится рядом с тобой и поет колыбельную, чтобы ты уснул.)

source: <32>{#p/basic}* This ghost keeps saying 'z' out loud repeatedly, pretending to sleep.
ru_ru: <32>{#p/basic}* Этот призрак продолжает постоянно произносить вслух букву "з", притворяясь, что спит.

source: * (Try to walk through it?)
ru_ru: * (Попытаетесь пройти через это?)

source: <32>{#p/basic}* The ghost is still blocking the way.
ru_ru: <32>{#p/basic}* Призрак все еще преграждает нам путь.

source: <32>{#p/napstablook}* i usually visit this place to get some peace and quiet...
ru_ru: <32>{#p/napstablook}* обычно я посещаю это место, чтобы насладиться тишиной и спокойствием...

source: <32>* but today i met someone nice...
ru_ru: <32>* но сегодня я встретил кое-кого милого...

source: <32>* well, i'll get out of your way now
ru_ru: <32>* ну что ж, теперь я уйду с твоего пути

source: <32>* cya...
ru_ru: <32>* ся...

source: <32>{#p/napstablook}* so um... * you really like me, huh
ru_ru: <32>{#p/napstablook}* так что, эм... * я правда тебе нравлюсь, да

source: <32>* heh... thank you...
ru_ru: <32>* Хех... Спасибо тебе...

source: <32>* and, uh... sorry i got in your way before...
ru_ru: <32>* и, ух... извини за то что я раньше вставал у тебя на пути...

source: <32>* i'll go somewhere else now
ru_ru: <32>* сейчас я пойду куда-нибудь в другое место

source: <32>* but... don't worry...
ru_ru: <32>* но... не волнуйся...

source: <32>* you'll see me again later...
ru_ru: <32>* вы еще увидитесь со мной позже...

source: <32>* if you want to...
ru_ru: <32>* если ты этого захочешь...

source: <32>* well, cya...
ru_ru: <32>* ну что ж, сия...

source: <32>{#p/napstablook}* so um... you really despise me, huh
ru_ru: <32>{#p/napstablook}* так что..... ты действительно презираешь меня, да

source: <32>* that's... nice...
ru_ru: <32>* это... мило...

source: <32>* well, i'll be on my way now
ru_ru: <32>* ну что ж, я пойду своей дорогой

source: <32>* bye...
ru_ru: <32>* Пока...

source: <32>{#p/napstablook}* so um... that happened...
ru_ru: <32>{#p/napstablook}* итак, что произошло...

source: <32>* uh... i gotta go now
ru_ru: <32>* э-э-э... мне пора идти

source: <32>{#p/napstablook}* you didn't even say anything to me...
ru_ru: <32>{#p/napstablook}* ты даже ничего мне не сказал...

source: <32>* that's... i don't even know what that is...
ru_ru: <32>* это... я даже не знаю, что это такое...

source: <32>* well, i'll be going now
ru_ru: <32>* ну что ж, мне пора идти

source: <32>{#p/human}* (You got the Fried Snails.)
ru_ru: <32>{#p/human}* (Ты взял жареные улитки.)

source: <32>{#p/human}* (You approach the vending machine.)
ru_ru: <32>{#p/human}* (Ты подходишь к торговому автомату.)

source: * (What will you make?)
ru_ru: *(Что ты будешь делать?)

source: Candy
ru_ru: Конфета

source: Water
ru_ru: Вода

source: Nothing
ru_ru: Ничего

source: <32>{#p/basic}* Synthesize something with the vending machine?
ru_ru: <32>{#p/basic}* Синтезировать что-нибудь с помощью торгового автомата?

source: <32>{#p/human}* (You got the $(x).) * (Press [C] to open the menu.)
ru_ru: <32>{#p/human}* (У тебя есть $(x).) * (Нажми[С] чтобы открыть меню.)

source: <32>{#p/human}* (You got the $(x).)
ru_ru: <32>{#p/human}* (У тебя есть $(x).)

source: <32>{#p/basic}* The machine is beginning to malfunction.
ru_ru: <32>{#p/basic}* Машина начинает работать со сбоями.

source: <32>{#p/basic}* The machine broke down.
ru_ru: <32>{#p/basic}* Машина сломалась.

source: <25>{#p/asriel1}{#f/13}* Out of service again?
ru_ru: <25>{#p/asriel1}{#f/13}* Снова вышла из строя?

source: <25>{#f/17}* Yeah, that's... by design, actually.
ru_ru: <25>{#f/17}* Да, это так... по замыслу, на самом деле.

source: <25>{#f/13}* This machine runs on the Outlands' own power supply, so...
ru_ru: <25>{#f/13}* Эта машина работает от собственного источника питания Outlands, так что...

source: <25>{#f/15}* To avoid using too much power, Toriel just made it break itself.
ru_ru: <25>{#f/15}* Чтобы не использовать слишком много энергии, Ториэль просто заставила его сломаться сам по себе.

source: <26>{#f/20}* Not that she'd tell you.
ru_ru: <26>{#f/20}* Не то чтобы она тебе сказала.

source: <25>{#p/asriel1}{#f/13}* The reason that power supply is so small, though...
ru_ru: <25>{#p/asriel1}{#f/13}* Однако причина в том, что источник питания такой маленький...

source: <25>{#f/17}* It's because, unlike the CORE, it only uses background radiation.
ru_ru: <25>{#f/17}* Это потому, что, в отличие от ЯДРА, оно использует только фоновое излучение.

source: <25>{#f/13}* To put it into numbers, I'd say...
ru_ru: <25>{#f/13}* Я бы сказал, если перевести это в цифры...

source: <25>{#f/15}* It generates about ten- thousandths of the power the CORE does.
ru_ru: <25>{#f/15}* Он генерирует примерно десятитысячную часть той мощности, которую вырабатывает ЯДРО.

source: <25>{#p/asriel1}{#f/13}* Hmm...
ru_ru: <25>{#p/asriel1}{#f/13}* Хм...

source: <25>{#f/15}* I wonder if, despite its low capacity...
ru_ru: <25>{#f/15}* Интересно, несмотря на его низкую пропускную способность...

source: <25>{#f/13}* This generator would be enough to power a small atmospheric system.
ru_ru: <25>{#f/13}* Этого генератора было бы достаточно для питания небольшой атмосферной системы.

source: <25>{#f/17}* If the CORE was destroyed, could people survive here...?
ru_ru: <25>{#f/17}* Если бы ЯДРО было разрушено, смогли бы люди выжить здесь...?

source: <26>{#p/asriel1}{#f/20}* ... asking for a friend.
ru_ru: <26>{#p/asriel1}{#f/20} ... спрашиваю о друге.

source: <32>{#p/basic}* It's out of service.
ru_ru: <32>{#p/basic}* Он вышел из строя.

source: <32>{#p/human}* (You decide not to make anything.)
ru_ru: <32>{#p/human}* (Вы решаете ничего не готовить.)

source: <32>{#p/human}* (You're carrying too much.)
ru_ru: <32>{#p/human}* (Ты слишком много на себя берешь.)

source: <25>{#p/toriel}{#f/1}{#n1}* What is it, my child? * Are you hungry?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Что такое, дитя мое? * Ты голоден?

source: <25>{#f/0}* Perhaps you would like to know more about the book I am reading.
ru_ru: <25>{#f/0}* Возможно, ты хотел бы узнать больше о книге, которую я читаю.

source: {#n1!}* (What do you say?)
ru_ru: {#n1!}* (Что ты скажешь?)

source: Hungry
ru_ru: Голодный

source: Book
ru_ru: Книга

source: Home
ru_ru: Дом

source: <25>{#p/toriel}{#n1}* What is it, my child?
ru_ru: <25>{#p/toriel}{#n1}* В чем дело, моё дитя?

source: <25>{#p/toriel}{#n1}* Well, let me know if you need anything.
ru_ru: <25>{#p/toriel}{#n1}* Что ж, дай мне знать, если тебе что-нибудь понадобится.

source: <25>{#p/toriel}{#n1}* Well, let me know if you change your mind.
ru_ru: <25>{#p/toriel}{#n1}* Что ж, дай мне знать, если передумаешь.

source: <25>{#p/toriel}{#f/1}{#n1}* Restless night?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Бессонная ночь?

source: <25>{#f/1}* ... * If you like, I can read you this book...
ru_ru: <25>{#f/1}* ... * Если хотите, я могу почитать вам эту книгу...

source: <25>{#f/0}* It is called "Generous Monster" and it was written by a human.
ru_ru: <25>{#f/0}* Она называется "Великодушный монстр" и написана человеком.

source: {#n1!}* (Read the book?)
ru_ru: {#n1!}* (Прочитать эту книгу?)

source: <25>{#p/toriel}{#n1}{#f/1}* Back for a visit?
ru_ru: <25>{#p/toriel}{#n1}{#f/1}* Вернулся с визитом?

source: <25>{#f/0}* Well, feel free to stay as long as you need.
ru_ru: <25>{#f/0}* Что ж, не стесняйтесь оставаться здесь столько, сколько вам нужно.

source: <26>{#p/toriel}{#n1}{#f/5}* I shall remain here, as I always have...
ru_ru: <26>{#p/toriel}{#n1}{#f/5}* Я останусь здесь, как и всегда...

source: <25>{#p/toriel}{#f/1}{#n1}* Are you hungry? * Would you like me to make you a breakfast?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Ты голоден? * Хочешь, я приготовлю тебе завтрак?

source: {#n1!}* (Have breakfast?)
ru_ru: {#n1!}* (Позавтракаете?)

source: <25>{#p/toriel}{#n1}* Wonderful! * I will be in the kitchen preparing it.
ru_ru: <25>{#p/toriel}{#n1}* Замечательно! * Я буду готовить его на кухне.

source: <25>{#p/toriel}{#f/1}{#n1}* Have you changed your mind about breakfast?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Ты не передумал насчет завтрака?

source: <25>{#p/toriel}{#f/3}{#n1}* You expect me to make another after you dropped the first one?
ru_ru: <25>{#p/toriel}{#f/3}{#n1}* Ты ожидаешь, что я приготовлю еще один после того, как ты выбросил первый?

source: <25>{#f/4}* This child...
ru_ru: <25>{#f/4}* Этот ребенок...

source: <25>{#f/0}* No, little one. * I will not prepare another breakfast.
ru_ru: <25>{#f/0}* Нет, малышка. * Я больше не буду готовить завтрак.

source: <25>{#p/toriel}{#n1}* I have already served breakfast, little one.
ru_ru: <25>{#p/toriel}{#n1}* Я уже приготовила завтрак, малыш.

source: <25>{#f/1}* We cannot have more than one breakfast per day, can we?
ru_ru: <25>{#f/1}* Мы ведь не можем завтракать больше одного раза в день, не так ли?

source: <25>{#f/0}* That would be silly.
ru_ru: <25>{#f/0}* Это было бы глупо.

source: <25>{#p/toriel}{#n1}* Ah, the book! * Yes, it is quite the fun little read.
ru_ru: <25>{#p/toriel}{#n1}* Ах, эта книга! * Да, это довольно увлекательно читать.

source: <25>{#f/0}* It is called "Generous Monster" and was written by a human.
ru_ru: <25>{#f/0}* Она называется "Великодушный монстр" и написана человеком.

source: <25>{#f/1}* Would you like me to read it to you?
ru_ru: <25>{#f/1}* Хочешь, я тебе это прочту?

source: <25>{#p/toriel}{#n1}* Splendid!
ru_ru: <25>{#p/toriel}{#n1}* Великолепно!

source: <25>{#p/toriel}{#f/1}{#n1}* Do you want me to read you the book now?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Хочешь, я почитаю тебе книгу прямо сейчас?

source: <25>{#p/toriel}{#f/1}{#n1}* Do you want me to read you the book again?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Хочешь, я еще раз прочту тебе эту книгу?

source: <25>{#p/toriel}{#f/1}{#n1}* Alright, then...
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Тогда ладно...

source: <25>{#f/1}{#n1}* "Once, there was a monster..."
ru_ru: <25>{#f/1}{#n1}* "Когда-то здесь жил монстр..."

source: <25>{#f/0}* "And she loved a little human."
ru_ru: <25>{#f/0}* "И она любила маленького человечка."

source: <25>{#f/1}* "And every day, the human would come visit..."
ru_ru: <25>{#f/1}* "И каждый день этот человек приходил навестить меня..."

source: <25>{#f/0}* "And they would run and play together in the fields."
ru_ru: <25>{#f/0}* "И они вместе бегали и играли на полях."

source: <25>{#f/1}* "They'd sing songs together, tell stories to each other..."
ru_ru: <25>{#f/1}* "Они вместе пели песни, рассказывали друг другу истории..."

source: <25>{#f/0}* "And they would play hide-and-go seek."
ru_ru: <25>{#f/0}* "И они играли в прятки."

source: <25>{#f/1}* "And when the human was tired, she would tuck them into bed..."
ru_ru: <25>{#f/1}* "И когда человек уставал, она укладывала его в постель..."

source: <25>{#f/0}* "And the human loved the monster very much."
ru_ru: <25>{#f/0}* "И человек очень любил монстра."

source: <25>{#f/0}* "And the monster was happy."
ru_ru: <25>{#f/0}* "И монстр стал счастлив."

source: <25>{#f/1}* "But as time went by, and the human grew older..."
ru_ru: <25>{#f/1}* "Но время шло, и человек становился старше..."
