Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <32>{#p/human}* (You activate the terminal and play the incoming message.)
ru_ru: <32>{#p/human}* (Ты активируешь терминал и воспроизводишь входящее сообщение).

source: <32>{#p/alphys}* We're free, everyone! * This isn't a joke, the force field's gone!
ru_ru: <32>{#p/alphys}* Мы свободны, все! * Это не шутка, силовое поле исчезло!

source: <32>* Seriously, they're shutting down the core in a few days, so it's time to go!
ru_ru: <32>* Серьезно, они закрывают ядро через несколько дней, так что пора уходить!

source: <32>* You don't want to die here, do you?
ru_ru: <32>* Ты же не хочешь умереть здесь?

source: <32>{#p/alphys}* The force field's gone. * Calling all citizens for immediate evacuation.
ru_ru: <32>{#p/alphys}* Силовое поле исчезло. * Призываю всех граждан к немедленной эвакуации.

source: <32>* ... I know you're all afraid, but it's going to be okay.
ru_ru: <32>* ... Я знаю, что вы все боитесь, но всё будет хорошо.

source: <32>* They can't hurt us if we leave them behind.
ru_ru: <32>* Они не смогут причинить нам вреда, если мы оставим их позади.

source: <32>{#p/alphys}* The Foundry's fluid network has been repaired, thanks to our... v-very kind workers.
ru_ru: <32>{#p/alphys}* Жидкостная сеть Литейного цеха была восстановлена благодаря нашим... очень добрым работникам.

source: <32>* On an unrelated note, we're... l-looking for new workers.
ru_ru: <32>* Если говорить о другом, то мы... ищем новых работников.

source: <32>{#p/alphys}* The Foundry's fluid network is f-falling apart again.
ru_ru: <32>{#p/alphys}* Жидкостная сеть Литейного цеха снова распадается на части.

source: <32>* The workers have promised a short turnaround, but things are looking bleak.
ru_ru: <32>* Рабочие пообещали, что в ближайшее время все будет готово, но ситуация выглядит мрачной.

source: <32>* Please, i-if anyone out there can help, we need you...
ru_ru: <32>* Пожалуйста, если кто-то может помочь, ты нам нужен...

source: <25>{#p/toriel}{#f/1}* Have you tried checking the terminal?
ru_ru: <25>{#p/toriel}{#f/1}* Ты пробовал проверить терминал?

source: <25>{#p/toriel}{#f/1}* The password terminal is right over there, little one.
ru_ru: <25>{#p/toriel}{#f/1}* Терминал для ввода пароля находится вон там, малыш.

source: <25>{#f/5}* What are you doing out here, my ch...
ru_ru: <25>{#f/5}* Что ты здесь делаешь, моё...

source: <25>{#f/9}* ... child...
ru_ru: <25>{#f/9}* ... дитя...

source: <25>{#f/5}* I cannot care for you any longer, child. * Nor should I.
ru_ru: <25>{#f/5}* Я не могу больше заботиться о тебе, дитя. * И не должна.

source: <25>{#f/5}* You have places to be, things to see...
ru_ru: <32>{#p/alphys}* Жидкостная сеть Литейного цеха снова распадается на части.

source: <25>{#f/10}* Who am I to keep you from that?
ru_ru: <25>{#f/10}* Кто я такая, чтобы мешать тебе?

source: <25>{#f/5}* Please, carry on without me...
ru_ru: <25>{#f/5}* Пожалуйста, продолжайте без меня...

source: <25>{#f/1}* ... I know you can do the right thing...
ru_ru: <25>{#f/1}* ... Я знаю, что ты можешь поступить правильно...

source: <25>{#p/toriel}{#npc/a}{#f/5}* ... go on...
ru_ru: <25>{#p/toriel}{#npc/a}{#f/5}* ... иди...

source: <25>{#p/asriel1}{#f/13}* Just leave me, Frisk...
ru_ru: <25>{#p/asriel1}{#f/13}* Просто оставь меня, Фриск...

source: <25>{#f/15}* I can't come back with you, okay?
ru_ru: <25>{#f/15}* Я не могу вернуться с тобой, хорошо?

source: <25>{#p/asriel1}{#f/16}* I don't want to break their hearts all over again.
ru_ru: <25>{#p/asriel1}{#f/16}* Я не хочу снова разбивать их сердца.

source: <25>{#f/13}* It's better if they never see me at all.
ru_ru: <25>{#f/13}* Будет лучше, если они вообще никогда меня не увидят.

source: <25>{#p/asriel1}{#f/15}* ... what are you doing?
ru_ru: <25>{#p/asriel1}{#f/15}* ... что ты делаешь?

source: <25>{#f/15}* Are you trying to keep me company?
ru_ru: <25>{#f/15}* Ты пытаешься составить мне компанию?

source: <25>{#f/23}* Frisk...
ru_ru: <25>{#f/23}* Фриск...

source: <25>{#f/13}* Hey.
ru_ru: <25>{#f/13}* Эй.

source: <25>{#f/13}* Let me ask you a question.
ru_ru: <25>{#f/13}* Позволь мне задать тебе вопрос.

source: <25>{#f/15}* Frisk... * Why did you come here?
ru_ru: <25>{#f/15}* Фриск... * Зачем ты пришёл сюда?

source: <25>{#f/13}* Everyone knows the story, right...?
ru_ru: <25>{#f/13}* Все знают эту историю, верно...?

source: <25>{#f/23}* "Spacecraft who fly into the Ebott sector are said to disappear."
ru_ru: <25>{#f/23}* «Говорят, что космические корабли, залетающие в сектор Эбот, исчезают».

source: <32>{#p/human}* (...) * (You tell Asriel the truth.)
ru_ru: <32>{#p/human}* (...) * (Ты говоришь Азриэлю правду.)

source: <25>{#f/25}* Frisk... you...
ru_ru: 25>{#f/25}* Фриск... ты...

source: <25>{#f/23}* You don't have to be alone anymore, okay?
ru_ru: <25>{#f/23}* Ты больше не должен быть один, хорошо?

source: <25>{#f/17}* You've made so many wonderful friends here...
ru_ru: <25>{#f/17}* У тебя здесь так много замечательных друзей...

source: <25>{#f/17}* They'll look out for you, okay?
ru_ru: <25>{#f/17}* Они присмотрят за тобой, хорошо?

source: <25>{#f/15}* I know why $(name) flew out here.
ru_ru: <25>{#f/15}* Я знаю почему $(name) вылетел отсюда.

source: <25>{#f/16}* It wasn't for a very happy reason.
ru_ru: <25>{#f/16}* Это произошло не по очень радостной причине.

source: <25>{#f/13}* Frisk. * I'll be honest with you.
ru_ru: <25>{#f/13}* Фриск. * Я буду честна с тобой.

source: <25>{#f/15}* $(name) wanted nothing to do with humanity.
ru_ru: <25>{#f/15}* $(name) не хотел иметь ничего общего с человечеством.

source: <25>{#f/16}* Why, they never said.
ru_ru: <25>{#f/16}* Почему, они так и не сказали.

source: <25>{#f/15}* But they felt very strongly about that.
ru_ru: <25>{#f/15}* Но они очень сильно переживали по этому поводу.

source: <25>{#p/asriel1}{#f/17}* Frisk, it's okay. * You're not like $(name) at all.
ru_ru: <25>{#p/asriel1}{#f/17}* Фриск, всё в порядке. * Ты не такой, как $(name) совсем.

source: <25>{#f/15}* In fact, though you have similar, uh, fashion choices...
ru_ru: <25>{#f/15}* На самом деле, хоть ты и похож в выборе одежды...

source: <25>{#f/13}* I don't know why I ever acted like you were the same person.
ru_ru: <25>{#f/13}* Не знаю, почему я вела себя так, будто ты один и тот же человек.

source: <25>{#f/15}* Maybe... * The truth is...
ru_ru: <25>{#f/15}* Может быть... * Это Правда...

source: <25>{#f/16}* $(name) just wasn't who I wanted them to be.
ru_ru: <25>{#f/16}* $(name) просто они были не такими, какими я хотела их видеть.

source: <25>{#f/13}* While, Frisk...
ru_ru: <25>{#f/13}* В то время как Фриск...

source: <25>{#f/17}* You're the kind of friend I've always wanted to have.
ru_ru: <25>{#f/17}* Ты тот самый друг, которого я всегда хотела видеть.

source: <25>{#f/20}* So maybe I was kind of projecting a little.
ru_ru: <25>{#f/20}* Так что, возможно, я немного проецировала.

source: <25>{#f/17}* Let's be honest. * I did some weird stuff as a star.
ru_ru: <25>{#f/17}* Будем честны. * Я делал странные вещи, когда был звездой.

source: <25>{#p/asriel1}{#f/13}* There's one last thing I feel like I should tell you.
ru_ru: <25>{#p/asriel1}{#f/13}* Мне кажется, что я должен сказать тебе ещё одну вещь.

source: <25>{#f/15}* When $(name) and I combined our SOULs together...
ru_ru: <25>{#f/15}* Когда $(name) и я соединили наши души вместе...

source: <25>{#f/16}* The control over our body was actually split between us.
ru_ru: <25>{#f/16}* Контроль над нашим телом был фактически разделен между нами.

source: <25>{#f/15}* They were the one that picked up their own empty body.
ru_ru: <25>{#f/15}* Они были теми, кто поднял своё собственное пустое тело.

source: <25>{#f/13}* And then, when we made it to the planet's remains...
ru_ru: <25>{#f/13}* А потом, когда мы добрались до останков планеты...

source: <25>{#f/13}* They were the one that wanted to...
ru_ru: <25>{#f/13}* Они были теми, кто хотели...

source: <25>{#f/16}* ... to use our full power.
ru_ru: <25>{#f/16}* ... чтобы использовать всю нашу силу.

source: <25>{#f/13}* It took everything I had to resist it.
ru_ru: <25>{#f/13}* Мне потребовалось всё, чтобы противостоять им.

source: <25>{#f/15}* And then, because of me, we...
ru_ru: <25>{#f/15}* И тогда, из-за меня, мы...

source: <25>{#f/22}* Well, that's why I ended up the way I did.
ru_ru: <25>{#f/22}* Ну, вот почему я закончила так, как закончила.

source: <25>{#f/23}* ... Frisk.
ru_ru: <25>{#f/23}* ... Фриск.

source: <25>{#f/17}* This whole time, I've blamed myself for that decision.
ru_ru: <25>{#f/17}* Всё это время я винила себя за это решение.

source: <25>{#f/13}* It's why I adopted that horrible view of the world.
ru_ru: <25>{#f/13}* Именно поэтому я приняла этот ужасный взгляд на мир.

source: <25>{#f/13}* "Kill or be killed."
ru_ru: <25>{#f/13}* "Убей или будешь убит".

source: <25>{#f/17}* But now... * After meeting you...
ru_ru: <25>{#f/17}* Но теперь... * После встречи с тобой...

source: <25>{#f/23}* Frisk, I don't regret that decision anymore.
ru_ru: <25>{#f/23}* Фриск, я больше не жалею об этом решении.

source: <25>{#f/22}* I did the right thing.
ru_ru: <25>{#f/22}* Я поступила правильно.

source: <25>{#f/13}* If we'd killed those humans...
ru_ru: <25>{#f/13}* Если бы мы убили тех людей...

source: <25>{#f/15}* We would have had to wage war against all of humanity.
ru_ru: <25>{#f/15}* Нам пришлось бы вести войну против всего человечества.

source: <25>{#f/17}* And in the end, everyone went free, right?
ru_ru: <25>{#f/17}* И в конце концов все вышли на свободу, верно?

source: <25>{#f/17}* Even the others who came here made it out alive.
ru_ru: <25>{#f/17}* Даже те, кто пришел сюда, остались живы.

source: <25>{#f/15}* But, $(name)...
ru_ru: <25>{#f/15}* Но, $(name)...

source: <25>{#f/16}* ... I can't say for certain what happened to them after we died.
ru_ru: <25>{#f/16}* ... Я не могу точно сказать, что случилось с ними после нашей смерти.

source: <25>{#f/15}* Nothing was ever found... not even their SOUL.
ru_ru: <25>{#f/15}* Ничего не было найдено... даже их ДУШИ.

source: <25>{#f/15}* So... I can't help but wonder if they're... still out there.
ru_ru: <25>{#f/15}* Так что... я не могу не задаться вопросом, есть ли они... все еще там.

source: <25>{#p/asriel1}{#f/17}* Frisk, thank you for listening to me.
ru_ru: <25>{#p/asriel1}{#f/17}* Фриск, спасибо, что выслушал меня.

source: <25>{#f/17}* You should really go be with your friends now, okay?
ru_ru: <25>{#f/17}* Ты должен сейчас пойти и побыть с твоими друзьями, хорошо?

source: <25>{#f/13}* Oh, and, please...
ru_ru: <25>{#f/13}* О, и, пожалуйста...

source: <25>{#f/20}* In the future, if you, uh, see me...
ru_ru: <25>{#f/20}* В будущем, если ты увидишь меня...

source: <25>{#f/15}* ... don't think of it as me, okay?
ru_ru: <25>{#f/15}* ... не думай, что это я, хорошо?

source: <25>{#f/16}* I just want you to remember me like... this.
ru_ru: <25>{#f/16}* Я просто хочу, чтобы ты помнил меня такой... таким.

source: <25>{#f/17}* Someone that was your friend for a little while.
ru_ru: <25>{#f/17}* Тот, кто был твоим другом некоторое время.

source: <32>{|}{#p/human}* (You tell Asriel you really- {%}
ru_ru: <32>{|}{#p/human}* (Ты говоришь Азриэлю, что ты действительно- {%}

source: <25>{#p/asriel1}{#f/23}* Frisk, it's okay.
ru_ru: <25>{#p/asriel1}{#f/23}* Фриск, все в порядке.

source: <25>{#f/22}* You don't have to save everyone to be a good person.
ru_ru: <25>{#f/22}* Ты не обязан спасать всех, чтобы быть хорошим человеком.

source: <25>{#f/13}* Besides... even if I could keep this form...
ru_ru: <25>{#f/13}* Кроме того... даже если бы я могла сохранить эту форму...

source: <25>{#f/15}* I don't know if I could move on from what happened in the past.
ru_ru: <25>{#f/15}* Я не знаю, смогу ли я пережить то, что случилось в прошлом.

source: <25>{#f/17}* ... just promise me you'll take care of yourself, alright?
ru_ru: <25>{#f/17}* ... просто пообещай мне, что позаботишься о себе, хорошо?

source: <25>{#f/15}* Well, see you.
ru_ru: <25>{#f/15}* Ну, до встречи.

source: <25>{#p/asriel1}{#f/13}* Frisk...
ru_ru: <25>{#p/asriel1}{#f/13}* Фриск...

source: <25>{#f/15}* Don't you have anything better to do?
ru_ru: <25>{#f/15}* Разве тебе нечем заняться?

source: <33>{#p/basic}* There is a security field here. * It is active.
ru_ru: <33>{#p/basic}* Здесь находится поле безопасности. * Оно активно

source: <32>{#p/basic}* It's a security field.
ru_ru: <32>{#p/basic}* Это поле безопасности.

source: <25>{#p/asriel1}{#f/13}* An empty photo frame...
ru_ru: <25>{#p/asriel1}{#f/13}* Пустая фоторамка...

source: <25>{#f/16}* Once upon a time, there WERE pictures in these frames.
ru_ru: <25>{#f/16}* Когда-то в этих рамах были фотографии.

source: <25>{#f/15}* Then, she took them out and never put them back.
ru_ru: <25>{#f/15}* Потом она вынула их и больше не ставила на место.

source: <25>{#f/16}* ... must've hurt too much to look at them.
ru_ru: <25>{#f/16}* ... наверное, было слишком больно смотреть на них.

source: <25>{#p/asriel1}{#f/13}* Empty photo frames are like missing memories...
ru_ru: <25>{#p/asriel1}{#f/13}* Пустые фоторамки - это как пропавшие воспоминания...

source: <25>{#p/asriel1}{#f/15}* This place has way too many of them.
ru_ru: <25>{#p/asriel1}{#f/15}* В этом месте их слишком много.

source: <25>{#p/asriel1}{#f/22}* Too many of these in this strange place.
ru_ru: <25>{#p/asriel1}{#f/22}* Слишком много их в этом странном месте.

source: <32>{#p/basic}* Still an empty photo frame.
ru_ru: <32>{#p/basic}* Все еще пустая фоторамка.

source: <32>{#p/basic}* An empty photo frame.
ru_ru: <32>{#p/basic}* Пустая фоторамка.

source: <32>{#p/human}* (This device seems to be a few decades out of date.)
ru_ru: <32>{#p/human}* (Похоже, это устройство устарело на несколько десятилетий).

source: <32>{#p/basic}* A useless device of little importance to anyone.
ru_ru: <32>{#p/basic}* Бесполезное устройство, мало кому нужное.

source: <32>{#p/basic}* An old fuel injection device.
ru_ru: <32>{#p/basic}* Старое устройство подачи топлива.

source: <32>{#p/human}* (The sign warns of unexpected appliance malfunctions.)
ru_ru: <32>{#p/human}* (Знак предупреждает о неожиданных неисправностях бытовой техники).

source: <32>{#p/basic}* "Please note that appliances may be more malfunction-prone than they seem."
ru_ru: <32>{#p/basic}* "Обратите внимание, что приборы могут быть более неисправны, чем кажется".

source: <32>{#p/human}* (You touch the DJ set.) * (It makes an oddly satisfying scratching sound.)
ru_ru: <32>{#p/human}* (Ты прикасаешься к диджейскому сету.) * (Он издает странный приятный царапающий звук.)

source: <32>{#p/basic}* It's a DJ set.
ru_ru: <32>{#p/basic}* Это диджейский сет.

source: <32>{#p/basic}* A fancy DJ set, which is surprisingly not in use right now.
ru_ru: <32>{#p/basic}* Модный диджейский сет, который, как ни странно, сейчас не используется.

source: <32>{#p/basic}* A fancy DJ set, equipped with knobs and sliders galore.
ru_ru: <32>{#p/basic}* Модный диджейский набор, оснащенный множеством ручек и ползунков.

source: <32>{#p/basic}* Ribbit, ribbit. * (Excuse me, human.)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Извини меня, человек.)

source: <32>* (You seem like you have grown into a thoughtful and conscientious person.)
ru_ru: <32>* (Ты, кажется, вырос вдумчивым и добросовестным человеком).

source: <32>* (Whether that was from my advice or not...) * (I'm quite proud.)
ru_ru: <32>* (Неважно, по моему совету или нет...) * (Я очень горжусь.)

source: <32>* Ribbit.
ru_ru: <32>* Ква.

source: <32>{#p/basic}* Ribbit, ribbit. * (Excuse me, human...)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Извини меня, человек...)

source: <32>* (I have some advice for you about battling monsters.)
ru_ru: <32>* (У меня есть для тебя совет, как сражаться с монстрами).

source: <32>* (If you {@fill=#ff0}ACT{@fill=#fff} a certain way or {@fill=#3f00ff}FIGHT{@fill=#fff} until you almost defeat them...)
ru_ru: <32>* (Если ты {@fill=#ff0}ДЕЙСТВУЕШЬ{@fill=#fff} определенным образом или {@fill=#3f00ff}АТАКУЕШЬ{@fill=#fff} пока ты почти не победишь их...)

source: <32>* (They might not want to battle you anymore.)
ru_ru: <32>* (Возможно, они больше не захотят сражаться с тобой).

source: <32>* (If a monster does not want to fight you, please...)
ru_ru: <32>* (Возможно, они больше не захотят сражаться с тобой).

source: <32>* (Use some {@fill=#ff0}MERCY{@fill=#fff}, human.) * Ribbit.
ru_ru: <32>* (Используй немного {@fill=#ff0}ПОЩАДЫ{@fill=#fff}, человек.) * Ква.

source: <32>{#p/human}* (You stare thoughtfully into the cosmos beyond...)
ru_ru: <32>{#p/human}* (Ты задумчиво смотришь в открытый космос...)

source: <32>{#p/basic}* It's ironic how staring at outer space...
ru_ru: <32>{#p/basic}* Ирония судьбы в том, что, глядя на космос...

source: <32>* Tends to be a great way to channel your inner thoughts.
ru_ru: <32>* Как правило, это отличный способ направить твои внутренние мысли в нужное дело.

source: <32>{#p/basic}* It's a view of outer space.
ru_ru: <32>{#p/basic}* Это вид на открытый космос.

source: <32>* Certainly no shortage of those around here, is there?
ru_ru: <32>* Уж в нём-то точно нет недостатка, не так ли?

source: <26>{#p/toriel}{#f/1}* Patience, my child!
ru_ru: <26>{#p/toriel}{#f/1}* Терпение, моё дитя!

source: <26>{#p/toriel}{#f/1}* This may take a while...
ru_ru: <26>{#p/toriel}{#f/1}* Это может занять некоторое время...

source: <32>{#p/human}* (The sign speaks of strength of will in times of trouble.)
ru_ru: <32>{#p/human}* (Знак говорит о силе воли в трудные времена).

source: <32>{#p/basic}* "Even when you stumble, the will to push onward shows through."
ru_ru: <32>{#p/basic}* «Даже когда ты спотыкаешься, в тебе просыпается желание идти дальше».

source: <32>{#p/human}* (You stare happily into the cosmos beyond...)
ru_ru: <32>{#p/human}* (Ты счастливо смотришь в открытый космос...)

source: <32>{#p/basic}* After such a long journey, the glass doesn't seem to scare you.
ru_ru: <32>{#p/basic}* После такого долгого путешествия стекло, кажется, не пугает тебя.

source: <32>* Not that it ever did in the first place.
ru_ru: <32>* Не то чтобы это было так.

source: <32>{#p/basic}* To think the only thing between you and the endless expanse is a sheet of glass...
ru_ru: <32>{#p/basic}* Думать, что между тобой и бескрайними просторами только лист стекла...

source: <32>* Despite all common sense, this doesn't seem to bother you.
ru_ru: <32>* Вопреки здравому смыслу, тебя это, похоже, не беспокоит.

source: <32>{#p/basic}* Ribbit, ribbit. * (Someone passed by here not too long ago.)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Кто-то проходил здесь недавно.)

source: <32>* (He told me not to tell you where he was going.)
ru_ru: <32>* (Он просил меня не говорить тебе, куда он едет.)

source: <32>* (I wasn't going to, but then, he just seemed so sad...)
ru_ru: <32>* (Я не собиралась, но потом он показался мне таким грустным...)

source: <32>* (He's probably at the platform just past the entrance now.)
ru_ru: <32>* (Возможно, он сейчас на платформе у входа).

source: <32>* (Go. Speak to him. Something good will come of it.) * Ribbit.
ru_ru: <32>* (Иди. Поговори с ним. Из этого выйдет что-то хорошее). * Ква.

source: <32>{#p/basic}* ... Asriel...
ru_ru: <32>{#p/basic}* ... Азриэль...

source: <32>{#p/basic}* Ribbit, ribbit. * (Sigh...)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Вздох...)

source: <32>* (My "friend" doesn't really like being kind to me.)
ru_ru: <32>* (Моему «другу» не нравится быть добрым со мной).

source: <32>* (If given the option, they choose to hurt me instead.)
ru_ru: <32>* (Если им предоставляется выбор, они предпочитают причинить мне боль).

source: <32>* (At least you're kind to me.) * Ribbit.
ru_ru: <32>* (По крайней мере, ты добр ко мне.) * Ква.

source: <32>{#p/basic}* Ribbit, ribbit. * (Hello, human...)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Привет, человек...)

source: <32>* (Have you heard from my friend?)
ru_ru: <32>* (Ты слышал что-нибудь о моём друге?)

source: <32>* (They were standing here a few days ago, just to my left...)
ru_ru: <32>* ( Он стоял здесь несколько дней назад, чуть левее меня...)

source: <32>* (But some time after your arrival, they disappeared.)
ru_ru: <32>* (Но через некоторое время после твоего приезда он исчез.)

source: <32>* (They did say they'd leave if you hurt anyone...)
ru_ru: <32>* (Он сказал, что уйдут, если ты кого-нибудь обидишь...)

source: <32>* (Which is confusing, since you definitely haven't done that.) * Ribbit.
ru_ru: <32>* (Это сбивает с толку, поскольку ты точно этого не делал.) * Ква.

source: <32>* (Maybe next time, you could try being a little nicer?) * Ribbit.
ru_ru: <32>* (Может, в следующий раз ты попробуешь быть немного добрее?) * Ква.

source: <32>* (My friend is the happiest they've ever been.)
ru_ru: <32>* (Мой друг - самый счастливый из всех, кем он когда-либо был).

source: <32>* (They said they'd leave if you hurt anyone, but you haven't.)
ru_ru: <32>* (Он сказал, что уйдут, если ты кого-нибудь обидишь, но ты этого не сделал).

source: <32>* (In fact, they've decided to stay to my left forever.)
ru_ru: <32>* (На самом деле, он решил навсегда остаться слева от меня).

source: <32>* (As for that "friend" of theirs who always tried to hurt them...)
ru_ru: <32>* (Что касается того их «друга», который всегда пытался причинить им боль...)

source: <32>* (Oh, he seems to have turned himself into a goat.) * Ribbit.
ru_ru: <32>* (О, кажется, он превратился в козла.) * Ква

source: <32>* (Have you ever tried checking your ITEMs?)
ru_ru: <32>* (Ты когда-нибудь пробовал проверить твои ПРЕДМЕТЫ?)

source: <32>* (If you've picked up anything, that's where you'll find it.)
ru_ru: <32>* (Если ты что-то подобрал, ты найдешь это именно здесь).

source: <32>* (What do I have in my ITEMs, you ask?)
ru_ru: <32>* (Что у меня есть в ПРЕДМЕТАХ, спросишь ты?)

source: <32>* (Oh, you're silly... monsters don't have ITEMs!) * Ribbit.
ru_ru: <32>* (О, ты глупый... у монстров нет ПРЕДМЕТОВ!) * Ква.

source: <32>{#p/basic}* Ribbit, ribbit. * (Thank you for always showing mercy to us monsters.)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Спасибо, что всегда проявляешь милосердие к нам, монстрам.)

source: <32>* (I know I gave you advice on how to beat people up safely...)
ru_ru: <32>* (Ты знаешь, я давал тебе советы, как безопасно избивать народ...)

source: <32>* (But that didn't mean I wanted you to do it.)
ru_ru: <32>* (Но это не значит, что я хочу, чтобы ты это сделал.)

source: <32>* (You are a kind human indeed.) * Ribbit.
ru_ru: <32>* (Ты действительно добрый человек.) * Ква.

source: <32>{#p/basic}* Ribbit, ribbit. * (Thank you for keeping the beatings to a minimum.)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Спасибо, что свел побои к минимуму.)

source: <32>* (You aren't too terrible, at least for a human.) * Ribbit.
ru_ru: <32>* (Ты нисколько не ужасен, по крайней мере, для человека.) * Ква.

source: <32>{#p/basic}* Ribbit, ribbit. * (So you have proven to be a formidable threat.)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Так ты доказал, что представляешь собой грозную угрозу.)

source: <32>* (Yet, somehow, I'm still not afraid of you...)
ru_ru: <32>* (И всё же я почему-то не боюсь тебя...)

source: <32>* (Perhaps at the end, you offered mercy when you could have attacked.)
ru_ru: <32>* (Возможно, в конце ты проявил милосердие, когда мог бы напасть).

source: <32>* (I do appreciate the restraint you have shown.) * Ribbit.
ru_ru: <32>* (Я очень ценю твою сдержанность.) * Ква.

source: <32>{#p/basic}* Ribbit, ribbit. * (If you beat up a monster until it's almost dead...)
ru_ru: <32>{#p/basic}* Ква, Ква. * (Если бить монстра, пока он почти не умрёт...)

source: <32>* (Its name will turn blue.)
ru_ru: <32>* (Его название станет синим).
