Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <25>{#p/toriel}{#f/1}* I hear there is a certain kind of fluid in Aerialis...
ru_ru: <25>{#p/toriel}{#f/1}* Я слышала, что в Aerialis есть определенный вид жидкости...

source: <25>{#f/0}* Used primarily to dampen electricity.
ru_ru: <25>{#f/0}* Используется в основном для гашения электричества.

source: <25>{#f/1}* If you could carry this fluid, how far would you take it?
ru_ru: <25>{#f/1}* Если бы вы могли унести эту жидкость, как далеко бы вы ее унесли?

source: <25>{#f/1}* Would you carry it all the way to the Citadel?
ru_ru: <25>{#f/1}* Вы бы донесли это до самой Цитадели?

source: <25>{#f/1}* Or would you simply dispose of it in a recycle bin?
ru_ru: <25>{#f/1}* Или вы просто выбросили бы её в мусорную корзину?

source: <25>{#f/0}* How disappointing that would be.
ru_ru: <25>{#f/0}* Каким бы это было разочарованием.

source: <25>{#p/toriel}{#f/1}* Perhaps, if I ever become a teacher...
ru_ru: <25>{#p/toriel}{#f/1}* Возможно, если я когда-нибудь стану учительницей...

source: <25>{#f/0}* I could host a field trip to the Royal Lab.
ru_ru: <25>{#f/0}* Я могла бы организовать экскурсию в Королевскую лабораторию.

source: <25>{#f/0}* With Dr. Alphys's permission, of course.
ru_ru: <25>{#f/0}* С разрешения доктора Альфис, конечно.

source: <25>{#f/1}* All those interesting experiments they must conduct there...
ru_ru: <25>{#f/1}* Все эти интересные эксперименты, которые они, должно быть, проводят там...

source: <25>{#f/0}* It'd be a great learning experience for the children.
ru_ru: <25>{#f/0}* Это был бы отличный опыт обучения для детей.

source: <25>{#p/toriel}{#f/0}* Word of your TV premier has spread quickly, little one!
ru_ru: <25>{#p/toriel}{#f/0}* Слух о твоей телевизионной премьере быстро распространился, малышка!

source: <25>{#f/0}* Though, I have not seen it, due to my lack of a TV.
ru_ru: <25>{#f/0}* Хотя я этого не видела, из-за отсутствия у меня телевизора.

source: <25>{#f/1}* When I heard about it, however, I must admit I was surprised...
ru_ru: <25>{#f/1}* Однако, я признаюсь что когда я услышала об этом, я была удивлена...

source: <25>{#f/2}* How did you not miss even a SINGLE time?
ru_ru: <25>{#f/2}* Как тебе удалось НИ РАЗУ не промахнуться?

source: <25>{#f/6}* I did not know you had such "fabulous" moves.
ru_ru: <25>{#f/6}* Я и не знала, что у тебя такие "потрясающие" движения.

source: <25>{#p/toriel}{#f/1}* Hmm... * The royal guards in Aerialis...
ru_ru: <25>{#p/toriel}{#f/1}* Хм... * Королевская гвардия в Аэриалисе...

source: <25>{#f/0}* Apparently, their favorite food is... salmon.
ru_ru: <25>{#f/0}* По-видимому, их любимое блюдо это... лосось.

source: <25>{#f/1}* Or... was it ice cream?
ru_ru: <25>{#f/1}* Или... это было мороженое?

source: <25>{#f/2}* Wait, no, I think it was pizza!
ru_ru: <25>{#f/2}* Подожди, нет, я думаю, это была пицца!

source: <25>{#f/0}* All of which would be impossible without the humble replicator.
ru_ru: <25>{#f/0}* Все это было бы невозможно без скромного репликатора.

source: <25>{#f/1}* And... are those not strange foods for such new recruits?
ru_ru: <25>{#f/1}* И... разве это не странная пища для таких новобранцев?

source: <25>{#p/toriel}{#f/0}* I hear you have appeared on TV, little one.
ru_ru: <25>{#p/toriel}{#f/0}* Я слышала, ты появилась на телевидении, малышка.

source: <25>{#p/toriel}{#f/0}* I hear you have appeared on TV again, little one.
ru_ru: <25>{#p/toriel}{#f/0}* Я слышала, ты снова появилась на телевидении, малышка.

source: <25>{#f/1}* I also hear you did something shocking...
ru_ru: <25>{#f/1}* Я также слышала, что ты совершил нечто шокирующее...

source: <25>{#f/2}* And altered crafting ingredients to create plastic explosive!
ru_ru: <25>{#f/2}* И изменил ингредиенты чтобы сделать пластиковую взрывчатку!

source: <25>{#f/2}* And held your ground against the threat of an impending explosion!
ru_ru: <25>{#f/2}* И устоял на ногах перед угрозой надвигающегося взрыва!

source: <25>{#f/2}* And flew a "one-time use portable jetpack" by yourself!
ru_ru: <25>{#f/2}* И самостоятельно управлял "одноразовым портативным реактивным ранцем"!

source: <25>{#f/3}* ... are you...
ru_ru: <25>{#f/3}* ...ты...

source: <25>{#f/4}* Are you TRYING to put your life in danger?
ru_ru: <25>{#f/4}* Ты ПЫТАЕШЬСЯ подвергнуть свою жизнь опасности?

source: <25>{#p/toriel}{#f/1}* What kind of puzzles do they have in Aerialis?
ru_ru: <25>{#p/toriel}{#f/1}* Какие головоломки есть в Аэриалисе?

source: <25>{#f/1}* Are they laser-based?
ru_ru: <25>{#f/1}* Основаны ли они на лазере?

source: <25>{#f/1}* Do they bring you back to the start when you fail?
ru_ru: <25>{#f/1}* Возвращают ли они вас к началу, когда вы терпите неудачу?

source: <25>{#f/1}* ... can they be explicitly "failed" as such?
ru_ru: <25>{#f/1}* ... могут ли они быть явно "неудачными" как таковые?

source: <25>{#f/0}* Hmm... * Pardon me for asking so many questions.
ru_ru: <25>{#f/0}* Хм... * Простите меня за то, что я задаю так много вопросов.

source: <25>{#f/1}* A fan of puzzles like myself cannot help but ponder these things...
ru_ru: <25>{#f/1}* Такой поклонник головоломок, как я, не может не задумываться над этими вещами...

source: <25>{#p/toriel}{#f/1}* When hearing about your hijinks with Mettaton...
ru_ru: <25>{#p/toriel}{#f/1}* Когда я услышала о твоих проделках с Меттатоном...

source: <25>{#f/0}* I had a thought.
ru_ru: <25>{#f/0}* У меня возникла мысль.

source: <25>{#f/1}* How could a robot like him exist after the ban on AI programs?
ru_ru: <25>{#f/1}* Как мог такой робот, как он, существовать после запрета программ искусственного интеллекта?

source: <25>{#f/5}* Surely Dr. Alphys would not break such a well- established rule.
ru_ru: <25>{#f/5}* Конечно, доктор Альфис не стала бы нарушать такое устоявшееся правило.

source: <25>{#f/0}* No... * There must be some other explanation.
ru_ru: <25>{#f/0}* Нет... * Должно быть какое-то другое объяснение.

source: <25>{#f/0}* I heard they were only just promoted to their positions.
ru_ru: <25>{#f/0}* Я слышал, что их только что повысили в должности.

source: <25>{#f/1}* I also heard they are quite picky about their choice of weapons...
ru_ru: <25>{#f/1}* Я также слышал, что они довольно придирчивы в выборе оружия...

source: <25>{#f/5}* Refuse to upgrade them despite better options on offer.
ru_ru: <25>{#f/5}* Отказывайтесь обновлять их, несмотря на предлагаемые лучшие варианты.

source: <25>{#f/0}* Not that I want them to upgrade their weapons.
ru_ru: <25>{#f/0}* Не то чтобы я хотел, чтобы они улучшали свое оружие.

source: <25>{#f/2}* I worry about you enough as it is!
ru_ru: <25>{#f/2}* Я и так достаточно беспокоюсь о тебе!

source: <25>{#p/toriel}{#f/1}* A ghost, Lurksalot, recently spoke of some family business.
ru_ru: <25>{#p/toriel}{#f/1}* Призрак, который часто скрывается, недавно говорил о каком-то семейном бизнесе.

source: <25>{#f/5}* It seems this has been on their mind for some time.
ru_ru: <25>{#f/5}* Похоже, это было у них на уме уже некоторое время.

source: <25>{#f/0}* Thankfully, they say it should be resolved soon.
ru_ru: <25>{#f/0}* К счастью, они говорят, что проблема должна быть решена в ближайшее время.

source: <25>{#f/1}* And with the help of you, no less?
ru_ru: <25>{#f/1}* И не иначе как с вашей помощью?

source: <25>{#f/0}* Well then. * I am very proud of you, little one.
ru_ru: <25>{#f/0}* Ну что ж. * Я очень горжусь тобой, малышка.

source: <25>{#f/1}* They say their cousin tried to ask for your help, but...
ru_ru: <25>{#f/1}* Они говорят, что их двоюродный брат пытался обратиться к вам за помощью, но...

source: <25>{#f/1}* ... you did have a good reason, did you not?
ru_ru: <25>{#f/1}* ... у вас ведь была веская причина, не так ли?

source: <25>{#p/toriel}{#f/1}* Who knew a robot could have such a beautiful voice?
ru_ru: <25>{#p/toriel}{#f/1}* Кто бы мог подумать, что у робота может быть такой красивый голос?

source: <25>{#f/0}* Upon hearing Mettaton's new recording, I could not believe my ears.
ru_ru: <25>{#f/0}* Услышав новую запись Меттатона, я не поверил своим ушам.

source: <26>{#f/1}* Though, some of the lyrics were a touch... violent, for my taste.
ru_ru: <26>{#f/1}* Хотя, на мой вкус, некоторые тексты были немного... жестокими.

source: <25>{#f/0}* Do not worry, my child. * Nobody is going to cast you out into space.
ru_ru: <25>{#f/0}* Не волнуйся, дитя мое. * Никто не собирается выбрасывать тебя в открытый космос.

source: <25>{#p/toriel}{#f/0}* Sans tells me the "rec center" is a favored location of his.
ru_ru: <25>{#p/toriel}{#f/0}* Санс сказал мне, что "центр отдыха" - его любимое место.

source: <25>{#p/toriel}{#f/1}* Art classes, music clubs, libraries...
ru_ru: <25>{#p/toriel}{#f/1}* Художественные классы, музыкальные клубы, библиотеки...

source: <25>{#p/toriel}{#f/5}* It is a shame much of the area is unsafe for young children.
ru_ru: <25>{#p/toriel}{#f/5}* Жаль, что большая часть этого района небезопасна для маленьких детей.

source: <25>{#p/toriel}{#f/3}* Could they not put a little more effort into being accommodating?
ru_ru: <25>{#p/toriel}{#f/3}* Не могли бы они приложить немного больше усилий, чтобы быть сговорчивыми?

source: <25>{#p/toriel}{#f/2}* Those mediums can offer valuable transformative experiences!
ru_ru: <25>{#p/toriel}{#f/2}* Эти медиумы могут предложить ценный преобразующий опыт!

source: <25>{#p/toriel}{#f/0}* Everyone I know is upset about a cancelled "grand finale."
ru_ru: <25>{#p/toriel}{#f/0}* Все, кого я знаю, расстроены из-за отмененного "грандиозного финала".

source: <25>{#p/toriel}{#f/0}* They say it would have been quite the fight.
ru_ru: <25>{#p/toriel}{#f/0}* Они говорят, что это была бы настоящая драка.

source: <25>{#p/toriel}{#f/1}* While I am relieved you did not have to take on such a battle...
ru_ru: <25>{#p/toriel}{#f/1}* Хотя я рад, что тебе не пришлось вступать в такую битву...

source: <25>{#p/toriel}{#f/5}* I cannot help but worry for what awaits you now.
ru_ru: <25>{#p/toriel}{#f/5}* Я не могу не беспокоиться о том, что ждет тебя сейчас.

source: <25>{#p/toriel}{#f/0}* Everyone I know has been talking about a "grand finale."
ru_ru: <25>{#p/toriel}{#f/0}* Все, кого я знаю, говорят о "грандиозном финале".

source: <25>{#p/toriel}{#f/1}* They say Mettaton gave his life for the good of the show...
ru_ru: <25>{#p/toriel}{#f/1}* Говорят, Меттатон отдал свою жизнь на благо шоу...

source: <25>{#p/toriel}{#f/0}* But I know better.
ru_ru: <25>{#p/toriel}{#f/0}* Но я знаю лучше.

source: <25>{#p/toriel}{#f/1}* After all, robots can be repaired, can they not?
ru_ru: <25>{#p/toriel}{#f/1}* В конце концов, роботов можно починить, не так ли?

source: <25>{#p/toriel}{#f/0}* They say watching you and Mettaton really made them happy.
ru_ru: <25>{#p/toriel}{#f/0}* Они говорят, что, наблюдая за тобой и Меттатоном, они действительно были счастливы.

source: <25>{#p/toriel}{#f/1}* While I am glad that you appear to have had a good time...
ru_ru: <25>{#p/toriel}{#f/1}* Хотя я рад, что вы, похоже, хорошо провели время...

source: <25>{#p/toriel}{#f/1}* Are you still doing alright out there, little one?
ru_ru: <25>{#p/toriel}{#f/1}* У тебя там все еще все в порядке, малышка?

source: <25>{#p/toriel}{#f/5}* You have probably been to the Citadel by now.
ru_ru: <25>{#p/toriel}{#f/5}* Вы, наверное, уже побывали в Цитадели.

source: <25>{#p/toriel}{#f/10}* Be good, won't you?
ru_ru: <25>{#p/toriel}{#f/10}* Веди себя хорошо, ладно?

source: <26>{#p/toriel}{#f/5}* I apologize, little one. * I have once again turned off my phone.
ru_ru: <26>{#p/toriel}{#f/5}* Я прошу прощения, малышка. * Я в очередной раз выключил свой телефон.

source: <25>{#p/toriel}{#f/9}* Please, leave me here for the time being.
ru_ru: <25>{#p/toriel}{#f/9}* Пожалуйста, оставь меня здесь на некоторое время.

source: <25>{#p/toriel}{#f/10}* I will return to you and the others in due time.
ru_ru: <25>{#p/toriel}{#f/10}* Я вернусь к тебе и остальным в свое время.

source: <32>{#p/basic}* There is a door here. * It is locked.
ru_ru: <32>{#p/basic}* Здесь есть дверь. * Она заперта.

source: <32>{#p/basic}* Perhaps there's a key somewhere...?
ru_ru: <32>{#p/basic}* Может быть, где-нибудь есть ключ?..

source: <32>{#p/human}* (You use the Secret Key.)
ru_ru: <32>{#p/human}* (Ты используешь секретный ключ.)

source: * (Exit the Outlands?)
ru_ru: * (Выйти из Запределья?)

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: <32>{#p/human}* (Something seems to have interrupted your sleep.)
ru_ru: <32>{#p/human}* (Что-то прервало ваш сон.)

source: <32>{#p/human}* (You decide not to equip.)
ru_ru: <32>{#p/human}* (Вы решили не оснащать.)

source: <32>{#p/basic}* He's gotta be around here somewhere...
ru_ru: <32>{#p/basic}* Он должен быть где-то здесь...

source: <32>{#p/basic}* Huh...?
ru_ru: <32>{#p/basic}* ха...?

source: <32>{#p/basic}* Is that... him? * Out there?
ru_ru: <32>{#p/basic}* Это... он? * Там, снаружи?

source: <32>{#p/basic}* ... it's him.
ru_ru: <32>{#p/basic}* ... Это он.

source: <32>* ... * Frisk, if you're ready...
ru_ru: <32>* ... Фриск, если ты готов...

source: <32>* If you've seen everyone else you wanted to see...
ru_ru: <32>* Если вы уже видели всех, кого хотели увидеть...

source: <32>* You know what to do.
ru_ru: <32>* Ты знаешь, что делать.

source: <32>* Otherwise, I'll wait until you're ready.
ru_ru: <32>* В противном случае я подожду, пока ты не будешь готов.

source: <32>{#p/basic}* Asriel.
ru_ru: <32>{#p/basic}* Азриэль.

source: <25>{#p/asriel1}{#f/13}* ... Frisk? * Is that you...?
ru_ru: <25>{#p/asriel1}{#f/13}* ... Фриск? Это ты...?

source: <32>{#p/basic}* Asriel, it's me...
ru_ru: <32>{#p/basic}* Азриэль, это я...

source: <32>{#p/basic}* Your best friend, remember?
ru_ru: <32>{#p/basic}* Твой лучший друг, помнишь?

source: <25>{#f/13}* But... you're...
ru_ru: <25>{#f/13}* Но... ты...

source: <25>{#f/23}* ... you're...
ru_ru: <25>{#f/23}* ... ты...

source: <32>{#p/basic}* Dead?
ru_ru: <32>{#p/basic}* Умер?

source: <32>{#p/basic}* Heh. * For a long time... part of me wished I was.
ru_ru: <32>{#p/basic}* Хех. * Долгое время... часть меня желала, чтобы это было так.

source: <32>{#p/basic}* After what I did to you, I... * I felt like I deserved it.
ru_ru: <32>{#p/basic}* После того, что я с тобой сделал, я... * Я чувствовал, что заслужил это.

source: <25>{#f/6}* ... you're wrong!
ru_ru: <25>{#f/6}* ... ты ошибаешься!

source: <33>{#p/basic}* Haha... look who's talking now. * Mister "just go be with the people who love you."
ru_ru: <33>{#p/basic}* Хаха... посмотрите, кто сейчас говорит. * Мистер "просто иди и будь с людьми, которые тебя любят".

source: <32>* But you deserve to know the truth about me, Asriel...
ru_ru: <32>* Но ты ты заслуживаешь того, чтобы знать правду обо мне, Азриэль...

source: <32>* About everything.
ru_ru: <32>* Обо всем на свете.

source: <25>{#p/asriel1}{#f/13}* But...
ru_ru: <25>{#p/asriel1}{#f/13}* Но...

source: <25>{#f/15}* How are you still...
ru_ru: <25>{#f/15}* Как ты себя чувствуешь до сих пор?...

source: <32>{#p/basic}* ... does it matter?
ru_ru: <32>{#p/basic}* ... это имеет значение?

source: <32>* You were right to forget about me the way you did back there.
ru_ru: <32>* Ты был прав, когда забыл обо мне так, как поступил тогда.

source: <32>* The truth is, I've been a terrible person...
ru_ru: <32>* Правда в том, что я был ужасным человеком...

source: <32>* And I'm not the friend, or the sibling you wish you had.
ru_ru: <32>* И я не тот друг или брат, которого ты хотел бы иметь.

source: <25>{#p/asriel1}{#f/13}* $(name), I...
ru_ru: <25>{#p/asriel1}{#f/13}* $(name), я...

source: <32>{#p/basic}* It's alright, Asriel.
ru_ru: <32>{#p/basic}* Все в порядке, Азриэль.

source: <32>* You don't have to make it out to be better than it is.
ru_ru: <32>* Ты не нужно делать вид, что все лучше, чем есть на самом деле.

source: <25>{#f/22}* ... why now?
ru_ru: <25>{#f/22}* ... почему сейчас?

source: <32>{#p/basic}* Well...
ru_ru: <32>{#p/basic}* Хорошо...

source: <32>* I always thought humanity was beyond redemption.
ru_ru: <32>* Я всегда думал, что человечество не подлежит искуплению.

source: <32>* That, no matter what...
ru_ru: <32>* Это, несмотря ни на что...

source: <32>* If you were human... you were doomed to fall into darkness.
ru_ru: <32>* Если бы ты был человеком... ты был обречен погрузиться во тьму.

source: <32>* But after following Frisk along on their journey...
ru_ru: <32>* Но после того, как последовал за Фриск в их путешествии...

source: <32>* I understand the truth.
ru_ru: <32>* Я понимаю правда.

source: <32>* The other humans... always did something that made it easy to ignore this truth.
ru_ru: <32>* Другие люди... всегда делал что-то, что позволяло легко игнорировать эту истину.

source: <33>* They'd attack people, or worse, make them... disappear.
ru_ru: <33>* Они нападали на людей или, что еще хуже, заставляли их... исчезать.

source: <32>* But not Frisk.
ru_ru: <32>* Но не Фриск.

source: <32>* No matter what struggles they faced, they showed kindness and mercy at every turn.
ru_ru: <32>* С какими бы трудностями они ни сталкивались, они проявляли доброту и милосердие на каждом шагу.

source: <32>* They... proved me wrong.
ru_ru: <32>* Они... доказали, что я ошибался.

source: <32>* And now, because of that, I know there's no excuse for the way I treated you.
ru_ru: <32>* И сейчас, из-за этого я знаю, что нет оправдания тому, как я обошёлся с тобой.

source: <32>* Everything you went through, everything you lost...
ru_ru: <32>* Все, через что ты прошел, все, что ты потерял...

source: <32>* I'm the one to blame for it.
ru_ru: <32>* Я тот, кто виноват в этом.

source: <25>{#f/15}* Have you been conscious this whole time?
ru_ru: <25>{#f/15}* Ты был в сознании все это время?

source: <32>{#p/basic}* ... yeah. * I guess I have.
ru_ru: <32>{#p/basic}* ... да. * Думаю, так оно и есть.

source: <32>* This has been my existence, Asriel... * Ever since we died.
ru_ru: <32>* Таким было мое существование, Азриэль... * С тех пор, как мы умерли.

source: <32>* And... there's something else I have to tell you.
ru_ru: <32>* И... есть еще кое-что, что я должен тебе сказать.

source: <25>{#p/asriel1}{#f/21}* What is it?
ru_ru: <25>{#p/asriel1}{#f/21}* Что это такое?

source: <32>{#p/basic}* Remember when we crossed the force field together?
ru_ru: <32>{#p/basic}* Помнишь, как мы вместе пересекали силовое поле?

source: <32>* When we arrived at the ruins of the old homeworld, and got found out by those humans?
ru_ru: <32>* Когда мы прибыли на руины старого родного мира и были обнаружены этими людьми?

source: <32>* I wanted to use our power to destroy them... but you stopped me, remember?
ru_ru: <32>* Я хотел использовать нашу силу, чтобы уничтожить их... но ты остановил меня, помнишь?

source: <25>{#p/asriel1}{#f/16}* ... right.
ru_ru: <25>{#p/asriel1}{#f/16}* ... правда.

source: <32>{#p/basic}* I didn't understand it back then, but...
ru_ru: <32>{#p/basic}* Тогда я этого не понимал, но...

source: <32>* I get it now.
ru_ru: <32>* Теперь я все понимаю.

source: <32>* ... you were just trying to stop me... from making a terrible mistake.
ru_ru: <32>* ... ты просто пытался остановить меня... от совершения ужасной ошибки.

source: <32>{#p/basic}* If not for you, the outpost would've been destroyed in a second war.
ru_ru: <32>{#p/basic}* Если бы не ты, аванпост был бы уничтожен во время второй войны.

source: <32>* If not for you, the very same monsters I was supposedly trying to save...
ru_ru: <32>* Если бы не ты, то те самые монстры, которых я якобы пытался спасти...

source: <32>* ... would have died right along with us.
ru_ru: <32>* ... умер бы вместе с нами.

source: <25>{#p/asriel1}{#f/25}* $(name), I...
ru_ru: <25>{#p/asriel1}{#f/25}* $(name), я...

source: <32>{#p/basic}* Even now, your choice back then still matters.
ru_ru: <32>{#p/basic}* Даже сейчас, твой выбор в те времена все еще имел значение.

source: <32>* Even now...
ru_ru: <32>* Даже сейчас...

source: <32>* You're still a better sibling to me than I ever was.
ru_ru: <32>* Ты все еще лучший брат для меня, чем я когда-либо был.

source: <25>{#p/asriel1}{#f/25}* I forgive you, $(name)!
ru_ru: <25>{#p/asriel1}{#f/25}* Я прощаю тебя, $(name)!

source: <25>{#f/23}* Alright? * You don't have to do this...
ru_ru: <25>{#f/23}* Хорошо? * Вы не обязаны этого делать...

source: <25>{#f/22}* I know how strongly you felt back then, and...
ru_ru: <25>{#f/22}* Я знаю, как сильно ты тогда переживал, и...

source: <25>{#f/15}* I wouldn't want you to change your mind just because I...
ru_ru: <25>{#f/15}* Я бы не хотел, чтобы ты передумал только из-за того, что я...

source: <32>{#p/basic}* No. * Not anymore.
ru_ru: <32>{#p/basic}* Нет. * Больше нет.

source: <32>* People CAN change, Asriel...
ru_ru: <32>* Люди МОГУТ меняться, Азриэль...

source: <32>* Isn't that what you always believed?
ru_ru: <32>* Разве это не то, во что ты всегда верил?

source: <25>{#p/asriel1}{#f/13}* ... I still do.
ru_ru: <25>{#p/asriel1}{#f/13}* ... Я все еще это делаю.

source: <32>{#p/basic}* I've spent the past hundred years wallowing in self-pity.
ru_ru: <32>{#p/basic}* Последние сто лет я провел, утопая в жалости к себе.

source: <32>* I've spent the past hundred years holding a grudge I never should've had.
ru_ru: <32>* Последние сто лет я провел, затаив обиду, которой у меня никогда не должно было быть.

source: <32>* In all that time, I wondered what kept me alive...
ru_ru: <32>* Все это время я задавался вопросом, что же помогло мне выжить...

source: <32>* And now, I finally know the answer.
ru_ru: <32>* И сейчас, я наконец знаю ответ.

source: <32>{#p/basic}* ... it's you, Asriel.
ru_ru: <32>{#p/basic}* ... это ты, Азриэль.

source: <32>* You're the one who's been keeping me alive.
ru_ru: <32>* Ты один кто поддерживал во мне жизнь.

source: <32>{#p/basic}* Think of it like... an unfulfilled promise.
ru_ru: <32>{#p/basic}* Думай об этом как о... невыполненном обещании.

source: <32>* Holding that grudge... thinking about you in the way that I did...
ru_ru: <32>* Затаив обиду... думая о тебе так же, как я это делал...

source: <32>* Knowing I could've been so much more for you than I ultimately was.
ru_ru: <32>* Зная, что я мог бы стать для тебя гораздо большим, чем был в конечном счете.

source: <32>* All this time, that's what's been holding me back.
ru_ru: <32>* Все это время именно это меня сдерживало.

source: <32>{#p/basic}* Asriel. * My brother.
ru_ru: <32>{#p/basic}* Азриэль. * Мой брат.

source: <32>* You deserve to know the truth.
ru_ru: <32>* Ты заслуживаешь знать правду

source: <25>{*}{#p/asriel1}{#f/25}* Huh? * But you already- {%}
ru_ru: <25>{*}{#p/asriel1}{#f/25}* Ха? * Но ты уже- {%}

source: <32>{#p/basic}* I forgive you, too.
ru_ru: <32>{#p/basic}* Я тоже прощаю тебя.

source: <32>{#p/basic}* Shh...
ru_ru: <32>{#p/basic}* Тише...

source: <32>* It's alright.
ru_ru: <32>* Все в порядке.

source: <32>* I've got you, okay?
ru_ru: <32>* Я держу тебя, хорошо?

source: <25>{#p/asriel1}{#f/25}{#i/4}* I...
ru_ru: <25>{#p/asriel1}{#f/25}{#i/4}* Я...

source: <32>{#p/basic}* I've got you, Asriel.
ru_ru: <32>{#p/basic}* Я держу тебя, Азриэль.

source: <32>{#p/basic}* ... I can feel it.
ru_ru: <32>{#p/basic}* ... Я это чувствую.

source: <32>* Even after a hundred years have passed...
ru_ru: <32>* Даже после ста лет...

source: <32>* He's still in there, isn't he?
ru_ru: <32>* Он все еще там, не так ли?

source: <32>* Like a little angel...
ru_ru: <32>* Как маленький ангелочек...

source: <32>* Watching over me, protecting me from my own bad choices...
ru_ru: <32>* Присматривает за мной, защищает меня от моих собственных неправильных решений...

source: <32>* ... all so I could one day return him the favor.
ru_ru: <32>* ... всё чтобы однажды я смог отплатить ему тем же.

source: <32>{#p/basic}* It's all starting to make sense now.
ru_ru: <32>{#p/basic}* Теперь всё это начинает обретать смысл.
