Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <25>{#f/0}* This was merely a test of your independence!
ru_ru: <25>{#f/0}* Это была всего лишь проверка твоей независимости!

source: <25>{#f/1}* In truth, my child...
ru_ru: <25>{#f/1}* По правде говоря, дитя моё...

source: <25>{#f/5}* There are important errands I must run.
ru_ru: <25>{#f/5}* У меня есть важные дела, которые я должен выполнить.

source: <25>{#f/0}* While I am away, I expect you to be on your best behavior.
ru_ru: <25>{#f/0}* Пока меня не будет, я ожидаю, что ты будешь вести себя наилучшим образом.

source: <25>{#f/1}* The puzzles ahead are yet to be explained, and...
ru_ru: <25>{#f/1}* Предстоящие загадки еще предстоит объяснить, и...

source: <25>{#f/0}* Leaving the room on your own may prove to be dangerous.
ru_ru: <25>{#f/0}* Выходить из комнаты в одиночку может оказаться опасным.

source: <25>{#f/10}* Here. * Take this CELL phone.
ru_ru: <25>{#f/10}* Здесь. * Возьмите этот сотовый телефон.

source: <25>{#p/toriel}{#f/1}* If you need anything while I am away, please...
ru_ru: <25>{#p/toriel}{#f/1}* Если вам что-нибудь понадобится, пока меня не будет, пожалуйста...

source: <25>{#f/0}* Do not hesitate to call me.
ru_ru: <25>{#f/0}* Не стесняйтесь, звоните мне.

source: <26>{#f/23}* And stay out of trouble.
ru_ru: <26>{#f/23}* И держись подальше от неприятностей.

source: <25>{#f/1}* Be good, alright?
ru_ru: <25>{#f/1}* Веди себя хорошо, ладно?

source: <32>{#s/phone}{#p/event}* Ring, ring...
ru_ru: <32>{#s/phone}{#p/event}* Звонок, звонок...

source: <25>{#p/toriel}* Hello! * This is Toriel.
ru_ru: <25>{#p/toriel}* Привет! * Это Ториэль.

source: <25>* My errands are taking longer than I thought they would.
ru_ru: <25>* Мои дела занимают больше времени, чем я думал.

source: <25>* You must wait a little longer.
ru_ru: <25>* Ты должен подождать ещё немного.

source: <25>{#f/1}* Thank you for being patient, my child...
ru_ru: <25>{#f/1}* Спасибо тебе за терпение, дитя моё...

source: <25>{#f/0}* You are very good.
ru_ru: <25>{#f/0}* Ты очень хороший.

source: <25>{#p/toriel}* Hello... * This is Toriel.
ru_ru: <25>{#p/toriel}* Привет... * Это из Ториэль.

source: <25>{#f/1}* I found what I was looking for...
ru_ru: <25>{#f/1}* Я нашёл то, что искал...

source: <25>{#f/0}* But a small, white puppy snatched it away! * How odd.
ru_ru: <25>{#f/0}* Но маленький белый щенок выхватил его! * Как странно.

source: <25>{#f/1}* Do dogs even like flour?
ru_ru: <25>{#f/1}* Любят ли вообще собаки муку?

source: <25>{#f/0}* Err, that is an unrelated question, of course.
ru_ru: <25>{#f/0}* Э-э-э, это, конечно, несвязанный вопрос.

source: <25>* It will take a little longer for me to return.
ru_ru: <25>* Мне потребуется немного больше времени, чтобы вернуться.

source: <25>{#f/1}* Thank you again for being so patient...
ru_ru: <25>{#f/1}* Еще раз благодарю тебя за то, что ты был так терпелив...

source: <32>{#p/human}* (You hear heavy panting on the other end of the phone.)
ru_ru: <32>{#p/human}* (Ты слышишь тяжелое дыхание на другом конце провода.)

source: <32>{#s/bark}{#p/event}* Bark! {#s/bark}* Bark!
ru_ru: <32>{#s/bark}{#p/event}* Гав! {#s/bark}* Гав!

source: <32>{#p/human}* (You hear a distant voice.)
ru_ru: <32>{#p/human}* (Вы слышите далёкий голос.)

source: <25>{#p/toriel}{#f/2}* Stop, please!
ru_ru: <25>{#p/toriel}{#f/2}* Остановись, пожалуйста!

source: <25>{#p/toriel}{#f/1}* Come back here with my cell phone!
ru_ru: <25>{#p/toriel}{#f/1}* Вернись сюда с моим мобильным телефоном!

source: <32>{#p/human}* (It sounds like a small, white dog is sleeping on the phone.)
ru_ru: <32>{#p/human}* (Похоже, что в трубке спит маленькая белая собачка.)

source: <32>{#p/basic}* (Snore... snore...)
ru_ru: <32>{#p/basic}* (Храп... храп...)

source: <25>{#p/toriel}{#f/1}* Hellooo? * Little puppy...?
ru_ru: <25>{#p/toriel}{#f/1}* Привет? * Маленький щенок...?

source: <25>{#f/1}* Where are youuu?
ru_ru: <25>{#f/1}* Где ты сейчас?

source: <25>{#f/0}* I will give you a nice pat on the head!
ru_ru: <25>{#f/0}* Я тебя сейчас по головке поглажу!

source: <32>{#p/human}* (The snoring stops.)
ru_ru: <32>{#p/human}* (Храп прекращается.)

source: <25>{#p/toriel}* ... if you return with my cell phone.
ru_ru: <25>{#p/toriel}* ... если ты вернешься с моим мобильным телефоном.

source: <32>{#p/human}* (The snoring resumes.)
ru_ru: <32>{#p/human}* (Храп возобновляется.)

source: <32>{#p/basic}* (Achoo!)
ru_ru: <32>{#p/basic}* (Апчхи!)

source: <32>{#p/human}* (It sounds like a small, white dog sneezing in its sleep.)
ru_ru: <32>{#p/human}* (Это похоже на то, как маленькая белая собачка чихает во сне.)

source: <25>* (You hear a distant voice.)
ru_ru: <25>* (Ты слышишь далёкий голос.)

source: <25>{#p/toriel}{#f/1}* Aha! * I heard that, you little white dog...
ru_ru: <25>{#p/toriel}{#f/1}* Ага! * Я слышал это, маленький белый песик...

source: <25>{#f/6}* Now I am going to find you!
ru_ru: <25>{#f/6}* Теперь я собираюсь найти тебя!

source: <32>{#p/human}* (The snoring stops.) * (The dog now seems to be on the run from something.)
ru_ru: <32>{#p/human}* (Храп прекращается.) * (Теперь кажется, что собака от чего-то убегает.)

source: <25>{#p/toriel}{#f/8}* Hee hee, there is no escape!
ru_ru: <25>{#p/toriel}{#f/8}* Хи-хи, выхода нет!

source: <25>{#p/toriel}{#f/1}* Hello... * This is... Toriel...
ru_ru: <25>{#p/toriel}{#f/1}* Привет... * Это... Ториэль...

source: <32>{#s/bark}{#p/event}* Bark! * Bark!
ru_ru: <32>{#s/bark}{#p/event}* Гав! * Гав!

source: <25>{#p/toriel}{#f/2}* No, bad puppy!
ru_ru: <25>{#p/toriel}{#f/2}* Нет, плохой щенок!

source: <32>{#p/basic}* (Whimper... whimper...)
ru_ru: <32>{#p/basic}* (Хнык... хнык...)

source: <25>{#p/toriel}* There, there... * I will find another cell phone for you.
ru_ru: <25>{#p/toriel}* Вот так, вот так... * Я найду для тебя другой мобильный телефон.

source: <25>{#f/1}* Would that be alright?
ru_ru: <25>{#f/1}* Это было бы нормально?

source: <32>{#s/bark}{#p/event}* Bark!
ru_ru: <32>{#s/bark}{#p/event}* Гав!

source: <25>{#p/toriel}* Glad to hear it.
ru_ru: <25>{#p/toriel}* Рада это слышать.

source: <32>{#p/human}* (The dog could be heard walking away.)
ru_ru: <32>{#p/human}* (Было слышно, как собака уходит прочь.)

source: <25>{#p/toriel}* Please, forgive me for all of this nonsense.
ru_ru: <25>{#p/toriel}* Пожалуйста, прости меня за всю эту чепуху.

source: <25>{#f/1}* I will be back to pick you up shortly...
ru_ru: <25>{#f/1}* Я скоро вернусь и заберу тебя...

source: <25>{#p/toriel}{#g/torielTired}* ... already?
ru_ru: <25>{#p/toriel}{#g/torielTired}* ... уже?

source: <25>{#p/toriel}{#g/torielTired}* ... impatient, are we?
ru_ru: <25>{#p/toriel}{#g/torielTired}* ... мы нетерпеливы, не так ли?

source: <25>{#f/9}* I really should not be surprised.
ru_ru: <25>{#f/9}* Мне действительно не стоит удивляться.

source: <25>{#f/5}* Just remember the dangers that lie ahead of you out there...
ru_ru: <25>{#f/5}* Просто помни об опасностях, которые подстерегают тебя там, снаружи...

source: <25>{#f/1}* It would be a shame if you got hurt.
ru_ru: <25>{#f/1}* Было бы жаль, если бы ты пострадал.

source: <25>{#p/toriel}* Hello? * This is Toriel.
ru_ru: <25>{#p/toriel}* Привет? *Это Ториэль.

source: <25>{#f/1}* You have not left the room, have you?
ru_ru: <25>{#f/1}* Ты ведь не выходил из комнаты, не так ли?

source: <25>{#f/0}* There are many dangers out there, and I do not want you to get hurt.
ru_ru: <25>{#f/0}* Вокруг много опасностей, и я не хочу, чтобы ты пострадал.

source: <25>{#f/1}* Take care of yourself, alright?
ru_ru: <25>{#f/1}* Береги себя, хорошо?

source: <32>{#p/basic}* A few minutes later...
ru_ru: <32>{#p/basic}* Через несколько минут...

source: <25>{#p/toriel}* I have returned!
ru_ru: <25>{#p/toriel}* Я вернусь!

source: <25>* Your patience thus far has been commendable. * Even I am impressed!
ru_ru: <25>* Твоё терпение до сих пор было похвальным. * Даже я впечатлена!

source: <25>{#f/0}* Anyhoo. * It is time I took you home now.
ru_ru: <25>{#f/0}* В любом случае. * Мне пора отвезти тебя домой.

source: <25>{#f/1}* Please, allow me...
ru_ru: <25>{#f/1}* Пожалуйста, позволь мне...

source: <25>{#p/toriel}{#f/0}* Welcome to our humble outpost, innocent one.
ru_ru: <25>{#p/toriel}{#f/0}* Добро пожаловать в наш скромный аванпост, невинный человек.

source: <25>{#f/0}* There are many lessons that I must teach you about life here.
ru_ru: <25>{#f/0}* Я должна преподать вам много уроков о здешней жизни.

source: <25>{#f/1}* First and foremost...
ru_ru: <25>{#f/1}* В первую очередь...

source: <25>{#f/0}* Puzzles!
ru_ru: <25>{#f/0}* Головоломки!

source: <25>{#f/0}* Allow me to perform this quick demonstration.
ru_ru: <25>{#f/0}* Позвольте мне провести эту краткую демонстрацию.

source: <25>{#p/toriel}{#f/1}* It may seem strange to you now, but here on the outpost...
ru_ru: <25>{#p/toriel}{#f/1}* Сейчас это может показаться вам странным, но здесь, на аванпосте...

source: <25>{#f/0}* Solving puzzles is a part of our daily routine.
ru_ru: <25>{#f/0}* Разгадывание головоломок - это часть нашей повседневной жизни.

source: <25>{#f/0}* With time, and a little guidance, you will grow accustomed to them.
ru_ru: <25>{#f/0}* Со временем, при небольшом руководстве, вы привыкнете к ним.

source: <25>{#p/toriel}* When you are ready, we may proceed.
ru_ru: <25>{#p/toriel}* Когда ты будешь готов, мы можем продолжить.

source: <32>{#p/basic}{#n1}* I heard you're quite flirty, for a human.
ru_ru: <32>{#p/basic}{#n1}* Я слышал, ты довольно игривый для человека.

source: <32>* As you {@fill=#cf7fff}FLIRT{@fill=#fff} with different kinds of monsters, you'll see hearts next to their names.
ru_ru: <32>* Когда ты {@fill=#cf7fff}ФЛИРТУЕШЬ{@fill=#fff} с разными видами монстров, рядом с их именами появляются сердечки.

source: <32>* The more types of monsters you {@fill=#cf7fff}FLIRT{@fill=#fff} with, the more hearts you'll have.
ru_ru: <32>* Чем больше типов монстров ты встретишь {@fill=#cf7fff}FLIRT{@fill=#fff} тем больше сердец у тебя будет.

source: <32>* I wonder...
ru_ru: <32>* Я интересуюсь...

source: <32>* Just how far can you go?
ru_ru: <32>* Как далеко ты можешь зайти?

source: <32>* Perhaps, my friend, you could even become... a legend.
ru_ru: <32>* Возможно, мой друг, ты даже мог бы стать... легендой.

source: <32>{#p/basic}{#n1}* Hey human, have you tried flirting yet?
ru_ru: <32>{#p/basic}{#n1}* Эй, человек, ты уже пробовал флиртовать?

source: <32>* Ha! * I can tell by the look on your face that you haven't yet.
ru_ru: <32>* Ха! * По выражению твоего лица я могу сказать, что ты еще этого не сделал.

source: <32>* I gotta tell you, it's tons of fun.
ru_ru: <32>* Должен тебе сказать, это очень весело.

source: <32>* Your enemies won't know what to do with themselves!
ru_ru: <32>* Ваши враги не будут знать, что с собой делать!

source: <32>* Psst... if you DO start flirting, I might have more to tell you.
ru_ru: <32>* Пссс... если ты начнешь флиртовать, возможно, мне будет что тебе еще рассказать.

source: <32>* Good luck with that!
ru_ru: <32>* Удачи тебе в этом!

source: <32>{#p/basic}{#n1}* Hey human, now that you've started flirting...
ru_ru: <32>{#p/basic}{#n1}* Эй, человек, раз уж ты начал флиртовать...

source: <32>* How does it feel?
ru_ru: <32>* Каково это?

source: <32>* It's pretty great, right?
ru_ru: <32>* Это ведь здорово, правда?

source: <32>{#p/basic}{#n1}* I hear you're somewhat of a bully in these parts.
ru_ru: <32>{#p/basic}{#n1}* Я слышал, в здешних краях ты в некотором роде хулиган.

source: <32>* Ha! * Join the club, pal.
ru_ru: <32>* Ха! * Вступай в клуб, приятель.

source: <32>* You're talking to the number one bully around.
ru_ru: <32>* Ты разговариваешь с хулиганом номер один в округе.

source: <32>* As you {@fill=#3f00ff}BULLY{@fill=#fff} different kinds of monsters, you'll see swords next to their names.
ru_ru: <32>* Так ты {@fill=#3f00ff}ХУЛИГАН{@fill=#fff} различные виды монстров, ты увидишь мечи рядом с их названиями.

source: <32>* The more types of monsters you {@fill=#3f00ff}BULLY{@fill=#fff}, the more swords you'll have.
ru_ru: <32>* Чем больше типов монстров ты встретишь {@fill=#3f00ff}ХУЛИГАН{@fill=#fff}, тем больше мечей у тебя будет.

source: <32>* Though, as a disclaimer, not ALL monsters can be bullied.
ru_ru: <32>* Хотя, в качестве оговорки, не над ВСЕМИ монстрами можно издеваться.

source: <32>* It's like flirting... but with death.
ru_ru: <32>* Это похоже на флирт... но со смертью.

source: <32>* Fun, right?
ru_ru: <32>* Весело, правда?

source: <32>{#p/basic}{#n1}* I heard you're quite the bully around here now.
ru_ru: <32>{#p/basic}{#n1}* Я слышал, ты теперь здесь настоящий хулиган.

source: <32>* Everyone's afraid of you, huh?
ru_ru: <32>* Все тебя боятся, да?

source: <32>{#p/basic}{#n1}* I heard you're quite the romantic around here now.
ru_ru: <32>{#p/basic}{#n1}* Я слышал, ты здесь теперь настоящий романтик.

source: <32>* Everyone loves you, huh?
ru_ru: <32>* Все тебя любят, да?

source: <32>{#p/basic}{#n1}* I heard you're quite the hero around here now.
ru_ru: <32>{#p/basic}{#n1}* Я слышал, ты теперь здесь настоящий герой.

source: <32>* Everyone likes you, huh?
ru_ru: <32>* Ты всем нравишься, да?

source: <32>* Well... personally, I think you have too much free time.
ru_ru: <32>* Ну... лично я думаю, что у тебя слишком много свободного времени.

source: <32>{#p/basic}{#n1}* What? * Am I wrong?
ru_ru: <32>{#p/basic}{#n1}* Что? * Я не прав?

source: <32>{#p/basic}{#n1}* So, you're the one who co-hosted that music show, eh?
ru_ru: <32>{#p/basic}{#n1}* Значит, это ты был одним из ведущих того музыкального шоу, да?

source: <32>* Maybe now you'll have the means to accept my offer.
ru_ru: <32>* Может быть, теперь у тебя будет возможность принять моё предложение.

source: <32>* I'm just lookin' for someone to buy this limited edition Super Starwalker comic strip.
ru_ru: <32>* Я просто ищу кого-нибудь, кто купил бы этот лимитированный выпуск комиксов о Суперзвезде Уокере.

source: <32>* Now I liked that little show, so you'll get a discount. * 5G, take it or leave it.
ru_ru: <32>* Мне понравилось это маленькое шоу, так что ты получишь скидку. * 5G, соглашайся или не соглашайся.

source: {#n1!}* (Buy the Super Starwalker 1 for 5G?)
ru_ru: {#n1!}* (Купить Супер Старуолкер 1 за 5G?)

source: <32>{#p/basic}{#n1}* Hey, have you noticed anything strange goin' on around here?
ru_ru: <32>{#p/basic}{#n1}* Эй, ты не заметил, что здесь происходит что-нибудь странное?

source: <32>* I could'a sworn all the puzzles just de-activated themselves earlier.
ru_ru: <32>* Я мог бы поклясться, что все головоломки просто сами собой отключились раньше.

source: <32>* Anyway, I'm lookin' for a buyer on this limited edition Super Starwalker comic strip.
ru_ru: <32>* Как бы то ни было, я ищу покупателя на этот лимитированный выпуск комиксов о Суперзвезде Уокере.

source: <32>{#p/basic}{#n1}* Finally, someone speaks to me!
ru_ru: <32>{#p/basic}{#n1}* Наконец-то кто-то заговорил со мной!

source: <32>* I've been standin' out here for ages, and nobody's takin' my offer.
ru_ru: <32>* Я стою здесь целую вечность, и никто не принимает моего предложения.

source: <32>* Interested? * All I'm askin' for is 10G.
ru_ru: <32>* Заинтересован? * Я прошу всего 10G.

source: {#n1!}* (Buy the Super Starwalker 1 for 10G?)
ru_ru: {#n1!}* (Купить Супер Старуолкер 1 за 10G?)

source: <32>{#p/basic}{#n1}* Interested in buyin' my limited edition Super Starwalker comic strip?
ru_ru: <32>{#p/basic}{#n1}* Хотите купить мой комикс "Суперзвезда Уокер", выпущенный ограниченным тиражом?

source: <32>* All I'm askin' for is 5G.
ru_ru: <32>* Всё, о чём я прошу, - это 5G.

source: <32>* All I'm askin' for is 10G.
ru_ru: <32>* Всё, о чём я прошу, - это 10G.

source: <32>{#p/human}{#n1!}* (You don't have enough G.)
ru_ru: <32>{#p/human}{#n1!}* (У тебя недостаточно G.)

source: <32>{#p/basic}{#n1}* I'll be honest, that don't look like 5G...
ru_ru: <32>{#p/basic}{#n1}* Буду честен, это не похоже на 5G...

source: <32>{#p/basic}{#n1}* I'll be honest, that don't look like 10G...
ru_ru: <32>{#p/basic}{#n1}* Буду честен, это не похоже на 10G...

source: <32>{#p/basic}{#n1}* Not interested, huh?
ru_ru: <32>{#p/basic}{#n1}* Не интересуешься, да?

source: <32>* Well, that's fine. * I'll just find someone else...
ru_ru: <32>* Что ж, прекрасно. * Я просто найду кого-нибудь другого...

source: <32>{#s/equip}{#p/human}{#n1!}* (You got the Super Starwalker 1.)
ru_ru: <32>{#s/equip}{#p/human}{#n1!}* (Ты получил Супер Старуолкер 1.)

source: <32>{#p/basic}{#n1}* Splendid! * Enjoy the comic strip.
ru_ru: <32>{#p/basic}{#n1}* Великолепно! * Наслаждайтесь просмотром комикса.

source: <32>{#p/basic}{#n1}* Back again, huh?
ru_ru: <32>{#p/basic}{#n1}* Назад опять, да?

source: <32>* Sorry bud, I've got nothin' left to sell.
ru_ru: <32>* Извини, приятель, но мне больше нечего продавать.

source: <32>{#p/human}{#n1!}* (You're carrying too much.)
ru_ru: <32>{#p/human}{#n1!}* (Ты слишком много на себя берёшь.)

source: <32>{#p/basic}{#n1}* Them pockets of yours are lookin' kinda full...
ru_ru: <32>{#p/basic}{#n1}* Что-то карманы твои забиты...

source: <32>{#p/basic}{#n1}* I heard they're rebooting the comic franchise...
ru_ru: <32>{#p/basic}{#n1}* Я слышал, они перезапускают франшизу комиксов...

source: <32>* The new main character is some snake fella with sunglasses or something.
ru_ru: <32>* Новый главный герой - какой-то парень-змей в солнцезащитных очках или что-то в этом роде.

source: <32>* If I was in charge, I'd make a spinoff about that sidekick...
ru_ru: <32>* Если бы я был главным, я бы снял дополнительный фильм об этом приятеле...

source: <32>* Gumbert, I think?
ru_ru: <32>* Гумберт, я думаю?

source: <32>{#p/basic}{#n1}* Maybe now that we're free, they'll finally make that reboot they were planning.
ru_ru: <32>{#p/basic}{#n1}* Может быть, теперь, когда мы свободны, они наконец-то осуществят ту перезагрузку, которую планировали.

source: <32>* What was it called? * Oh, I've already forgotten...
ru_ru: <32>* Как это называлось? * О, я уже забыл...

source: <32>{#p/basic}{#n1}* Now what was THAT racket?
ru_ru: <32>{#p/basic}{#n1}* Сейчас, что это был за шум?

source: <32>{#p/basic}{#n1}* Er, sorry, my eyesight's not what it used to be...
ru_ru: <32>{#p/basic}{#n1}* Э-э, извините, у меня зрение уже не то, что раньше...

source: <32>{#p/basic}{#n1}* Huh? * It happened again? * Tch, kids these days...
ru_ru: <32>{#p/basic}{#n1}* Да? * Это случилось снова? * Ну и дети в наши дни...

source: <32>{#p/basic}{#n1}* Kids these days...
ru_ru: <32>{#p/basic}{#n1}* Дети в наши дни...

source: <32>{#p/basic}{#n1}* If... if you d-do that again... I-I'm gonna have to stop you!
ru_ru: <32>{#p/basic}{#n1}* Если... если ты сделаешь это еще раз... Я буду вынуждена остановить тебя!

source: <32>{#p/basic}{#n1}* N-no... * Not again...
ru_ru: <32>{#p/basic}{#n1}* Н-нет... * Нет опять...

source: <32>{#p/basic}{#n1}* I'm sad. * They took the DJ table to use for some tacky show later.
ru_ru: <32>{#p/basic}{#n1}* Они заняли столик ди-джея, чтобы позже использовать его для какого-то безвкусного шоу.

source: <32>* ... wait, that might actually be kind of cool.
ru_ru: <32>* ... подожди, это действительно могло бы быть в некотором роде круто.

source: <32>{#p/basic}{#n1}* I'm sad. * The bully who came through here earlier...
ru_ru: <32>{#p/basic}{#n1}* Мне грустно. * Хулиган, который проходил здесь раньше...

source: <32>* ... turned out to be you.
ru_ru: <32>* ... оказалось, это ты.

source: <32>* You saved us in the end, but why resort to such violence along the way?
ru_ru: <32>* В конце концов, ты спас нас, но зачем прибегать к такому насилию на этом пути?

source: <32>{#p/basic}{#n1}* I'm sad. * Musicians these days are way too hard on themselves...
ru_ru: <32>{#p/basic}{#n1}* Мне грустно. * Музыканты в наши дни слишком строги к себе...

source: <32>* Personally, I really liked that tune of theirs.
ru_ru: <32>* Лично мне очень понравилась их мелодия.

source: <32>* It's a shame we'll probably never get to hear it again.
ru_ru: <32>* Жаль, что мы, вероятно, никогда больше этого не услышим.

source: <32>{#n1!}{#n2}* At least you still have steak to keep you company, right? ;)
ru_ru: <32>{#n1!}{#n2}* Жаль, что мы, вероятно, никогда больше этого не услышим.

source: <32>{#n2!}{#n1}* ... not this again.
ru_ru: <32>{#n2!}{#n1}* ... только не это снова.

source: <32>{#p/basic}{#n1}* I'm sad. * The food these days just gets worse and worse...
ru_ru: <32>{#p/basic}{#n1}* Мне грустно. * Еда в последнее время становится все хуже и хуже...

source: <32>* I was promised something "real," but all I got was a cheap copy.
ru_ru: <32>* Мне обещали что-то "настоящее", но все, что я получил, была дешевая копия.

source: <32>{#n1!}{#n2}* Hey! ;) * Quit bad-mouthing my shop in front of the customers! ;)
ru_ru: <32>{#n1!}{#n2}*Эй! ;) * Прекрати поливать грязью мой магазин перед покупателями! ;)

source: <32>* Besides, what if your sense of taste is to blame ;)
ru_ru: <32>* К тому же, вдруг в этом виновато твое чувство вкуса ;)

source: <32>{#n2!}{#n1}* ... typical.
ru_ru: <32>{#n2!}{#n1}* ... типично.

source: <32>{#p/basic}{#n1}* ... it isn't what it is?
ru_ru: <32>{#p/basic}{#n1}* ... это не то, что есть на самом деле?

source: <32>{#p/basic}{#n1}* ... it is what it is.
ru_ru: <32>{#p/basic}{#n1}* ... это то, что есть.

source: <32>{#p/human}* (You got the Burnt Pie.)
ru_ru: <32>{#p/human}* (Ты получил сгоревший пирог.)

source: <32>{#p/human}* (You got the Pie Soup.)
ru_ru: <32>{#p/human}* (Ты получил суп-пирог.)

source: <32>{#p/human}* (You got the Snail Pie.)
ru_ru: <32>{#p/human}* (Ты получил пирог "Улитка".)

source: <32>{#p/human}* (You got the Butterscotch Pie.)
ru_ru: <32>{#p/human}* (Ты получил Ирисовый пирог.)

source: <32>{#p/event}* Ring, ring...
ru_ru: <32>{#p/event}* Звонок, звонок...

source: <25>{#p/toriel}* Hello, child.
ru_ru: <25>{#p/toriel}* Здравствуй, дитя.

source: <25>{#f/1}* For no reason in particular...
ru_ru: <25>{#f/1}* Без особой причины...

source: <25>{#f/0}* Do you prefer cinnamon, or butterscotch?
ru_ru: <25>{#f/0}* Ты предпочитаешь корицу или ирис?

source: * (Which do you prefer?)
ru_ru: * (Что ты предпочитаешь?)

source: Cinnamon
ru_ru: Корица

source: <25>{#p/toriel}{#f/0}* I see.
ru_ru: <25>{#p/toriel}{#f/0}* Понятно.

source: <25>{#p/toriel}* Oh, I see! * Thank you very much!
ru_ru: <25>{#p/toriel}* О, понятно! * Спасибо тебе большое!

source: <25>{#f/1}* You do not DISLIKE butterscotch, do you?
ru_ru: <25>{#f/1}* Ты же не испытываешь ОТВРАЩЕНИЯ к ирискам, так ведь?

source: <25>{#f/1}* You do not DISLIKE cinnamon, do you?
ru_ru: <25>{#f/1}* Ты же не испытываешь ОТВРАЩЕНИЯ к корице, так ведь?

source: <25>{#f/1}* I know what your preference is, but...
ru_ru: <25>{#f/1}* Я знаю твои предпочтения, но...

source: <25>{#f/1}* Would you still be satisfied if it turned up on your plate?
ru_ru: <25>{#f/1}* Ты бы остался доволен, если бы это оказалось на твоём блюде?

source: <25>{#p/toriel}{#f/0}* Got it.
ru_ru: <25>{#p/toriel}{#f/0}* Понятно.

source: <25>{#p/toriel}* Right, right, of course.
ru_ru: <25>{#p/toriel}* Да, да, конечно.

source: <25>{#f/1}* Carry on, then...
ru_ru: <25>{#f/1}* Тогда иди дальше...

source: <25>{#f/0}* Well then.
ru_ru: <25>{#f/0}* Ну что ж.

source: <25>{#f/0}* I will see what I can do.
ru_ru: <25>{#f/0}* Я посмотрю, что могу сделать.

source: <25>{#f/0}* I will call you back later, my child.
ru_ru: <25>{#f/0}* Я перезвоню тебе позже, дитя моё.

source: <25>{#p/toriel}{#f/1}* You do not have any allergies, do you?
ru_ru: <25>{#p/toriel}{#f/1}* У тебя нет аллергии, не так ли?

source: <25>{#f/5}* I suppose humans cannot even be allergic to monster food.
ru_ru: <25>{#f/5}* Я полагаю, у людей не может быть аллергии даже на еду монстров.

source: <25>{#f/0}* Hee hee. * Forget I asked!
ru_ru: <25>{#f/0}* Хи-хи. * Забудь, что я спрашивала!
