Repository: ws-3917/psoutertale-text
Catalog: v52.1/outlands/*.po
Languages: ru_ru

source: <25>{#f/0}* "The monster was often left alone."
ru_ru: <25>{#f/0}* "Монстра часто оставляли в покое."

source: <25>{#f/1}* "Then one day, the human came back..."
ru_ru: <25>{#f/1}* "И вот однажды человек вернулся..."

source: <25>{#f/0}* "And the monster said 'Come, human, come and play!'"
ru_ru: <25>{#f/0}* "И монстр сказал: 'Иди сюда, человек, иди и поиграй!"

source: <25>{#f/5}* "'I am too big to play,' said the human."
ru_ru: <25>{#f/5}* " 'Я слишком большой, чтобы играть', - сказал человек".

source: <25>{#f/1}* "'I want to drive, to find a new home...'"
ru_ru: <25>{#f/1}* " 'Я хочу сесть за руль, найти новый дом...'"

source: <25>{#f/5}* "'Sorry,' said the monster, 'but I am too poor to own a car.'"
ru_ru: <25>{#f/5}* "'Извини,' - сказал монстр, - 'но я слишком беден, чтобы иметь машину'".

source: <25>{#f/5}* "'All I have is my own two feet.'"
ru_ru: <25>{#f/5}* "'Всё, что у меня есть, - это мои собственные ноги'".

source: <25>{#f/0}* "'Climb on my back, and I can run you to where you need.'"
ru_ru: <25>{#f/0}* "'Забирайся ко мне на спину, и я доставлю тебя туда, куда тебе нужно'".

source: <25>{#f/0}* "'Then you can see the town and be happy.'"
ru_ru: <25>{#f/0}* "'Тогда ты сможешь увидеть город и быть счастливым'".

source: <25>{#f/1}* "And so the human climbed onto the monster's back..."
ru_ru: <25>{#f/1}* "И вот человек взобрался на спину монстра..."

source: <25>{#f/0}* "And the monster took them to a new home."
ru_ru: <25>{#f/0}* "И монстр отвез их в новый дом."

source: <25>{#f/1}* "But the human stayed away for a long time..."
ru_ru: <25>{#f/1}* "Но человек долгое время отсутствовал..."

source: <25>{#f/5}* "And the monster was sad."
ru_ru: <25>{#f/5}* "И монстр был печальным."

source: <25>{#f/0}* "Then one day, the human came back."
ru_ru: <25>{#f/0}* "И вот однажды этот человек вернулся"

source: <25>{#f/1}* "And the monster smiled from ear to ear and said..."
ru_ru: <25>{#f/1}* "И монстр улыбнулся от уха до уха и сказал..."

source: <25>{#f/1}* "'Come, human, come and ride on my back!'"
ru_ru: <25>{#f/1}* "Подойди, человек, подойди и прокатись у меня на спине!"

source: <25>{#f/5}* "'I am too sad to ride around,' said the human."
ru_ru: <25>{#f/5}* "'Мне слишком грустно ездить?' сказал человек."

source: <25>{#f/1}* "'I wish I had a family, and children of my own...'"
ru_ru: <25>{#f/1}* "Я бы хотел, чтобы у меня была семья и собственные дети..."

source: <25>{#f/5}* "'Sorry,' said the monster, 'but I cannot give that to you.'"
ru_ru: <25>{#f/5}* "'Извини,' - сказал монстр, - 'но я не могу тебе этого дать'".

source: <25>{#f/5}* "'I am only one person.'"
ru_ru: <25>{#f/5}* "'Я всего лишь один человек.'"

source: <25>{#f/0}* "'Visit for a while, and we can find you a date.'"
ru_ru: <25>{#f/0}* "'Приезжай ненадолго, и мы сможем найти тебе пару.'"

source: <25>{#f/0}* "'Then you can find love and be happy.'"
ru_ru: <25>{#f/0}* "'Тогда ты сможешь найти свою любовь и быть счастливым.'"

source: <25>{#f/1}* "And so the human visited their old friend for a while..."
ru_ru: <25>{#f/1}* "И вот человек ненадолго навестил своего старого друга..."

source: <25>{#f/0}* "And the monster found them someone they might like."
ru_ru: <25>{#f/0}* "И монстр нашел им кого-то, кто мог бы им понравиться."

source: <25>{#f/5}* "But the human stayed away for a long time."
ru_ru: <25>{#f/5}* "Но человек долгое время отсутствовал."

source: <25>{#f/1}* "When they finally returned, the monster was so happy..."
ru_ru: <25>{#f/1}* "Когда они наконец вернулись, монстр был так счастлив..."

source: <25>{#f/9}* "She could hardly speak."
ru_ru: <25>{#f/9}* "Она едва могла говорить."

source: <25>{#f/1}* "'Come, human,' she whispered..."
ru_ru: <25>{#f/1}* "'Приди, человек', - прошептала она..."

source: <25>{#f/1}* "'Come and visit.'"
ru_ru: <25>{#f/1}* "'Приезжай в гости.'"

source: <25>{#f/5}* "'I am too old and busy to visit,' said the human."
ru_ru: <25>{#f/5}* "Я слишком стар и занят, чтобы навещать тебя", - сказал человек."

source: <25>{#f/1}* "'I want a place to rest for the night...'"
ru_ru: <25>{#f/1}* "Мне нужно место, где я мог бы переночевать..."

source: <25>{#f/5}* "'Sorry,' said the monster, 'but I do not have a bed your size.'"
ru_ru: <25>{#f/5}* "'Извините,' - сказал монстр, - 'но у меня нет кровати вашего размера.'"

source: <25>{#f/5}* "'I am still too poor to afford one.'"
ru_ru: <25>{#f/5}* "'Я всë слишком беден чтобы позволить себе это.'"

source: <25>{#f/0}* "'Sleep with me for the night.'"
ru_ru: <25>{#f/0}* "'Переспи со мной эту ночь'".

source: <25>{#f/0}* "'Then you can get some rest and be happy.'"
ru_ru: <25>{#f/0}* "'Тогда ты сможешь немного отдохнуть и быть счастливым'".

source: <25>{#f/1}* "And so the human and the monster cuddled together..."
ru_ru: <25>{#f/1}* "И вот человек и монстр прижались друг к другу...:

source: <25>{#f/0}* "And the monster was able to put the human to sleep."
ru_ru: <25>{#f/0}* "И монстр смог усыпить человека."

source: <25>{#f/5}* "... but not really."
ru_ru: <25>{#f/5}* "...но не правда."

source: <25>{#f/9}* "And after a long time, the human came back again."
ru_ru: <25>{#f/9}* " И спустя долгое время человек вернулся снова."

source: <25>{#f/5}* "'I am sorry, human,' said the monster, 'but I have fallen down.'"
ru_ru: <25>{#f/5}* "'Прости, человек, — сказал монстр, — но я упал.'"

source: <25>{#f/5}* "'My legs are giving out, I cannot take you anywhere.'"
ru_ru: <25>{#f/5}* "'У меня подкашиваются ноги, я никуда не могу тебя отвести.'"

source: <25>{#f/10}* "'There is nowhere else I want to be,' said the human."
ru_ru: <25>{#f/10}* "'Больше я нигде не хочу быть,' - сказал человек."

source: <26>{#f/5}* "'I cannot find you a date, I know no one else' said the monster."
ru_ru: <26>{#f/5}* "'Я не могу найти тебе пару, я больше никого не знаю', - сказал монстр".

source: <25>{#f/10}* "'There is no one else I want to be with,' said the human."
ru_ru: <25>{#f/10}* "'Нет никого, с кем бы я хотел быть,' - сказал человек."

source: <25>{#f/5}* "'I am too weak for you to sleep on me', said the monster."
ru_ru: <25>{#f/5}* "'Я слишком слаб, чтобы ты мог спать на мне', - сказало монстр."

source: <25>{#f/10}* "'I do not need sleep any longer,' said the human."
ru_ru: <25>{#f/10}* "'Мне больше не нужен сон,' - сказал человек."

source: <25>{#f/5}* "'I am sorry,' sighed the monster.
ru_ru: <25>{#f/5}* ""Мне очень жаль,' - вздохнул монстр.

source: <25>{#f/5}* "'I wish I had something to offer, but I have nothing left.'"
ru_ru: <25>{#f/5}* "'Хотел бы я что-нибудь предложить, но у меня ничего не осталось.'"

source: <25>{#f/9}* "'I am just an old monster approaching her death.'"
ru_ru: <25>{#f/9}* "'Я просто старый монстр, приближающийся к своей смерти.'"

source: <25>{#f/5}* "'I am sorry...'"
ru_ru: <25>{#f/5}* "'Мне очень жаль...'"

source: <25>{#f/10}* "'I do not need very much now,' said the human."
ru_ru: <25>{#f/10}* "'Сейчас мне нужно не так уж много, - сказал человек.'"

source: <25>{#f/10}* "'Just a hug from my best friend before I die.'"
ru_ru: <25>{#f/10}* "Просто обниму своего лучшего друга перед смертью".

source: <25>{#f/1}* "'Well,' said the monster, straightening her posture..."
ru_ru: <25>{#f/1}* "'Хорошо,' сказал монстр, выпрямляясь в седле..."

source: <25>{#f/0}* "'Well, an old monster is always here for that.'"
ru_ru: <25>{#f/0}* "'Ну, для этого всегда найдется старый монстр.'"

source: <25>{#f/0}* "'Come, human, come to me. Be with me one last time.'"
ru_ru: <25>{#f/0}* "'Приди, человек, приди ко мне. Побудь со мной в последний раз.'"

source: <25>{#f/9}* "And so the human did."
ru_ru: <25>{#f/9}* "И человек так и сделал."

source: <25>{#f/10}* "And the monster was happy."
ru_ru: <25>{#f/10}* "И монстр стал счастливым."

source: <25>{#f/0}{#n1}* Well, that was the story.
ru_ru: <25>{#f/0}{#n1}* Что ж, такова была история.

source: <25>{#f/1}* I hope you liked it...
ru_ru: <25>{#f/1}* Я надеюсь, вам это понравилось...

source: <25>{#f/0}{#n1}* Well, that is all.
ru_ru: <25>{#f/0}{#n1}* Ну, вот и всё.

source: <25>{#p/toriel}{#f/1}{#n1}* Home...? * Could you be a little more specific?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Дом...? * Не могли бы вы быть немного конкретнее?

source: <99>{#p/human}{#n1!}* (What do you say?){!} §shift=48§Never§shift=72§When can I §shift=48§mind§shift=80§go home?{#c/0/6/4}
ru_ru: <99>{#p/human}{#n1!}* (Что ты скажешь?){!} §shift=48§Never§shift=72§Когда я смогу §shift=48§mind§shift=80§пойти домой?{#c/0/6/4}

source: <25>{#p/toriel}{#f/1}{#n1}* But... this is your home now, is it not?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Но... теперь это твой дом, не так ли?

source: <99>{#p/human}{#n1!}* (What do you say?){!} §shift=144§How to exit §shift=64§Sorry§shift=40§the Outlands{#c/0/8/2}
ru_ru: <99>{#p/human}{#n1!}* (Что ты скажешь?){!} §shift=144§Как выйти §shift=64§Извини§shift=40§Outlands{#c/0/8/2}

source: <25>{#p/toriel}{#f/5}{#n1}* Please, try to understand...
ru_ru: <25>{#p/toriel}{#f/5}{#n1}* Пожалуйста, постарайся понять...

source: <25>{#p/toriel}{#f/9}* I only want the best for you.
ru_ru: <25>{#p/toriel}{#f/9}* Я хочу для тебя только самого лучшего.

source: <25>{#p/toriel}{#f/5}{#n1}* My child...
ru_ru: <25>{#p/toriel}{#f/5}{#n1}* Моё дитя...

source: <25>{#p/toriel}{#f/9}* Please, wait here.
ru_ru: <25>{#p/toriel}{#f/9}* Пожалуйста, подожди здесь.

source: <25>{#p/toriel}{#f/5}* There is something I have to do.
ru_ru: <25>{#p/toriel}{#f/5}* Я должна кое-что сделать.

source: <25>{#p/asriel1}{#f/20}* I still can't believe she moved this all the way from the Citadel.
ru_ru: <25>{#p/asriel1}{#f/20}* Я до сих пор не могу поверить, что она перенесла это все из Цитадели.

source: <25>{#f/17}* But... I understand why she'd want to.
ru_ru: <25>{#f/17}* Но... Я понимаю почему она бы этого захотела.

source: <25>{#f/13}* Mom and this chair of hers go pretty far back..
ru_ru: <25>{#f/13}* Мама и это её кресло появились довольно давно..

source: <25>{#p/asriel1}{#f/13}* One time, she told me something...
ru_ru: <25>{#p/asriel1}{#f/13}* Однажды она мне кое-что рассказала...

source: <25>{#f/17}* "This chair reminds me of home."
ru_ru: <25>{#f/17}* "Это кресло напоминает мне о доме."

source: <25>{#f/13}* But she was already at home, so I asked her what she meant.
ru_ru: <25>{#f/13}* Но она уже была дома, и я спросил её, что она имела в виду.

source: <25>{#f/17}* Turns out she had this at her home...
ru_ru: <25>{#f/17}* Оказывается, это было у неё дома...

source: <25>{#f/23}* ... on the old homeworld.
ru_ru: <25>{#f/23}* ... на старой родной планете.

source: <25>{#p/asriel1}{#f/13}* I don't know much about that world, Frisk...
ru_ru: <25>{#p/asriel1}{#f/13}* Я мало что знаю об этом мире, Фриск...

source: <25>{#f/17}* But I hear it was very... idyllic.
ru_ru: <25>{#f/17}* Но я слышал, что это было очень.... идиллический.

source: <25>{#f/20}* Sure, there were lots of advances in magic and technology...
ru_ru: <25>{#f/20}* Конечно, в магии и технологиях было много достижений...

source: <25>{#f/17}* But people loved it, because life was so... simple.
ru_ru: <25>{#f/17}* Но людям это нравилось, потому что жизнь была такой... простой.

source: <25>{#p/asriel1}{#f/23}* What I wouldn't give to have a simple life.
ru_ru: <25>{#p/asriel1}{#f/23}* Чего бы я только не отдал за то, чтобы жить простой жизнью.

source: <32>{#p/basic}* A reading chair.
ru_ru: <32>{#p/basic}* Кресло для чтения.

source: <32>{#p/basic}* A comfy reading chair...
ru_ru: <32>{#p/basic}* Удобное кресло для чтения...

source: <32>* Seems like the right size for Toriel.
ru_ru: <32>* Похоже, это подходящий размер для Ториэль.

source: <25>{#p/toriel}{#n1}* Ah, there you are.
ru_ru: <25>{#p/toriel}{#n1}* А, вот и ты.

source: <25>* I have left your breakfast on the table for you.
ru_ru: <25>* Я оставила для тебя завтрак на столе.

source: <32>{#p/human}* (You look inside the chest...)
ru_ru: <32>{#p/human}* (Ты заглядываешь в сундук...)

source: <25>{#p/asriel1}{#f/13}* Yeah, uh, that's about all you'll find in there.
ru_ru: <25>{#p/asriel1}{#f/13}* Да, это почти все, что вы там найдете.

source: <25>{#f/17}* I'm not sure why Toriel put this here.
ru_ru: <25>{#f/17}* Я не совсем понимаю, зачем Ториэль поместила это сюда.

source: <25>{#f/17}* $(name) and I were never interested in comic books.
ru_ru: <25>{#f/17}* $(name) и я никогда не интересовался комиксами.

source: <25>{#p/asriel1}{#f/10}* I guess she just wanted to pretend we were living here...?
ru_ru: <25>{#p/asriel1}{#f/10}* Я думаю, она просто хотела притвориться, что мы живем здесь...?

source: <25>{#p/asriel1}{#f/13}* The things a mother does to make herself feel better...
ru_ru: <25>{#p/asriel1}{#f/13}* Все, что делает мать, чтобы почувствовать себя лучше...

source: <32>{#s/equip}{#p/human}* (You got the Super Starwalker 3.)
ru_ru: <32>{#s/equip}{#p/human}* (У тебя есть Суперзвездный странник 3.)

source: <32>{#p/human}* A world not bound by association...
ru_ru: <32>{#p/human}* Мир, не связанный никакими ассоциациями...

source: <32>* Existing purely for the sake of its own beauty...
ru_ru: <32>* Существующий исключительно ради собственной красоты...

source: <32>* There's something special about that.
ru_ru: <32>* В этом есть что-то особенное.

source: <32>* Tell me...
ru_ru: <32>* Скажи мне...

source: <32>* Does that not pique your... curiosity?
ru_ru: <32>* это не отразилось твоё... любопытство?

source: <25>{#p/toriel}* In this room lies a new kind of puzzle.
ru_ru: <25>{#p/toriel}* В этой комнате находится новый вид головоломки.

source: <25>{#f/3}* Perhaps you will do better here than with the dummy.
ru_ru: <25>{#f/3}* Возможно, здесь у вас получится лучше, чем с манекеном.

source: <25>{#f/1}* Do you think you can solve it?
ru_ru: <25>{#f/1}* Как вы думаете, сможете ли вы решить эту проблему?

source: <32>{#p/basic}* It's too tall for you to reach.
ru_ru: <32>{#p/basic}* Он слишком высокий, чтобы ты мог дотянуться до него.

source: <32>{#p/basic}* This terminal's staggering height towers over you, blocking your eager approach.
ru_ru: <32>{#p/basic}* Ошеломляющая высота этого терминала возвышается над вами, препятствуя вашему нетерпеливому приближению.

source: <25>{#p/toriel}{#f/3}* What is it now...
ru_ru: <25>{#p/toriel}{#f/3}* Что это сейчас такое?...

source: <25>{#p/toriel}{#f/1}* What is the problem? * Do you need assistance?
ru_ru: <25>{#p/toriel}{#f/1}* В чем проблема? * Вам нужна помощь?

source: <25>{#p/toriel}{#f/5}* Ah... I see.
ru_ru: <25>{#p/toriel}{#f/5}* А... я понимаю.

source: <25>{#f/5}* The terminal is too high for you to reach it.
ru_ru: <25>{#f/5}* Терминал находится слишком высоко, чтобы ты мог до него дотянуться.

source: <25>{#p/toriel}{#f/7}* ... oh my.
ru_ru: <25>{#p/toriel}{#f/7}* ... о боже.

source: <25>{#f/6}* It seems there is a bit of a design fault here.
ru_ru: <25>{#f/6}* Похоже, здесь есть небольшая ошибка в дизайне.

source: <25>{#f/1}* So the terminal is too high for you to reach it...?
ru_ru: <25>{#f/1}* Значит, терминал находится слишком высоко, чтобы ты мог до него дотянуться...?

source: <25>{#f/0}* No matter. * I will operate it for you.
ru_ru: <25>{#f/0}* Неважно. * Я буду управлять им за вас.

source: <25>{#f/0}* There is a riddle to be solved here. * Would you like to try?
ru_ru: <25>{#f/0}* Здесь есть загадка, которую нужно разгадать. * Хотите попробовать?

source: * (Solve the riddle?)
ru_ru: * (Разгадать загадку?)

source: <25>{#p/toriel}* Excellent! * The eagerness to learn and grow is important.
ru_ru: <25>{#p/toriel}* Превосходно! * Важно желание учиться и расти.

source: <25>{#f/0}* Especially for a youngster such as yourself.
ru_ru: <25>{#f/0}* Особенно для такого подростка, как вы.

source: <25>{#p/toriel}{#f/0}* The riddle takes the form of a question.
ru_ru: <25>{#p/toriel}{#f/0}* Загадка принимает форму вопроса.

source: <25>{#p/toriel}{#f/1}* "What's baked like a cake and rhymes with 'lie?'"
ru_ru: <25>{#p/toriel}{#f/1}* Что выпекается как пирог и рифмуется с 'ложью?'"

source: <32>{#p/human}* (...) * (You tell Toriel the answer.)
ru_ru: <32>{#p/human}* (...)" * (Ты сообщаешь ответ Ториэль.)

source: <25>{#p/toriel}{#f/0}* ... ah, very good. * And with such a positive attiude!
ru_ru: <25>{#p/toriel}{#f/0}* ... о, очень хорошо. * И в таком позитивном наряде!

source: <32>{#p/human}* (...) * (You tell Toriel you do not know the answer.)
ru_ru: <32>{#p/human}* (...) * (Ты говоришь Ториэль, что не знаешь ответа.)

source: <25>{#p/toriel}{#f/1}* ... is something wrong? * You seem to have something on your mind.
ru_ru: <25>{#p/toriel}{#f/1}* ... что-то не так? * Кажется, у тебя что-то на уме.

source: <25>{#f/5}* ... hmm...
ru_ru: <25>{#f/5}* ... хм...

source: <25>{#f/0}* Well, alright. * I will solve the riddle for you this time.
ru_ru: <25>{#f/0}* Что ж, хорошо. * На этот раз я разгадаю для тебя загадку.

source: <25>{#f/5}* I see.
ru_ru: <25>{#f/5}* Я понимаю.

source: <25>{#f/0}* I suppose I can solve the riddle for you this time.
ru_ru: <25>{#f/0}* Полагаю, на этот раз я смогу разгадать твою загадку.

source: <25>{#p/toriel}{#f/5}* And... {#x1}there. * The pathway is clear.
ru_ru: <25>{#p/toriel}{#f/5}* И... {#x1}здесь * Путь свободен.

source: <25>{#p/toriel}* And... {#x1}there! * The pathway is clear!
ru_ru: <25>{#p/toriel}* И... {#x1}Здесь! * Путь свободен!

source: <25>{#p/toriel}{#f/5}* I will wait for you to enter the next room.
ru_ru: <25>{#p/toriel}{#f/5}* Я подожду, пока ты выйдешь в следующую комнату.

source: <25>{#p/toriel}* Once ready, you may enter the next room.
ru_ru: <25>{#p/toriel}* Когда все будет готово, вы можете пройти в следующую комнату.

source: <32>{#p/human}* (But you still couldn't reach the terminal.)
ru_ru: <32>{#p/human}* (Но ты все равно не смог добраться до терминала.)

source: <32>{#p/basic}* Even now, the terminal still stands as tall as ever.
ru_ru: <32>{#p/basic}* Даже сейчас терминал остается таким же высоким, как и прежде.

source: <32>{#p/human}* (You got the Little Dipper.)
ru_ru: <32>{#p/human}* (У тебя есть Маленький ковшик.)

source: * (Equip the Little Dipper?)
ru_ru: * (Использовать маленький ковшик?)

source: <25>{#p/toriel}{#f/1}* Pies are for eating, not for splattering on the floor.
ru_ru: <25>{#p/toriel}{#f/1}* Пироги нужны для того, чтобы их есть, а не разбрызгивать по полу.

source: <25>{#p/toriel}{#f/1}* Please do not spill food on the floor.
ru_ru: <25>{#p/toriel}{#f/1}* Пожалуйста, не проливайте еду на пол.

source: <25>{#p/toriel}{#f/1}* What did those poor fried snails ever do to you.
ru_ru: <25>{#p/toriel}{#f/1}* Что тебе сделали эти бедные жареные улитки?

source: <32>{#p/basic}{#n1}* Aww c'mon! ;)
ru_ru: <32>{#p/basic}{#n1}* Ой, да ладно! ;)

source: <32>* I poured my heart into that! ;)
ru_ru: <32>* Я вложил в это все свое сердце! ;)

source: <32>{#p/basic}{#n1}* Seriously!? ;)
ru_ru: <32>{#p/basic}{#n1}* Серьезно!? ;)

source: <32>* That steak was utterly priceless! ;)
ru_ru: <32>* Этот стейк был просто бесценен! ;)

source: <25>{#p/toriel}{#f/0}* Your next lesson involves encounters with other monsters.
ru_ru: <25>{#p/toriel}{#f/0}* Ваш следующий урок включает в себя встречи с другими монстрами.

source: <25>{#f/1}* As a human roaming the outpost, it is likely you will be attacked...
ru_ru: <25>{#f/1}* Как человек, бродящий по аванпосту, вы, скорее всего, подвергнетесь нападению...

source: <25>{#f/0}* If that happens, you will enter what is known as a FIGHT.
ru_ru: <25>{#f/0}* Если это произойдет, вы вступите в так называемую БИТВУ.

source: <25>{#f/0}* Thankfully, there are several ways to resolve one.
ru_ru: <25>{#f/0}* К счастью, есть несколько способов решить эту проблему.

source: <25>{#f/1}* For now, I suggest striking up a friendly conversation...
ru_ru: <25>{#f/1}* А пока я предлагаю завязать дружескую беседу...

source: <25>{#f/0}* ... thereby giving me a chance to sort out the conflict for you.
ru_ru: <25>{#f/0}* ... тем самым вы даете мне шанс уладить этот конфликт за вас.

source: <25>{#p/toriel}* To start, you may practice talking with the dummy.
ru_ru: <25>{#p/toriel}* Для начала вы можете попрактиковаться в разговоре с манекеном.

source: <25>{#p/toriel}{#f/7}* ... you think that I am the dummy?
ru_ru: <25>{#p/toriel}{#f/7}* ... ты думаешь, что я тупица?

source: <25>{#f/6}* Hahaha! * How adorable!
ru_ru: <25>{#f/6}* Хахаха! * Как это восхитительно!

source: <25>{#f/0}* Unfortunately, I am but a worrisome old lady.
ru_ru: <25>{#f/0}* К сожалению, я всего лишь беспокойная старая леди.

source: <25>{#p/toriel}* There is nothing to be afraid of, my child.
ru_ru: <25>{#p/toriel}* Тебе нечего бояться, дитя моё.

source: <25>* A simple training dummy cannot harm you.
ru_ru: <25>* Простой тренировочный манекен не причинит вам вреда.

source: <25>{#p/toriel}{#f/1}* Go on, little one...
ru_ru: <25>{#p/toriel}{#f/1}* Давай, малыш...

source: <25>{#p/toriel}{#f/2}* Child, no! * The dummy was not made for fighting!
ru_ru: <25>{#p/toriel}{#f/2}* Дитя, нет! * Этот манекен не был создан для драк!

source: <25>{#f/1}* Besides, we do not want to hurt anyone, do we?
ru_ru: <25>{#f/1}* Кроме того, мы же не хотим никому навредить, не так ли?

source: <25>{#f/0}* Come now.
ru_ru: <25>{#f/0}* Пойдем сейчас же.

source: <25>{#p/toriel}* Excellent! * You appear to be quite the fast learner.
ru_ru: <25>{#p/toriel}* Превосходно! * Вы, похоже, довольно быстро учитесь.

source: <25>{#p/toriel}{#f/1}* You ran away...?
ru_ru: <25>{#p/toriel}{#f/1}* Ты сбежал...?

source: <25>{#f/0}* Actually, that may have been a wise choice.
ru_ru: <25>{#f/0}* На самом деле, возможно, это был мудрый выбор.

source: <26>{#f/1}* By escaping, you have avoided any potential conflict...
ru_ru: <26>{#f/1}* Сбежав, вы избежали любого потенциального конфликта...

source: <25>{#f/0}* ... even if it WAS only a simple training dummy.
ru_ru: <25>{#f/0}* ... даже если это был всего лишь простой тренировочный манекен.

source: <25>{#f/0}* The next room awaits.
ru_ru: <25>{#f/0}* Тебя ждёт следующая комната.

source: <25>{#f/6}* The next room awaits.
ru_ru: <25>{#f/6}* Тебя ждёт следующая комната.

source: <25>{#p/toriel}{#f/7}* My child, that is...
ru_ru: <25>{#p/toriel}{#f/7}* То есть мой ребенок...

source: <25>{#f/0}* ... that is perhaps the most adorable thing I have ever seen.
ru_ru: <25>{#f/0}* ... это, пожалуй, самая восхитительная вещь, которую я когда-либо видел.

source: <25>{#f/0}* In any case, you have handled this lesson admirably.
ru_ru: <25>{#f/0}* В любом случае, вы блестяще справились с этим уроком.

source: <25>{#p/toriel}* The next room awaits.
ru_ru: <25>{#p/toriel}* Тебя ждёт следующая комната.

source: <25>{#p/toriel}{#f/2}* My goodness, child! * Have mercy!
ru_ru: <25>{#p/toriel}{#f/2}* Боже мой, дитя! * Пощади!

source: <25>{#f/0}* Thankfully, that was only a training dummy.
ru_ru: <25>{#f/0}* К счастью, это был всего лишь тренировочный манекен.

source: <25>{#f/1}* In the future, however, it would be wise...
ru_ru: <25>{#f/1}* Однако в будущем это было бы разумно...

source: <25>{#f/0}* ... not to slap people half to death!
ru_ru: <25>{#f/0}* ... не для того, чтобы избивать людей до полусмерти!

source: <26>{#f/0}* Anywho. * The next room awaits.
ru_ru: <26>{#f/0}* Неважно. * Вас ждет следующая комната.

source: <25>{#p/toriel}{#f/1}{#n1}* Tasty, is it not?
ru_ru: <25>{#p/toriel}{#f/1}{#n1}* Вкусно, не правда ли?

source: <25>{#p/toriel}{#f/0}{#n1}* I hope your breakfast sufficed.
ru_ru: <25>{#p/toriel}{#f/0}{#n1}* Я надеюсь, вам хватило завтрака.

source: <32>{#p/basic}* Aaron pulled out his phone and snapped a picture.
ru_ru: <32>{#p/basic}* Арон достал свой телефон и сделал снимок.

source: <32>{#p/basic}{#n1}* Ooh, I could definitely put this on an poster somewhere ;)
ru_ru: <32>{#p/basic}{#n1}* О, я определенно мог бы поместить это где-нибудь на плакате ;)

source: <32>{#p/basic}* Aaron shot you with a wink.
ru_ru: <32>{#p/basic}* Арон подмигнул тебе.
