import { asrielinter, epilogueOverride } from '../../../code/common';
import { blookGone, dateready, papreal, roomready, solo, trueSpaghettiState } from '../../../code/starton/extras';
import { game, renderer } from '../../../code/systems/core';
import {
   battler,
   calcHP,
   calcLV,
   choicer,
   fetchCharacters,
   instance,
   pager,
   player,
   postSIGMA,
   roomKills,
   world
} from '../../../code/systems/framework';
import { SAVE } from '../../../code/systems/save';
import { CosmosKeyed, CosmosProvider, CosmosUtils } from '../../../code/systems/storyteller';

// START-TRANSLATE

export default {
   a_starton: {
      telescope1: () => [
         ...(SAVE.data.b.svr ? [] : [ '<32>{#p/basic}* Стандартный дальнобойный телескоп ЦИТАДЕЛЬ, около 261X.' ]),
         choicer.create('* (Использовать телескоп?)', 'Да', 'Нет')
      ],
      telescopeMeetup1: [ '<25>{#p/kidd}{#f/2}* Ты занимаешься звездоплаванием?' ],
      telescopeMeetup2: [
         '<25>{#p/kidd}{#f/1}* Йоу... Держу пари, ты только что увидел что-то очень крутое.',
         '<25>{#f/7}* В последний раз, когда я смотрел в телескоп, я видел чертову СУПЕРНОВУ!'
      ],
      telescopeMeetup3: [
         '<25>{#p/kidd}{#f/3}* Вот.\n* Возьми это.',
         '<32>{#s/equip}{#p/human}* (Ваучер на премиум-членство был добавлен в связку твоих ключей).',
         '<25>{#p/kidd}{#f/7}* Теперь ты можешь использовать ЛЮБОЙ телескоп, даже \"премиум\" класса!',
         '<25>{#f/1}* Тот короткий скелет подарил мне кучу этих предметов раньше.',
         '<25>{#f/2}* Он также дал мне какую-то цифровую штуку с кучей денег...',
         '<25>{#f/1}* Похоже, я ему действительно нравлюсь, хаха.'
      ],
      telescopeMeetup4: [
         '<25>{#p/kidd}{#f/3}* В общем, я вроде как просто хотел дать тебе ваучер.',
         '<25>{#f/1}* Надеюсь, ты увидишь в нём что-то крутое!'
      ],
      telescopeMeetup5: [ "<25>{#p/kidd}{#f/1}* Я буду в городе!" ],
      telescope2: () =>
         SAVE.data.b.svr
            ? [ '<25>{#p/asriel1}{#f/17}* Видишь что-нибудь, что тебе нравится?' ]
            : SAVE.data.b.oops || SAVE.data.b.s_state_chargazer
            ? [ '<32>{#p/basic}* Звездочеты в космосе...\n* Правда, это нестандартное мышление.' ]
            : ((SAVE.data.b.s_state_chargazer = true),
              [
                 '<32>{#p/basic}* ...',
                 '<32>* У меня и Азриэля был точно такой же телескоп.',
                 "<32>* Мы направляли его в разные стороны, надеясь увидеть что-нибудь интересное...",
                 '<32>* ... мы так ничего и не увидели.',
                 "<32>* Несмотря на это, для него это не имело значения...",
                 '<32>* В то время как я был сосредоточен на внешнем виде, он был просто счастлив проводить со мной время.',
                 '<32>* ...',
                 '<32>{#p/human}* (Ты слышишь вздох.)',
                 "<32>{#p/basic}* ... э-э, давайте вернемся к тому, что мы делали."
              ]),
      notv: [ "<32>{#p/basic}* Не похоже, что здесь есть что-то интересное для просмотра." ],
      nicecreamScoreReaction1a: [ '<32>{#p/basic}* Неплохо для твоей первой попытки...' ],
      nicecreamScoreReaction1b: [ '<32>{#p/basic}* Неплохо для твоей первой попытки.' ],
      nicecreamScoreReaction2a: [ '<32>{#p/basic}* Ты можешь сделать это лучше...' ],
      nicecreamScoreReaction2b: [ '<32>{#p/basic}* Ты можешь сделать это лучше.' ],
      nicecreamScoreReaction3a: [
         "<32>{#p/basic}* Ты победил лучшего бомбардира...?\n* Не думаю, что я когда-либо видел, чтобы кто-то делал это..."
      ],
      nicecreamScoreReaction3b: [
         "<32>{#p/basic}* Ты обошел лучшего бомбардира?\n* Не думаю, что я когда-либо видел, чтобы кто-то делал это!"
      ],
      nicecreamScoreReaction4a: [ '<33>{#p/basic}* Ты, кажется, хорошо разбираешься в этом...' ],
      nicecreamScoreReaction4b: [ '<32>{#p/basic}* Ты, кажется, хорошо разбираешься в этом.' ],
      nicecreamScoreReaction5a: [ '<32>{#p/basic}* Ты побил свой рекорд...?' ],
      nicecreamScoreReaction5b: [ '<32>{#p/basic}* Посмотрите-ка, новый высокий результат!' ],
      nicecreamScoreReaction6a: [ '<32>{#p/basic}* На секунду я подумал, что ты собираешься обойти лучшего бомбардира...' ],
      nicecreamScoreReaction6b: [
         "<32>{#p/basic}* Ты мог бы обойти лучшего бомбардира!\n* Ты сможешь пройти весь путь?"
      ],
      nicecreamScoreReaction7a: [ '<32>{#p/basic}* Похоже, тебе не помешает немного практики...' ],
      nicecreamScoreReaction7b: [ '<32>{#p/basic}* Похоже, тебе не помешает немного практики.' ],
      nicecreamScoreReaction8a: [ "<32>{#p/basic}* Так лучше..." ],
      nicecreamScoreReaction8b: [ "<32>{#p/basic}* Это больше похоже на это." ],
      nicecreamScoreReaction9a: [
         '<32>{#p/basic}* Ты победил лучшего бомбардира с первой твоей попытки...?\n* Как в мире...'
      ],
      nicecreamScoreReaction9b: [ "<32>{#p/basic}* Ты обыграл лучшего бомбардира с первой же твоей попытки?\n* Ты прирожденный!" ],
      nicecreamScoreReaction10a: [ "<32>{#p/basic}* Для первой попытки это довольно хорошо..." ],
      nicecreamScoreReaction10b: [ "<32>{#p/basic}* Для первой попытки это очень хорошо!" ],
      nicecreamScoreReaction11a: [ '<32>{#p/basic}* Ты так близко...' ],
      nicecreamScoreReaction11b: [ '<32>{#p/basic}* Черт, ты снова почти обошел лучшего бомбардира...\n* Ты сможешь!' ],
      noteleport: [ "<32>{#p/human}* (Кажется, он больше не включен)." ],
      evac: [ '<32>{#p/human}* (Ты чувствуешь, что присутствие монстров поблизости уменьшается).' ],
      shopclosed: [ '<32>{#p/human}* (Но тебе здесь больше нечего было делать).' ],
      jukebox0: [ "<32>{#p/basic}* Он вышел из строя." ],
      jukebox1: () => [
         SAVE.data.b.svr
            ? '<32>{#p/human}* (Ты тянешься к музыкальному автомату...)'
            : "<32>{#p/basic}* Этот музыкальный автомат воспроизводит только ту музыку, которую ты уже слышал.",
         choicer.create(
            '* (Сыграть песню?)',
            SAVE.data.b.napsta_performance ? 'Трек 01' : '???',
            2 <= SAVE.data.n.state_foundry_swansong ? 'Трек 02' : '???',
            2 <= SAVE.data.n.state_starton_trashprogress ? 'Трек 03' : '???',
            'Отмена'
         )
      ],
      jukebox1x1: () =>
         SAVE.data.b.svr
            ? [ "<32>{#p/human}* (Но ты не мог сыграть песню, которую ещё не знал)." ]
            : [ "<32>{#p/basic}* На обложке изображен жуткий диджей, играющий для толпы.\n* Ты не можешь знать эту песню." ],
      jukebox1x2: () =>
         SAVE.data.b.svr
            ? [ "<32>{#p/human}* (Но ты не мог сыграть песню, которую ещё не знал)." ]
            : [ "<33>{#p/basic}* На обложке изображен жуткий диджей за своим компьютером.\n* Ты не можешь знать эту песню." ],
      jukebox1x3: () =>
         SAVE.data.b.svr
            ? [ "<32>{#p/human}* (Но ты не мог сыграть песню, которую ещё не знал)." ]
            : [
                 "<32>{#p/basic}* На обложке изображена маленькая белая собачка, окруженная мусором.\n* Ты не можешь знать эту песню."
              ],
      jukebox1y: [ '<32>{*}{#p/human}* (Ты выбираешь диск...){^40}{%}' ],
      jukebox2: () => [
         SAVE.data.b.svr
            ? '<32>{#p/human}* (Звучит песня, которая сейчас играет).'
            : [
                 '<32>{#p/basic}* В данный момент воспроизводится \"Трек 01\"',
                 '<32>{#p/basic}* В данный момент воспроизводится \"Трек 02\"',
                 '<32>{#p/basic}* В данный момент воспроизводится \"Трек 03\"'
              ][SAVE.data.n.state_starton_jukebox - 1],
         choicer.create('* (Прекратить воспроизведение?)', 'Да', 'Нет')
      ],
      jukebox3a1: [ "<32>{#p/basic}{#npc/a}* Так-то лучше!" ],
      jukebox3a2: [ '<32>{#p/basic}{#npc/a}* (Мы любим такую музыку.)' ],
      jukebox3b: [ '<32>{#p/basic}{#npc/a}* Эта песня звучит в танцевальном клубе?' ],
      jukebox3c: [
         '<32>{#p/basic}* ...\n* ...\n* ...',
         "<32>{#npc/a}* Гриллбз говорит, что где-то уже слышал эту песню."
      ],
      jukebox3d: [
         '<32>{#p/basic}{#npc/a}* Ты, конечно, знаешь много музыки наизусть, парень...',
         '<32>* Ты, наверное, очень вкусный.'
      ],
      shockpapyrus0a: [
         '<15>{#p/papyrus}{#e/papyrus/27} ЧТО ЗДЕСЬ ДЕЛАЕТ КРИОС???',
         '<15>{#p/papyrus}{#e/papyrus/21}Я ОТВЕЧАЮ НА ТЕЛЕФОННЫЙ ЗВОНОК С БАЛКОНА...',
         '<15>{#p/papyrus}{#e/papyrus/19} И ВОТ К ЧЕМУ ЭТО ПРИВЕЛО?',
         "<15>{#p/papyrus}{#e/papyrus/14}Ты знаешь, что я вхожу в королевскую гвардию.",
         '<15>{#p/papyrus}{#e/papyrus/15} Итак, что бы ты ни планировал...'
      ],
      shockpapyrus0b: [
         '<15>{#p/papyrus}{#e/papyrus/24}... ПОДОЖДИТЕ, ЭТОТ ГОЛОС...',
         '<15>{#p/papyrus}{#e/papyrus/22} ТЫ ТОТ, КТО ПЕРЕЗВОНИЛ МНЕ ПО ТЕЛЕФОНУ РАНЬШЕ!?'
      ],
      shockpapyrus0c: [
         '<15>{#p/papyrus}{#e/papyrus/20}... КОНЕЧНО!\nЭТО ВСЕ ОБЪЯСНЯЕТ!',
         "<15>{#p/papyrus}{#e/papyrus/10} Ну что ж.\nЯ РАД, ЧТО НАКОНЕЦ-ТО ВСТРЕТИЛ ТЕБЯ.",
         '<15>{#p/papyrus}{#e/papyrus/24}ЧТОБЫ БЫТЬ ЧЕСТНЫМ, ТЫ НАПОМИНАЕШЬ МНЕ...',
         '<15>{#p/papyrus}{#e/papyrus/20}... ЭЙ, ПОДОЖДИ СЕКУНДУ!!',
         '<15>{#p/papyrus}{#e/papyrus/22}Ты взял с собой человека!?!?',
         '<15>{#p/papyrus}{#e/papyrus/10} ВАУ!!!\nЭТО СТАНОВИТСЯ ВСЁ ЛУЧШЕ И ЛУЧШЕ!!!',
         '<15>{#p/papyrus}{#e/papyrus/20} ИТАК, ЧТО ЖЕ МЫ ЗДЕСЬ ДЕЛАЕМ?'
      ],
      shockpapyrus1: () =>
         [
            [
               '<32>{#p/asriel2}* Готов $(name)?',
               choicer.create('* (Что делать Азриэлю?)', 'Пощаду', 'Действие', 'Магию', 'Битва')
            ],
            [ "<32>{#p/asriel2}* Давай просто покончим с этим." ]
         ][Math.min(SAVE.flag.n.ga_asrielPapyrus, 1)],
      shockpapyrus2a: [
         '<32>{#p/asriel2}* Пощада, да?',
         '<32>{#p/asriel2}* Пощада... Кажется, мне нравится это слово.',
         '<32>{#p/asriel2}* Давайте покажем ему немного \"Пощады.\"'
      ],
      shockpapyrus2b: [
         "<32>{#p/asriel2}* Действовать...?\n* Я покажу тебе, как действовать.",
         '<32>{#p/asriel2}* Сначала ты поднимаешь руку...',
         '<32>{#p/asriel2}* Потом...!'
      ],
      shockpapyrus2c: [
         '<32>{#p/asriel2}* Магия.\n* Сила, связывающая нас, монстров, одно целое.',
         '<32>{#p/asriel2}* Или, в данном случае...',
         '<33>{#p/asriel2}* Сила, которая разрывает их на части.'
      ],
      shockpapyrus2d: [ '<32>{#p/asriel2}* Битва... идеальный выбор.', '<32>{#p/asriel2}* Хи-хи-хи...' ],
      sansDeath1: [ "<15>{#p/papyrus}{#e/papyrus/27} САНС!\nТЫ РАНЕН!" ],
      sansDeath2: [ "<20>{#p/sans}Папирус, разве я не говорил тебе сидеть дома?", '{*}{#e/papyrus/21}{%}' ],
      sansDeath3: [ "<20>{#p/sans}... Не волнуйся, брат, это просто соус ямок.", '{*}{#e/papyrus/26}{%}' ],
      sansDeath4: [ "<15>{#p/papyrus}{#e/papyrus/21} НО ТЕБЕ БОЛЬНО..." ],
      sansDeath5: [
         "<20>{#p/sans}Да, вот что бывает, когда действуешь по инстинкту.",
         '<20>{#p/sans}... теперь я мало что могу с этим поделать.',
         '{*}{#e/papyrus/21}{%}'
      ],
      sansDeath6: [
         '<20>{#p/sans}так...',
         "<20> Полагаю, это всё, да?",
         '<20>...',
         '<20>просто...',
         "<20>Пообещай мне, что ты справишься без меня, брат.",
         "<20>Обещай мне, что ты будешь...в-{^5}великим.",
         '<20>...',
         '<20> В конце концов...'
      ],
      sansDeath7: [ "<20>{|}{#p/sans}Ты... великий п-{^5}папирус.{^20}{%}" ],
      sansDeath8: [ '<15>{#p/papyrus}{#e/papyrus/33}Н-НЕТ...{^40}{%}' ],
      fast_food1: () => [
         SAVE.data.b.fryz
            ? "<32>{#p/human}{#npc}* (Ты получил \"Грильби\".)"
            : '<32>{#p/human}{#npc}* (Ты получил Слайдеров.)'
      ],
      fast_food2: [ "<32>{#p/human}{#npc}* (Ты несёшь слишком много.)" ],
      aussie: pager.create(
         0,
         () =>
            SAVE.data.n.state_starton_trashprogress < 1
               ? [
                    '<25>{#p/sans}{#f/0}* наконец.',
                    "<25>{#f/3}* Я всё думал, когда же ты появишься.",
                    '<25>{#f/0}* Не знаю, помнишь ли ты, но когда мы впервые встретились...',
                    '<25>{#f/0}* Я сказал Папирусу, чтобы он больше сосредоточился на \"серьёзности\" ситуации.',
                    '<25>{#f/0}* Что я имел в виду, спросишь ты?',
                    '<25>{#f/3}* хорошо.',
                    "<25>{#f/2}* Ты собираешься {@fill=#003cff}выяснить{@fill=#fff}."
                 ]
               : [ '<25>{#p/sans}{#f/0}* С возвращением.', '<25>{#f/2}* готов узнать, что тебя ждёт?' ],
         () =>
            SAVE.data.n.state_starton_trashprogress < 1
               ? [ '<25>{#p/sans}{#f/0}* Давай, посмотри.', "<25>{#f/2}* Это прямо там, парень." ]
               : [ "<25>{#f/2}* Это прямо там, парень." ],
         () =>
            SAVE.data.n.state_starton_trashprogress < 2
               ? [ "<25>{#p/sans}{#f/2}* Не волнуйся, это не опасно... даже если пытается быть опасным." ]
               : [ '<25>{#p/sans}{#f/2}* спасибо за помощь.' ]
      ),
      trashhunt1: [
         '<25>{#p/sans}{#f/0}* Итак... что скажешь?',
         '<25>{#f/3}* Я называю её \"мусорной планетой.\"',
         "<25>{#f/0}* ... вообще-то, эта штука уже давно увеличивается в размерах.",
         '<25>{#f/0}* если она станет ещё больше, что ж...',
         "<25>{#f/2}* Давайте просто скажем, что мы были бы в {@fill=#ff0}world{@fill=#fff} неприятности.",
         "<25>{#f/0}* Не волнуйтесь.\n* С твоей помощью он исчезнет в мгновение ока.",
         '<25>{#f/2}* Я даже нашёл для тебя музыку для мотивации.'
      ],
      trashhunt2: '* Нажмите [Z] несколько раз, чтобы вытряхнуть\n . .вытряхнуть весь мусор!',
      trashhunt3: () => [
         '<25>{#p/sans}{#f/3}* Ух ты.\n* всё за один раз, да?',
         "<25>{#f/2}* ... что ж, я буду перевёрнут с ног на голову.",
         '<25>{#f/0}* Думаю, я должен дать тебе какую-то награду.',
         '<25>{#f/0}* ...\n* вот.\n* держи это на мне.',
         '<32>{#p/human}* (Санс протянул тебе что-то.)',
         ...(SAVE.storage.inventory.size < 8
            ? [ '<32>{#s/equip}{#p/human}* (Ты получил Меч Корн-Дога).', '<25>{#p/sans}{#f/2}* используйте его с умом.' ]
            : [
                 "<32>{#p/human}* (Ты несёшь слишком много.)",
                 '<25>{#p/sans}{#f/3}* Нет места, да?',
                 "<25>{#p/sans}{#f/2}* Не волнуйся.\n* Я оставлю его в своей комнате для тебя."
              ])
      ],
      gravo1: () =>
         SAVE.data.b.svr
            ? [
                 '<32>{#p/human}* (Ты с любопытством смотришь на бесполезный на первый взгляд прибор.)',
                 ...[ [ "<25>{#p/asriel1}{#f/17}* Жаль, что у нас нет пульта для этой штуки, да?" ], [] ][
                    Math.min(asrielinter.gravo1++, 1)
                 ]
              ]
            : [ '<32>{#p/basic}* Это \"гравиметрический инвертор.\"', '<32>* Что бы это ни значило.' ],
      gravo3: () => [
         '<32>{#p/human}* (Ты используешь пульт гравометрического преобразователя.)\n* (Ничего не происходит.)',
         ...(SAVE.data.b.svr
            ? [ [ "<25>{#p/asriel1}{#f/21}* Вероятно, они отключают питание неосновных устройств." ], [] ][
                 Math.min(asrielinter.gravo3++, 1)
              ]
            : [ '<32>{#p/basic}* Должно быть, он не в сети...' ])
      ],
      gravo2: [ '<32>{#p/human}* (Ты используешь пульт гравометрического преобразователя.)' ],
      sansdoor1: () =>
         SAVE.data.b.svr || world.runaway
            ? [ '<32>{#p/human}* (Похоже, он был закрыт тупиковой печатью).' ]
            : [ "<32>{#p/basic}* Он заперт." ],
      sansdoor2: [ '<32>{#p/human}* (Ты используешь Ключ Скелета.)' ],
      sanscab1: () => [
         ...(SAVE.data.b.svr ? [] : [ "<32>{#p/basic}* Внутри этого конверта находится странный пульт." ]),
         '<32>{#s/equip}{#p/human}* (Пульт гравометрического инвертора был добавлен в связку твоих ключей.)'
      ],
      sanscab2: () =>
         SAVE.data.b.svr
            ? [ '<32>{#p/human}* (Но ты уже очистил конверт от содержимого).' ]
            : [ "<32>{#p/basic}* Это просто пустой конверт." ],
      sanscab3: () => [
         ...(SAVE.data.b.svr ? [] : [ "<32>{#p/basic}* В этом конверте находится странный... предмет." ]),
         SAVE.storage.inventory.size < 8
            ? '<32>{#s/equip}{#p/human}* (Ты получил Меч Корн-Дога).'
            : "<32>{#p/human}* (Ты несёшь слишком много.)"
      ],
      cream_get: [ '<32>{#p/human}* (Ты получил Ледяную Мечту.)' ],
      cream_deny: [ '<32>{#p/basic}* Ничего не осталось.' ],
      cream_full: [ "<32>{#p/human}* (Ты несёшь слишком много.)" ],
      cream_get_archive: [
         '<32>{#p/human}* (Ты забираешься в тележку.)',
         '<32>{#p/human}{#s/equip}* (Ты получил Ледяную Мечту.)'
      ],
      cream_empty_archive: [ '<32>{#p/human}* (Ты забираешься в тележку.)', '<32>{#p/human}* (...)' ],
      cream_full_archive: [ "<32>{#p/human}* (Ты несёшь слишком много, чтобы дотянуться до внутренностей)." ],
      bunbun: pager.create(
         0,
         () =>
            SAVE.data.n.plot === 72
               ? [ "<32>{#p/basic}* Мама сказала, что скоро мы отправимся на новую планету.", "<32>* ... что такое домашний мир?" ]
               : [
                    '<32>{#p/basic}* Мама говорит, что сон может восстановить твоё здоровье {@fill=#ff0} выше максимального уровня HP{@fill=#fff}.',
                    "<32>* ... какой максимальный HP?"
                 ],
         () =>
            SAVE.data.n.plot === 72
               ? [ '<32>{#p/basic}* Есть ли у людей домашний мир?' ]
               : [ '<32>{#p/basic}* Есть ли это у монстров?' ]
      ),
      emptytable1: () =>
         SAVE.data.b.svr
            ? [ '<32>{#p/human}* (Стол кажется тебе довольно одиноким.)' ]
            : [ "<32>{#p/basic}* Это просто одинокий стол.\n* Пахнет глазурью." ],
      emptytable2: () =>
         SAVE.data.b.svr
            ? [ '<32>{#p/human}* (Стол кажется тебе довольно одиноким.)' ]
            : [ "<32>{#p/basic}* Это просто одинокий стол.\n* Пахнет волосами." ],
      balcony0: () => [ '<18>{#p/papyrus}Наслаждаетесь видом?', choicer.create('* (Что ты скажешь?)', 'Да', 'Нет') ],
      balcony1: [
         "<18>{#p/papyrus}{#f/9}ХОРОШО!\nДАВНО ПОРА БЫЛО ЭТО СДЕЛАТЬ.",
         '<18>{#f/7}Санс почти никогда не тратит время на то, чтобы заглянуть за дверь!!!'
      ],
      balcony2: [
         "<18>{#p/papyrus}{#f/5}OH...\nНУ, ЭТО НОРМАЛЬНО...",
         '<18>{#f/4}(ВЗДОХ...)\nПО КРАЙНЕЙ МЕРЕ, ТЫ ПОПЫТАЛСЯ УЙТИ.',
         "<18>{#f/7}Санс не сделает этого!!!"
      ],
      bedbook1: () =>
         SAVE.data.b.svr
            ? [ "<32>{#p/human}* (Ты не можешь понять содержание этой книги.)" ]
            : [ "<32>{#p/basic}* Эта книга, написанная на древнем языке." ],
      bedbook3a: [ '<32>{#p/basic}* Ты хочешь, чтобы я прочитал её?' ],
      bedbook3b: [ '<32>{#p/basic}* Прочитать ещё раз?' ],
      bedbook4: () => [ choicer.create('* (Читал ли $(name) эту книгу?)', 'Да', 'Нет') ],
      bedbook5: [
         '<32>{#p/basic}* Итак, начнём...',
         '<32>* \"Давным-давно в Солнечной системе правили два вида: люди и монстры.\"',
         '<32>* \"Сначала монстры были всего лишь гостями, которым вскоре предстояло вернуться в свою звёздную систему\"',
         '<32>* \"Но монстры были очарованы человечеством и хотели сосуществовать с ним.\"',
         '<32>* \"Поэтому они поделились своими технологиями с людьми и заключили союз.\"',
         '<32>* \"В течение следующих нескольких сотен лет монстры и люди жили в мире и согласии.\"',
         '<32>* \"Однажды люди начали бояться монстров...\"',
         '<32>* \"Страх, которому без квалифицированного руководства позволили выйти из-под контроля»\"',
         '<32>* \"Со временем между двумя видами началась война.\"',
         '<32>* \"Множество сражений и стычек произойдет по всем звёздам...\"',
         '<32>* \"Но люди, преисполненные страха и решимости, легко взяли себя в руки.\"',
         '<32>* \"Затем, в один роковой день, по родному миру монстров было выпущено мощное оружие.\"',
         '<32>* \"После того как родная планета монстров была уничтожена, люди объявили о победе.\"',
         '<32>* \"Было подписано соглашение между двумя видами, и...\"',
         '<32>* \"Оставшиеся монстры были изгнаны на заброшенный аванпост.\"',
         '<32>* \"Тогда люди собрали семь своих самых умных людей.\"',
         '<32>* \"Вместе они разработали план, и в конце концов...\"',
         '<32>* \"Было воздвигнуто мощное силовое поле, и монстры оказались запечатаны внутри.\"',
         "<32>* Ну, вот и вся история."
      ],
      bedbook6: [ '<32>{#p/basic}* Ну, если ты захочешь, чтобы я её прочитал, дай мне знать.' ],
      beddoor1: [ "<32>{#p/basic}{#npc/a}* Если ты хочешь снять комнату, сначала спроси меня." ],
      beddoor2: [ "<32>{#p/basic}{#npc/a}* Если ты снова захочешь снять комнату, тебе придётся сначала спросить меня." ],
      beddoor3: [ '<32>{#p/basic}{#npc/a}* Прости, малыш!\n* Здесь больше нет свободных мест!' ],
      candy1: () =>
         postSIGMA()
            ? [ "<32>{#p/basic}* Он вышел из строя." ]
            : [
                 SAVE.data.b.svr
                    ? '<32>{#p/human}* (Ты подходишь к торговому автомату.)'
                    : "<32>{#p/basic}* Это эксклюзивный торговый автомат.",
                 choicer.create('* (Купить Экзоберри за 8G?)', 'Да', 'Нет')
              ],
      candy2: [ "<32>{#p/human}* (У тебя недостаточно G.)" ],
      candy3: [ "<32>{#p/human}* (Ты несёшь слишком много.)" ],
      candy4: [ '<32>{#p/human}* (Ты получил Экзоберри.)' ],
      candy5: [ '<32>{#p/human}* (Ты решил не покупать.)' ],
      capstation1: [
         '<32>{#p/human}* (Ты заглядываешь за станцию и находишь ключ.)',
         '<32>{#s/equip}{#p/human}* (Ржавый ключ был добавлен в связку твоих ключей).',
         '<32>* (Проверьте твой ТЕЛ, чтобы увидеть все приобретенные ключи).'
      ],
      capstation2: [ '<32>{#p/human}* (Ты смотришь на станцию.)', '<32>{#p/basic}* Ничего нового здесь нет.' ],
      crossword0: () =>
         world.edgy
            ? [
                 '<25>{#p/sans}* О, привет.',
                 '<25>{#p/sans}{#f/2}* Если тебе понравилась последняя головоломка, подожди, пока ты не увидишь эту.'
              ]
            : [
                 '<18>{#p/papyrus}{#f/9}ЧЕЛОВЕК!!',
                 '<18>{#f/9} ТЫ ВИДЕЛ МОИ ГОЛОВОЛОМКИ.',
                 '<18>{#f/4}НО ТО, ЧТО ТЫ СЕЙЧАС УВИДИШЬ, ЭТО...'
              ],
      crossword1: () =>
         world.edgy
            ? [
                 '<26>{#p/sans}* Нет, правда.\n* Подойдите и посмотрите.',
                 "<25>{#p/sans}* она лежит прямо на земле."
              ]
            : [
                 "<18>{#p/papyrus}{#f/7}САНС!!\nГДЕ ПАЗЛ!?",
                 "<25>{#p/sans}* ты смотришь на него.",
                 '<18>{#p/papyrus}{#f/1} ЧТО?\nЭТА СТРАНИЦА, ЛЕЖАЩАЯ НА ЗЕМЛЕ?',
                 '<18>{#f/4}ОКЕЙ...'
              ],
      crossword2: (check: boolean) =>
         world.edgy
            ? [
                 check
                    ? '<25>{#p/sans}* Ну, как?\n* ... слишком жарко?'
                    : "<25>{#p/sans}* даже не можешь заставить себя посмотреть на неё, да?",
                 "<25>* Думаю, мне не стоило ожидать многого.",
                 '<26>{#f/3}* Ну что ж.\n* Может быть, тебе будет проще решить головоломку Какуро.',
                 '<26>{#f/0}* Но я отвлёкся.'
              ]
            : [
                 check
                    ? "<18>{#p/papyrus}{#f/7}САНС!!!\nЭТО НИЧЕГО НЕ ДАЛО!"
                    : "<18>{#p/papyrus}{#f/7}САНС!!!\nОН ДАЖЕ НЕ ПОСМОТРЕЛ!",
                 '<25>{#p/sans}* Упс.',
                 "<25>{#f/3}* Я знал, что должен был использовать сегодняшнюю головоломку Какуро.",
                 '<18>{#p/papyrus}{#f/1} ЧТО!? КАКУРО!?',
                 "<18>{#f/9} Я НЕ МОГУ ВЕРИТЬ, ЧТО ТЫ ЭТО СКАЗАЛ!!!",
                 '<18>{#f/4} ПО МОЕМУ МНЕНИЮ...',
                 '<18>{#f/0}СУДОКУ - САМОЕ СЛОЖНОЕ.',
                 '<25>{#p/sans}* Что? Правда, чувак?\n* это простое перестановка чисел?',
                 "<25>{#f/4}* это для детских костей.",
                 '<18>{#p/papyrus}{#f/4}НЕВЕРОЯТНО.',
                 '<18>{#f/9}ЧЕЛОВЕК!!!\nРАЗРЕШИТЕ ЭТОТ СПОР!',
                 choicer.create('* (Что сложнее?)', 'Судоку', 'Какуро')
              ],
      crossword3a: [
         '<18>{#p/papyrus}ХA! ХА! ДА!',
         '<18>ЛЮДИ ДОЛЖНЫ БЫТЬ ОЧЕНЬ УМНЫМИ!',
         '<18>ЕСЛИ И СУДОКУ ИМ КАЖЕТСЯ ТАКИМ СЛОЖНЫМ!',
         '<18>{#f/9}НИЕХ! HEH! ХЕХ ХЕХ!'
      ],
      crossword3b: [
         '<18>{#p/papyrus}{#f/9}ВЫ ДВА СТРАННЫХ!',
         '<18>{#f/0}КАКУРО ГОЛОВОЛОМКИ ЭТО ЛЕГКО.',
         "<18>КАЖДЫЙ РАЗ ЭТО ОДНО И ТО ЖЕ РЕШЕНИЕ.",
         '<18>{#f/4}Я ПРОСТО ЗАПОЛНЯЮ ВСЕ БУКВЫ С БУКВОЙ \"Z\"...',
         '<18>{#f/4}КАЖДЫЙ РАЗ, КОГДА Я СМОТРЮ НА КАКУРО...',
         '<18>{#f/9}ВСЕ, ЧТО Я МОГУ СДЕЛАТЬ, ЭТО ХРАПЕТЬ!!!'
      ],
      crossword3c: [
         '<25>{#p/sans}{#f/3}* Кстати, мне кажется, я видел пару собак, бегающих вокруг...',
         "<25>{#f/0}* Я бы на твоем месте был осторожен."
      ],
      crossword4a: pager.create(0, [ '<25>{#p/sans}* Эй, куда это ты собрался, парень?' ], [ '<25>{#p/sans}* неправильный путь.' ]),
      crossword4b: pager.create(0, [ "<25>{#p/sans}* Правда?\n* Это не так уж и плохо." ], [ '<25>{#p/sans}* правда?' ]),
      crossword5a: [
         '<25>{#p/sans}* Спасибо, что сказали \"судоку\", чтобы успокоить моего брата.',
         '<25>{#f/4}* вчера он зашел в тупик, пытаясь \"решить\" звездную карту.'
      ],
      crossword5b: [
         '<25>{#p/sans}* Папирус...\n* ... находит трудности в интересных местах.',
         '<25>{#f/4}* вчера он зашел в тупик, пытаясь \"решить\" звездную карту.'
      ],
      crossword6a: [
         "<25>{#p/sans}{#f/3}* Я так и думал, что ты пропустишь это.",
         "<25>{#f/0}* Это похоже на то, что ты бы сделал, не так ли?"
      ],
      crossword6b: [
         "<25>{#p/sans}{#f/3}* Я удивлён.\n* Я думал, ты пройдешь мимо.",
         "<25>{#f/2}* Возможно, ты не так уж и ужасен, в конце концов."
      ],
      crossword6c: [ '<25>{#p/sans}{#f/2}* Хехе, заставил тебя посмотреть.' ],
      crossword6d: [
         "<25>{#p/sans}{#f/3}* Я удивлен.\n* Я думал, ты даже не интересуешься.",
         "<25>{#f/2}* Возможно, ты не так уж и ужасен, в конце концов."
      ],
      doggo1: [
         '<32>{#p/basic}* Что-то двигалось?\n* Это было только моё воображение?',
         '<32>* Если бы что-то двигалось...\n* Например, человек...',
         "<32>* Я позабочусь о том, чтобы он больше никогда не выходил из поля моего зрения!"
      ],
      doggo2: [
         [
            "<32>{#p/basic}* С-с-с-что-то гладит меня...\n* Что-то, что даже не д-д-движется...!",
            "<32>* Для этого мне понадобятся собачьи лакомства."
         ],
         [ '<32>{#p/basic}* Из ниоткуда появился гаечный ключ, а!?!??', '<32>{#p/basic}* ... что за день!' ],
         [],
         [
            '<32>{#p/basic}* Человек подошел и напал на меня...\n* Из н-н-ниоткуда...!',
            "<32>{#p/basic}* Я...\n* Я пойду спать."
         ]
      ],
      doggo3: pager.create(
         0,
         [ '<32>{#p/basic}* Алло?\n* Есть кто-нибудь...?' ],
         [ '<32>{#p/basic}* Ты разыгрываешь меня?\n* Очень смешно, ребята.' ],
         [ '<32>{#p/basic}* Большой кусок?\n* Это ты?\n* Да ладно...' ],
         [ "<32>{#p/basic}* Ну, это не высокий скелет...\n* Он слишком громкий." ],
         [ '<32>{#p/basic}* Кто бы ты ни был, прекрати это!!!' ],
         [ '<32>{#p/basic}* ...' ]
      ),
      doggo3x: [ '<32>{#p/basic}* (Храп... храп...)' ],
      drop_chip: [
         '<32>{#p/basic}* Ты только что...\n* Бросил часть меня, которую я тебе дал?',
         '<32>* У меня нет слов для тебя...\n* Уходи!'
      ],
      drop_cream: [ "<32>{#p/basic}* Знаешь, тебе повезло, что я занят рекламой." ],
      eat_chip: [
         '<32>{#p/basic}* Ты только что...\n* Съел часть меня, которую я дал тебе?',
         '<32>* У меня нет слов для тебя...\n* Уходи!'
      ],
      eat_cream: [ '<32>{#p/basic}* Приятно видеть, как ты наслаждаешься своей Ледяной Мечтой!\n* Очень приятно!' ],
      genotext: {
         asriel1: () =>
            [ [ '<25>{#p/asriel2}{#f/9}* Просто следуй моему примеру...' ], [ '<25>{#p/asriel2}{#f/16}* Сюда.' ] ][
               Math.min(SAVE.flag.n.ga_asriel1++, 1)
            ],
         asriel2: () =>
            [
               [ "<25>{#p/asriel2}{#f/2}* Так, так... если это не великий Папирус, стоящий прямо впереди." ],
               [ '<25>{#p/asriel2}{#f/3}* Так, так... опять началось.' ]
            ][Math.min(SAVE.flag.n.killed_sans, 1)],
         asriel3: () =>
            [
               [ "<25>{#p/asriel2}{#f/1}* Пойдемте представимся, хорошо?" ],
               [ '<25>{#p/asriel2}{#f/4}* Ты уже знаешь, что к чему.' ]
            ][Math.min(SAVE.flag.n.killed_sans, 1)],
         asriel4: [ '<25>{*}{#p/asriel2}{#f/5}* Привет!{^5}{%}' ],
         asriel5: [ '<18>{*}{#p/papyrus}{#f/1}ЧТО ЗА- {%}' ],
         asriel6: () =>
            [
               [
                  '<25>{#p/asriel2}{#f/13}* ... $(name), ты...',
                  '<25>{#f/17}* Как ты думаешь, ты сможешь занять это место?',
                  "<25>{#f/15}* Не то чтобы со мной что-то было не так, но...",
                  "<25>{#f/16}* Я просто думаю, что у тебя это получится лучше, чем у меня.",
                  "<25>{#f/17}* Да, вот так.\n* Ты лучше разбираешься в таких вещах."
               ],
               [ "<25>{#p/asriel2}{#f/16}* Ладно, да.\n* Я, эм... позволю тебе приступить к работе." ],
               [ '<25>{#p/asriel2}{#f/15}* Итак... дальше?' ],
               [ '<25>{#p/asriel2}{#f/15}* ...' ]
            ][Math.min(SAVE.flag.n.ga_asriel6++, 3)],
         asriel9: [ "<25>{#p/asriel2}{#f/8}* Псс, давай подождём и посмотрим, что он сделает." ],
         asriel10: () =>
            [
               [
                  '<25>{#p/asriel2}{#f/15}* Ух ты.\n* Видеть Папируса в таком состоянии...',
                  "<25>{#f/16}* ... это, конечно, неожиданно, не так ли?",
                  '<25>{#f/13}* О, $(name)...',
                  "<25>{#f/1}* Думаю, нам будет очень весело."
               ],
               [ '<25>{#p/asriel2}{#f/16}* Бедный, бедный Папирус.' ]
            ][Math.min(SAVE.flag.n.ga_asriel10++, 1)],
         asriel17: () =>
            [ [ "<25>{#p/asriel2}{#f/16}* Боже... некоторые люди просто не понимают этого." ], [ '<25>{#p/asriel2}{#f/4}* Тчк.' ] ][
               Math.min(SAVE.flag.n.ga_asriel17++, 1)
            ],
         asriel24: () =>
            [ [ '<25>{#p/asriel2}{#f/4}* Какая пустая трата времени.' ], [ '<25>{#p/asriel2}{#f/3}* Хах.' ] ][
               Math.min(SAVE.flag.n.ga_asriel24++, 1)
            ],
         asriel26: () =>
            [
               [
                  "<26>{#p/asriel2}{#f/3}* Ну вот, собачьего отряда больше нет.",
                  '<26>{#p/asriel2}{#f/4}* Между нами и городом остался только один мост.',
                  '<25>{#f/1}* ... держись позади меня.'
               ],
               [ '<25>{#p/asriel2}{#f/3}* В город мы идём...' ]
            ][Math.min(SAVE.flag.n.ga_asriel26++, 1)],
         asriel28: () =>
            [
               [
                  "<25>{#p/asriel2}{#f/6}* Хорошо, $(name).\n* Город в твоём распоряжении.",
                  "<25>{#f/7}* А пока я должен сделать кое-что, что будет важно позже.",
                  "<25>{#f/1}* Я вернусь раньше, чем ты успеешь оглянуться."
               ],
               [ '<25>{#p/asriel2}{#f/1}* Увидимся за городом.' ]
            ][Math.min(SAVE.flag.n.ga_asriel28++, 1)],
         asriel29: () =>
            [
               SAVE.data.b.papyrus_secret
                  ? [
                       '<25>{#p/asriel2}{#f/2}* Хи.\n* Хи.\n* Хи....',
                       "<25>{#f/10}* ... подожди, где Папирус?",
                       '<25>{#f/10}* ...',
                       "<25>{#f/4}* Боже, $(name), я не думал, что ты убьешь его так быстро."
                    ]
                  : [
                       '<25>{#p/asriel2}{#f/2}* Хи.\n* Хи.\n* Хи....',
                       "<25>{#f/1}* Пришло время этому костяному болвану поплатиться за свое милосердие.",
                       '<25>{#f/13}* Боже.\n* Он так хотел простить тебя.',
                       "<25>{#f/16}* Но, давайте будем честны с собой...",
                       "<25>{#f/1}* У нас есть дела поважнее."
                    ],
               [ '<25>{#p/asriel2}{#f/13}* Ну что ж.\n* Скелет снова умер зря.' ],
               [
                  "<25>{#p/asriel2}{#f/13}* Ты знаешь, говорят, что третий раз - самое то...",
                  '<25>{#f/16}* Жаль, что ему достается только один.'
               ],
               [
                  "<25>{#p/asriel2}{#f/6}* Теперь ты убил его уже четыре раза.",
                  "<25>{#f/8}* Мне кажется, тебе это нравится..."
               ],
               [ '<25>{#p/asriel2}{#f/15}* Опять...?' ]
            ][Math.min(SAVE.flag.n.ga_asriel29++, 4)],
         asriel30: () => [
            '<25>{#p/asgore}{#f/1}* ...',
            '<25>{#f/1}* Привет, Азриэль.',
            '<25>{#f/2}* ...',
            '<25>{#f/3}* Нам нужно поговорить.',
            ...[
               [
                  '<25>{#p/asriel2}{#f/6}* Поговорить?\n* О чём?',
                  '<25>{#f/6}* Почему ты вообще здесь?',
                  "<25>{#f/7}* Ты знаешь, что всё равно умрешь.",
                  '<25>{#f/8}* Кстати говоря... {%15}'
               ],
               [
                  "<25>{#p/asriel2}{#f/8}* Поговорить?\n* Не трать моё время.",
                  "<25>{#f/6}* Я ЗНАЮ, что ты просто используешь голограмму.",
                  '<25>{|}{#p/asgore}{#f/5}* Как ты- {%}',
                  '<25>{#p/asriel2}{#f/1}* Тише.'
               ]
            ][Math.min(SAVE.flag.n.ga_asriel30x, 1)]
         ],
         asriel30a: [
            '<25>{#p/asriel2}{#f/8}* Серьёзно?\n* Голограмма?',
            '<25>{#f/6}* Я знал, что ты трус, но это совершенно новый уровень.'
         ],
         asriel30b: [
            '<25>{#p/asgore}{#f/1}* Неужели тебе нечем заняться?',
            '<25>{#p/asriel2}{#f/8}* ...',
            '<25>{|}{#p/asgore}{#f/3}* Послушай, сынок, я просто- {%}',
            "<25>{#p/asriel2}{#f/7}* Я не твой сын.\n* Я уже давно не ТВОЙ сын.",
            '<25>{#p/asgore}{#f/2}* ...',
            '<25>{#p/asgore}{#f/1}* Хорошо, Азриэль.\n* Ты не видишь, что делаешь с собой?',
            "<25>{#f/2}* Вы стали черствым.\n* Непрощающим.",
            "<25>{#p/asriel2}{#f/8}* Не говори так, будто я тебе действительно небезразличен, папа.",
            '<25>{#p/asgore}{#f/5}* ...',
            '<25>{#p/asriel2}{#f/9}* О, прости...\n* Я сказал \"Папа?\"\n* Я имел в виду \"Асгор.\"',
            '<25>{#f/1}* Прости меня.',
            '<25>{#p/asgore}{#f/3}* ...\n* Правда сейчас...',
            '<25>{#f/5}* Ты должен пересмотреть свои действия, не ради нас...',
            '<25>{#f/6}* Но для тебя!',
            '<25>{#p/asriel2}{#f/8}* ...',
            '<25>{#p/asriel2}{#f/7}* ... дайте мне передохнуть.',
            "<26>{#f/6}* Очевидно, что ты\n. . просто хочешь меня подколоть.",
            '<25>{#p/asgore}{#f/3}* ...',
            '<25>{#p/asriel2}{#f/6}* ...',
            '<25>{#p/asgore}{#f/7}* Ты должен учитывать серьёзность своего выбора!',
            "<25>{#p/asriel2}{#f/15}* Или что? Я улечу в космос, и меня больше никогда не увидят?",
            "<25>{#f/16}* Давай $(name), мы закончили."
         ],
         asriel30c: [ '<25>{*}{#p/asgore}{#f/8}* Азриэль, пожалуйста!\n* Я только хочу помочь!{^999}' ],
         asriel30d: () =>
            [
               [ '<25>{#p/asriel2}{#f/3}* Приготовься, $(name).', "<26>{#f/4}* Это область Андайн." ],
               [ '<25>{#p/asriel2}{#f/4}* Прими нас.' ]
            ][Math.min(SAVE.flag.n.ga_asriel30d++, 1)],
         papyrusSolo1a: [
            '<18>{#p/papyrus}{#f/31}САНС?\nЭТО ЧЕЛОВЕК?',
            "<18>{#f/5}ЭТО ВЕДЬ ТАК?",
            '<18>{#f/32}НЬЕХ...\nАНДАЙН НАКОНЕЦ-ТО...',
            "<18>{#p/papyrus}{#f/31}Я ПОПАДУ В КОРОЛЕВСКУЮ ГВАРДИЮ...",
            "<18>{#f/5}НЕ ЭТО ЛИ ДЕЛАЕТ ТЕБЯ СЧАСТЛИВЫМ?",
            "<25>{#p/asriel2}{#f/3}* Ты не можешь продолжать притворяться, Папирус.\n* Он ушел.",
            '<18>{|}{#p/papyrus}{#f/5}НО- {%}',
            "<25>{#p/asriel2}{#f/3}* Все кончено.\n* Ты тратишь на него своё время.", 
            "<18>{#p/papyrus}{#f/6} НО ЭТОГО НЕ МОЖЕТ БЫТЬ...\nСАНС, ОН...",
            '<18>{#f/31} ОН ОБЕЩАЛ...',
            "<25>{#p/asriel2}{#f/8}* Этот болван - последний человек, которому я бы доверил сдержать обещание.",
            "<26>{#f/9}* Не то чтобы я был лучше.", 
            '<18>{#p/papyrus}{#f/31}...',
            "<18>{#f/3}ПРОСТИТЕ.\nМНЕ НУЖНО ИДТИ..."
         ],
         papyrusSolo2a: [
            '<18>{#p/papyrus}{#f/31} НУ ВОТ, Я ТОЛЬКО ЧТО ПРИШЁЛ ОТ АНДАЙН...',
            '<18>{#f/31}ОНА СКАЗАЛА МНЕ, ЧТО У ЦАРЯ ЕСТЬ ПРЕДЛОЖЕНИЕ ДЛЯ ТЕБЯ.',
            '<25>{#p/asriel2}{#f/6}* ...',
            '<18>{#p/papyrus}{#f/3} ЕГО ТОЧНЫМИ СЛОВАМИ БЫЛИ \"Я ХОЧУ ВИДЕТЬ СВОЕГО СЫНА.\"',
            '<18>{#f/7}...',
            
            "<18>{#f/7}Я НЕ МОГУ ВЕРИТЬ, ЧТО ПРИНЦ УБИЛ МОЕГО БРАТА!",
            '<25>{|}{#p/asriel2}{#f/8}* Вообще-то, это ты, мы пытались- {%}',
            '<18>{#p/papyrus}{#f/7}ХВАТИТ!!',
            '<18>{#f/7}ТЫ ПРЕДАЛ СВОЁ ОБЩЕСТВО!\nСВОЙ НАРОД!',
            '<18>{#f/7}И ЗА ЧТО!?',
            '<18>{#f/7}МАЛЕНЬКАЯ ПОПЫТКА САМОУТВЕРЖДЕНИЯ?',
            "<25>{#p/asriel2}{#f/16}* Да, Папирус.\n* Именно для этого.",
            '<18>{#p/papyrus}{#f/7}... УГХ!!',
            '<18>{#p/papyrus}{#f/4}ТЫ, ЧЕЛОВЕК...',
            "<18>{#f/7}НЕ ДУМАЙТЕ, ЧТО Я НЕ МОГУ ВИДЕТЬ, ЧТО ПРОИСХОДИТ.",
            "<18>{#f/7}ЭТО ОЧЕВИДНО, ЧТО ВЫ ДЕЛАЕТЕ ВЫСТРЕЛЫ!",
            '<25>{#p/asriel2}{#f/8}* Какой наблюдательный.',
            '<25>{#f/7}* Полагаю, мы должны признать своё поражение здесь и сейчас, а?',
            '<18>{#p/papyrus}{#f/31}...',
            '<25>{#p/asriel2}{#f/4}* Позвольте мне внести ясность.\n* Я восхищаюсь усилиями.',
            "<25>{#f/3}* Но у нас есть свои планы.",
            "<18>{#p/papyrus}{#f/4}ЧТОБЫ ТЫ ЗНАЛ, АНДАЙН НАВЕРНОЕ НАС ВИДИТ.",
            '<25>{#p/asriel2}{#f/3}* И что ты хочешь этим сказать?',
            "<25>{#f/4}* ... Послушай, Папирус, неважно, что делаешь ты или кто-то другой.",
            '<25>{#f/1}* Когда мы вместе, ничто не может нас разлучить.',
            '<18>{#p/papyrus}{#f/7}ВСЁ РАВНО!!!'
         ],
         papyrusSolo3: [ '<25>{#p/asriel2}{#f/3}* Привет.' ],
         papyrusSolo3a: () => [
            '<18>{#p/papyrus}{#f/31}ТЫ ЗНАЕШЬ...',
            '<18>{#f/31}Я СЛЫШУ, КАК ДР. АЛЬФИС ГОВОРИЛА...',
            '<18>{#f/5}И ОНА УПОМИНАЛА О ЧЁМ-ТО ТАКОМ, КАК \"ПОВОРОТ ВРЕМЕНИ?\"',
            "<18>{|}{#f/32}{#x1} Я НЕ МОГУ БЫТЬ УВЕРЕН, НО ЭТО ЗНАЧИТ, ЧТО- {%}",
            '<25>{#p/asriel2}{#f/6}* Нет.',
            '<18>{|}{#p/papyrus}{#f/6} НО ОНА СКАЗАЛА, ЧТО ТЫ МОЖЕШЬ- {%}',
            ...(SAVE.flag.n.genocide_milestone < 5
               ? [ '<25>{#p/asriel2}{#f/6}* Нет.' ]
               : SAVE.flag.n.genocide_milestone < 6
               ? [ "<25>{#p/asriel2}{#f/6}* Нет.\n* Хотя, я уверен, ей бы понравилось, если бы я это сделал." ]
               : [ "<25>{#p/asriel2}{#f/6}* Нет.\n* И в конце концов она всё равно умрет." ]),
            '<18>{#p/papyrus}{#f/31} НО, ЕСЛИ ТЫ ДЕЙСТВИТЕЛЬНО МОЖЕШЬ СТЕРЕТЬ ТО, ЧТО ПРОИСХОДИЛО...',
            '<18>{#f/5}ПОЧЕМУ НЕТ?',
            "<18>{#f/31}И В СЛЕДУЮЩЕМ ВРЕМЕНИ... Я ЗАЙМУ ЕГО МЕСТО.",
            "<18>{#f/3}Тогда ему не нужно было бы умирать, верно?",
            "<25>{#p/asriel2}{#f/6}* ...\n* Поверьте, я уже видел эту временную шкалу.",
            "<25>{#f/7}* Это СКУЧНО.",
            '<18>{#p/papyrus}{#f/3}...',
            '<18>{#f/6}НО ЧТО, ЕСЛИ Я ПОКАЖУ ТЕБЕ ЭТУ ГОЛОВОЛОМКУ?',
            '<18>{#f/32}ЭТО МОЖЕТ ПОМОЧЬ ИЗБАВИТЬСЯ ОТ СКУКИ...',
            '<25>{#p/asriel2}{#f/15}* ...',
            '<25>{#p/asriel2}{#f/15}* Если тебе от этого легче, я думаю.',
            '<18>{#p/papyrus}О... НЕТ!',
            "<18>{#f/0}ЭТО ВЕЛИКОЛЕПНО!!",
            "<18>{#f/0}ТЫ УЖЕ ИЗМЕНИЛ СВОЕ МНЕНИЕ!!",
            '<25>{#p/asriel2}{#f/8}* ...',
            '<18>{#p/papyrus}{#f/6}...',
            '<18>{|}{#f/5} НУ, ЗДЕСЬ ПРАВИЛА... {%}',
            '<25>{#p/asriel2}{#f/7}* Мы уже знаем правила, идиот.',
            '<18>{#p/papyrus}{#f/31}... О...',
            '<18>{#f/6}УХ, НУ ТОГДА!!\nБЕЗ ЛИШНИХ СЛОВ...',
            "<18>{#f/9}ДАВАЙТЕ УЗНАЕМ, КАКОЙ БУДЕТ НАШ РАНДОМНЫЙ НОМЕР!!"
         ],
         papyrusSolo4a: [
            '<18>{#p/papyrus}{#f/3}АЗРИЭЛЬ.',
            '<25>{#p/asriel2}{#f/6}* Папирус.',
            '<18>{#p/papyrus}{#f/31}...',
            '<18>{#f/31}ПОЧЕМУ?',
            '<18>{#f/31} ПОЧЕМУ ВЫ ЭТО СДЕЛАЛИ?',
            "<18>{#f/3}МОНСТРЫ НЕ ДОЛЖНЫ БЫТЬ ТАКИМИ...",
            "<18>{#f/5}ГДЕ ВАША ЛЮБОВЬ?\nСОСТРАДАНИЕ?",
            '<18>{#f/31} ТВОЁ... МИЛОСЕРДИЕ...',
            '<25>{#p/asriel2}{#f/2}* ...\n* О, ты, милое звёздное дитя...',
            '<25>{#f/1}* Я потерял их давным-давно.',
            "<18>{#p/papyrus}{#f/31} НО...\nЯ НЕ ПОНИМАЮ...",
            '<18>{#f/5} КАК МОЖЕТ МОНСТР С ТАКИМ ЧИСТЫМ УМОМ...',
            '<18>{#f/31}... БЫТЬ ПОВЕРНУТЫМ НА ТЁМНУЮ СТОРОНУ?',
            '<25>{#p/asriel2}{#f/1}* Ты действительно хочешь знать?',
            '<18>{#p/papyrus}{#f/3}...',
            '<18>{#f/3}ДА...',
            '<25>{#p/asriel2}{#f/10}* Но ты точно, точно хочешь знать?',
            '<18>{#p/papyrus}{#f/31}ДА.',
            '<25>{#p/asriel2}{#f/3}* Скажи это громче.',
            '<18>{#p/papyrus}{#f/5}ДА!',
            '<26>{#p/asriel2}{#f/1}* С экзоберри на вершине.',
            '<18>{#p/papyrus}{#f/7} ДА!\nС ЭКЗОБЕРРИ НА ВЕРШИНЕ, ЧЕРТ ВОЗЬМИ!',
            '<25>{#p/asriel2}{#f/1}* Хи-хи-хи...',
            "<25>{#f/1}* Хорошо, я расскажу тебе.",
            "<25>{#f/15}* На самом деле, нужно всего одно слово...",
            '<18>{#p/papyrus}{#f/4} О БОЖЕ, ПРОСТО СКАЖИ ЭТО СЕЙЧАС...'
         ],
         papyrusSolo4b: [
            '<25>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* $(name).{%100}',
            '<18>{#p/papyrus}{#f/32}...!',
            '<25>{#p/asriel2}{#f/5}* Ха!\n* Хахаха!\n* Выражение твоего лица!'
         ],
         papyrusSolo4c: [ '<18>{#p/papyrus}{#f/31}Я...', '<18>{#f/3}... НЕТ...' ],
         papyrusSolo4d: [
            "<18>{#p/papyrus}{#f/7}НЕТ, ТЫ НЕ ПРАВ.",
            "<18>{#f/7} ТЫ ТОТ, КТО ПОПЫТАЛСЯ УБИТЬ МЕНЯ.",
            "<18>{#f/7} ТЫ - ТОТ, КТО ВПАРИВАЛ МНЕ ЛОЖЬ ЗА ЛОЖЬЮ.",
            '<18>{#f/9}НО Я, ПАПИРУС...',
            '<18>{#f/9}ОКОНЧАТЕЛЬНО ПОНЯЛ {@fill=#f00}НАСТОЯЩИЮ ПРАВДУ{@fill=#fff}.',
            "<25>{#p/asriel2}{#f/13}* О?\n* И что это?"
         ],
         papyrusSolo4e: [ "<18>{#p/papyrus}{#f/34}ТЫ НЕ {@fill=#f00}АЗРИЭЛЬ{@fill=#fff}." ],
         papyrusSolo4f: [
            '<18>{#f/31}{@fill=#f00}АЗРИЭЛЬ{@fill=#fff} НИКОГДА БЫ ТАК НЕ ПОСТУПИЛ.',
            '<18>{#f/5}{@fill=#f00}АЗРИЭЛЬ{@fill=#fff} БЫЛ ДОБРОЙ ДУШОЙ.',
            '<18>{#f/5}{@fill=#f00}АЗРИЭЛЬ{@fill=#fff} ВЕРИЛ В ЛЮДЕЙ...',
            '<18>{#f/31} ОН ВЕРИЛ В ЧЕЛОВЕЧЕСТВО РАНЬШЕ, ЧЕМ КТО-ЛИБО ДРУГОЙ.',
            '<18>{#f/4}ТЫ, С ДРУГОЙ СТОРОНЫ...',
            '<18>{#f/7}ВЫ ПРОСТО ХОТИТЕ ИСПОЛЬЗОВАТЬ ЕГО В СВОИХ ЦЕЛЯХ!',
            "<18>{#f/4}И ЧЕСТНО, МНЕ НЕ ВАЖНО, ЧТО ВЫ СКАЖЕТЕ.",
            '<18>{#f/9}Я ЕЩЁ НАДЕЮСЬ НА ЭТОГО ЧЕЛОВЕКА.',
            "<25>{#p/asriel2}{#f/8}* Ну, если ты так веришь в них...",
            '<25>{#f/7}* Тогда докажите, что я не прав.',
            "<25>{#f/3}* Я позволю тебе сразиться с ними один на один.",
            "<25>{#f/3}* Если он пощадят тебя, то я признаю, что был неправ.",
            '<25>{#f/4}* Но если они убьют тебя, а это неизбежно...',
            "<25>{#f/1}* Ты поймешь, что я был прав, и что ОН умер зря.",
            '<25>{#f/1}* Как это звучит?',
            '<18>{#p/papyrus}{#f/9}...\nЯ СОГЛАСЕН.',
            '<25>{#p/asriel2}{#f/3}* Великолепно.',
            '<25>{#f/4}* Увидимся.'
         ]
      },
      houz: () =>
         SAVE.data.b.svr
            ? [ '<32>{#p/human}* (Ты кладешь руки на сильно поцарапанную дверь.)' ]
            : [ '<32>{#p/basic}* Дверь покрыта царапинами от кошачьих когтей.' ],
      gonezo: () =>
         world.bulrun ? [ '<32>{#p/basic}* ... но все побежали.' ] : [ '<32>{#p/basic}* ... но никто не пришёл.' ],
      garbanzo: [ '<32>{#p/human}* (Но рядом не было никого, кто мог бы занять это место.)' ],
      doggonopoggo: () =>
         SAVE.data.b.svr
            ? [ '<32>{#p/human}* (Но здесь никого не было.)' ]
            : (game.room === 's_doggo' && SAVE.data.n.state_starton_doggo === 2) || // NO-TRANSLATE

              (game.room === 's_dogs' && SAVE.data.n.state_starton_dogs === 2) || // NO-TRANSLATE

              (game.room === 's_pacing' && SAVE.data.n.state_starton_lesserdog === 2) // NO-TRANSLATE

            ? [ '<32>{#p/basic}* ... но никто не пришёл.' ]
            : [ "<32>{#p/basic}* Никого нет дома." ],
      housebloc: () =>
         SAVE.data.b.svr ? [ "<32>{#p/human}* (Ты не можешь найти вход.)" ] : [ "<32>{#p/basic}* Он заперт." ],
      innkeep1a: pager.create(
         0,
         () => [
            "<32>{#p/basic}{#npc/a}* Добро пожаловать в Звёздную гостиницу!\n* Лучший отель Старграда!",
            '<32>* Одна ночь обойдется вам в 60G.',
            choicer.create('* (Снять комнату?)', 'Да', 'Нет')
         ],
         () => [
            '<32>{#p/basic}{#npc/a}* Передумал?',
            '<32>* Помните, что одна ночь стоит 60G.',
            choicer.create('* (Снять комнату?)', 'Да', 'Нет')
         ]
      ),
      innkeep1b: pager.create(
         0,
         () => [
            '<32>{#p/basic}{#npc/a}* Снова вернулись?\n* Помните, что одна ночь стоит 60G.',
            choicer.create('* (Снова снять комнату?)', 'Да', 'Нет')
         ],
         () => [ '<32>{#p/basic}{#npc/a}* Передумал?', choicer.create('* (Снова снять комнату?)', 'Да', 'Нет') ]
      ),
      innkeep1c: pager.create(
         0,
         () => [
            '<33>{#p/basic}{#npc/a}* Снова вернулись?\n* Ну, оставайся, сколько хочешь!',
            choicer.create('* (Снова снять комнату?)', 'Да', 'Нет')
         ],
         () => [ '<32>{#p/basic}{#npc/a}* Передумал?', choicer.create('* (Снова снять комнату?)', 'Да', 'Нет') ]
      ),
      innkeep2a: [
         "<32>{#p/basic}{#npc/a}* ... Ты не имеешь даже 60G?",
         "<32>* О! Ты бедняга.\n* Я могу только представить, через что тебе пришлось пройти.",
         '<32>* Одна из комнат наверху пустует, ты можешь спать там бесплатно, хорошо?'
      ],
      innkeep2b: [ "<32>{#p/basic}{#npc/a}* Вот ключ от вашей комнаты.\n* Не забудьте одеться!" ],
      innkeep2c: [ "<32>{#p/basic}{#npc/a}* Извини, у тебя недостаточно G..." ],
      innkeep3a: [ '<32>{#p/basic}{#npc/a}* Приветик!\n* Ты выглядишь так, будто отлично выспался.' ],
      innkeep3b: [ '<32>* Что невероятно...\n* ... учитывая, что ты пробыл там всего несколько минут.' ],
      innkeep3c: [ '<32>* Не стесняйся вернуться, если ты устанешь.' ],
      innkeep3d: [ "<32>* Вот ваши деньги обратно.\n* Ты можешь заплатить мне, если останешься на ночь." ],
      innkeep4: [ "<32>{#p/basic}{#npc/a}* Не в настроении спать?\n* Ну, я всегда буду здесь, если понадоблюсь тебе!" ],
      innkeep5: [
         '<32>{#p/basic}{#npc/a}* Привет!\n* Извини, нет времени на сон...',
         '<32>* Звёздная гостиница закрывается, чтобы мы могли отправиться на поиски новой планеты.'
      ],
      innkeep6: [
         "<32>{#p/basic}{#npc/a}* О, вот и ты.\n* Я беспокоился о тебе!",
         '<32>* Все будет хорошо, слышишь?',
         "<32>* Скоро мы все поселимся на новой планете...",
         "<32>* Там обязательно найдется место, где ты сможешь остановиться!"
      ],
      kidd1: pager.create(
         2,
         [ "<25>{#p/kidd}{#f/1}* Что случилось?" ],
         [ '<25>{#p/kidd}{#f/1}* Йо, как дела?' ],
         [ '<25>{#p/kidd}{#f/1}* Эй, эй!' ],
         [ '<25>{#p/kidd}{#f/1}* Рад тебя видеть, хаха.' ],
         [ "<25>{#p/kidd}{#f/1}* Ух ты, чувак, что случилось?" ]
      ),
      kidd2: pager.create(
         0,
         () =>
            game.room === 's_town1' // NO-TRANSLATE

               ? [
                    "<25>{#p/kidd}{#f/1}* Йо, ты ведь тоже ребёнок, да?",
                    "<25>{#p/kidd}{#f/1}* Я могу сказать, потому что на тебе полосатая рубашка."
                 ]
               : [
                    '<25>{#p/kidd}{#f/7}* Подожди, ты тоже читаешь книги!?',
                    '<25>{#p/kidd}{#f/1}* Эта библиотекарша научила меня всему, что я знаю об истории монстров!',
                    "<25>{#p/kidd}{#f/3}* Я даже не могу представить, что такое жить на планете..."
                 ],
         () =>
            game.room === 's_town1' // NO-TRANSLATE

               ? [ '<25>{#p/kidd}{#f/1}* Интересно, этот короткий скелет - взрослый или ребёнок?' ]
               : [ '<25>{#p/kidd}{#f/3}* Ты когда-нибудь жил на планете?' ]
      ),
      marriage1: [
         "<32>{#p/basic}* Что это за запах?\n* (Где этот запах?)",
         "<32>* Если ты пахнешь...\n* (... опознай свой запах!)"
      ],
      marriage2: [
         "<32>{#p/basic}* Хммм...\n* Вот этот странный запах.",
         '<32>* Это заставляет меня хотеть устранить...',
         '<32>* (... устранить ТЕБЯ!)'
      ],
      marriage3a: [
         '<32>{#p/basic}* Собаки могут гладить других собак???\n* (Для нас открылся новый мир...)',
         '<32>* Спасибо, странный щенок!'
      ],
      marriage3b: [
         '<32>{#p/basic}* Странные запахи могут приносить хорошие вещи...\n* (Дружная весёлая возня!)',
         '<32>* Спасибо, странный запах!\n* (Было забавно поймать \"гаечный ключ\" в работе!)'
      ],
      marriage3c: [
         "<32>{#p/basic}* Всё труднее и труднее нюхать вещи...\n* (Всё труднее видеть...)",
         "<32>* Уходим отсюда!"
      ],
      marriage3d: [
         '<32>{#p/basic}* Этот странный щенок появился из ниоткуда...\n* (Чуть не убил нас...)',
         "<32>* Уходим отсюда!"
      ],
      marriage3e: [
         "<32>{#p/basic}* Собаки могут гладить и играть в мяч с другими собаками????\n* (Это почти преступно...)",
         '<32>* Спасибо, странный щенок!\n* (После этого наши жизни никогда не будут прежними!)'
      ],
      marriage4: [
         "<32>{#p/basic}* Где принц?\n* (Мы пришли правильно?)",
         '<32>* Мы должны остановить эту угрозу...\n* (... и его человеческого спутника!)'
      ],
      marriage5: [ '<32>{#p/basic}* Хммм...\n* Вот они...', "<32>* (Давайте захватим их!)" ],
      maze1: () =>
         world.edgy
            ? [
                 '<25>{#p/sans}{#f/0}* С возвращением.',
                 "<25>{#p/sans}{#f/3}* Жаль, что Папирус не может быть здесь, потому что...",
                 "<25>{#p/sans}{#f/2}* Он очень долго работал над этой головоломкой.",
                 "<25>{#p/sans}{#f/0}* но это не страшно.",
                 "<25>{#p/sans}{#f/0}* Я обещал ему показать её тебе, так что вот."
              ]
            : [
                 '<18>{#p/papyrus}ОХО, ЧЕЛОВЕК ПРИШЁЛ!',
                 '<18>МЫ С БРАТОМ СОЗДАЛИ МНОЖЕСТВО ГОЛОВОЛОМОК.',
                 '<18>{#f/9} ТЫ ГОТОВ К ИСПЫТАНИЯМ, ЧЕЛОВЕК!?',
                 choicer.create('* (Что ты скажешь?)', 'Да', 'Нет'),
                 '<18>{#p/papyrus}ПРАВИЛЬНЫЙ ОТВЕТ!\nТЫ ВИДИШЬ...'
              ],
      maze2a: [
         '<18>{#x4}{#f/9}НИ ОДИН РЕМЕСЛЕННИК НЕ ДЕЛАЛ ТАКИХ КРУТЫХ ЛОВУШЕК, КАК Я!',
         "<18>{#f/0}ОНИ ПРАКТИЧЕСКИ НЕВОЗМОЖНЫ!",
         "<25>{#x1}{#p/sans}{#f/2}* возможно, именно ты неотразим.",
         '<18>{#p/papyrus}{#f/1}ПРАВДА!?'
      ],
      maze2b: [
         '<18>{#x4}{#f/9}НИ ОДИН ЧЕЛОВЕК НЕ ПОБЕДИЛ ЗАГАДКУ ВЕЛИКОГО ПАПИРУСА!',
         '<25>{#x1}{#p/sans}{#f/4}* Ни у одного человека не было даже шанса, брат.',
         "<18>{#p/papyrus}{#x3}{#f/7}ЭТО НЕ ВАЖНО!!"
      ],
      maze3: [ '<18>{#x1}{#f/0}ВАЖНО, ЭТО ЗДЕСЬ ТО, ЧТО Я ЛЮБЛЮ НАЗЫВАТЬ...' ],
      maze3a: [
         '<18>\"ОГНЕННАЯ СТЕНА!!\"',
         '<25>{#p/sans}* Разве нельзя было просто назвать это \"брандмауэром?\"\n* это сэкономит время.',
         "<18>{#p/papyrus}{#f/4}ДР. АЛЬФИС МОЖЕТ ПОДУМАТЬ, ЧТО Я НЕПРАВИЛЬНО ИСПОЛЬЗУЮ ЭТОТ ТЕРМИН.",
         "<25>{#p/sans}* Не знаю, брат, она очень любит такие вещи. На самом деле...",
         "<30>{#f/2}* Полагаю, она найдет его{@fill=#ff0}горячая{@fill=#fff}."
      ],
      maze4: [ '<18>{#p/papyrus}{#x3}{#f/7}НЕ СЕЙЧАС, САНС!!' ],
      maze5: () =>
         world.edgy
            ? [
                 '<25>{#p/sans}{#f/0}* он называется \"брандмауэр.\"',
                 "<25>{#p/sans}{#f/2}* знаете.\n* Как брандмауэр на компьютере.",
                 '<25>{#p/sans}* Идея этой игры заключается в том, чтобы попасть на другую сторону.',
                 '<25>{#p/sans}* Просто, правда?',
                 "<25>{#p/sans}{#f/3}* Впрочем, я сам проверил эту головоломку и должен сказать...",
                 "<25>{#p/sans}{#f/2}* Это не так просто, как кажется."
              ]
            : [
                 '<18>{#p/papyrus}... В ОБЩЕМ, ИДЕЯ, ЛЕЖАЩАЯ В ОСНОВЕ ЭТОЙ ЗАГАДКИ, ПРОСТА.',
                 '<18> ПОТОМУ ЧТО ВСЁ, ЧТО ВАМ НУЖНО СДЕЛАТЬ...',
                 '<18>{#f/9}СМОТРЕТЬ НА ДРУГУЮ СТОРОНУ!!',
                 '<18>{#f/0}ХОРОШО УДАЧИ!!\nНЙЕХ ХЕХ ХЕХ!!'
              ],
      maze6: pager.create(
         0,
         () =>
            world.edgy
               ? [
                    '<25>{#p/sans}{#f/0}* Зачем ты туда возвращаешься, а?',
                    '<25>{#p/sans}{#f/3}* да ладно.\n* хотя бы попытайся быть хорошим спортсменом.'
                 ]
               : [ "<18>{#p/papyrus}{#x2}{#f/7} КАК ТЫ ДУМАЕШЬ, ЧТО ТЫ ИДЁШЬ!?" ],
         () => (world.edgy ? [ '<25>{#p/sans}{#f/0}* серьезно?' ] : [ '<18>{#p/papyrus}{#x2}{#f/7}ВЕРНИСЬ СЮДА!!!' ])
      ),
      maze7: [
         [
            '<18>{#p/papyrus}А ТЫ БОИШЬСЯ ПЛАМЕНИ???',
            "<18>{#f/4}НЕ БОЙСЯ, ОНО НЕ МОЖЕТ ДЕЙСТВИТЕЛЬНО\nПРИЧИНИТЬ ТЕБЕ ВРЕД.",
            '<18>{#f/0}КАК СКАЗАЛ БЫ САНС, ОНИ ПРОСТО \"ПРИЯТНО ТЕПЛЫЕ.\"',
            '<25>{#p/sans}* Вообще-то, я узнал эту поговорку от друга.',
            '<18>{#p/papyrus}{#f/4}... О.'
         ],
         [
            '<18>{#p/papyrus} ТЕБЕ НЕ ПОНРАВИЛОСЬ, ЧТО ТЫ НЕ РЕШИЛ ГОЛОВОЛОМКУ??',
            "<18> ЕСЛИ ЭТО ТАК, ТО ТЫ ДОЛЖЕН ЗНАТЬ...",
            '<18>{#x4}{#f/9}Я, ВЕЛИКИЙ ПАПИРУС, НЕ БУДЕТ СУДИТЬ ТЕБЯ ЗА ЭТО!',
            '<18>{#f/0}КАЖДЫЙ ЗВЁЗДНЫЙ ШЕФ ЗНАЕТ, ЧТО МЫСЛЬ - ЭТО ГЛАВНОЕ.',
            '<18>{#x1}ИТАК, СТАРАЙСЯ ИЗО ВСЕХ СИЛ!'
         ],
         [
            '<18>{#p/papyrus}{#f/4}(САНС, ЧТО ДЕЛАЕТ ЧЕЛОВЕК??)',
            '<25>{#p/sans}* они могли просто изучать шаблон.',
            '<18>{#p/papyrus}{#f/4}(О, ПРАВДА.)',
            '<18>{#f/9}В ЭТОМ СЛУЧАЕ ПРОДОЛЖАЙ, КОГДА БУДЕТ ГОТОВО!'
         ]
      ],
      maze8: () =>
         world.edgy
            ? [ '<25>{#p/sans}{#f/0}* упс.\n* Хорошая попытка, однако.' ]
            : [
                 '<18>{#p/papyrus}НЬЕХ ХЕХ ХЕХ!\nНУ ТОГДА.',
                 "<18>{#f/9}КАЖЕТСЯ, ТЫ ПОПАЛСЯ НА ВЕЛИКОГО ПАПИРУСА!",
                 '<18>{#f/0}НО НЕ БОЙСЯ!',
                 '<18> ИБО, КАК ВИДИТЕ, ЛОВУШКИ У МЕНЯ НЕ ИЗ ЛЁГКИХ.',
                 "<18>{#f/9}ТЫ НЕ МОЖЕШЬ БЫТЬ ВИНОВАТ В ТОМ, ЧТО ПРОВАЛИЛ ЕЁ ОДИН РАЗ!!!"
              ],
      maze9: () =>
         world.edgy
            ? [ "<25>{#p/sans}{#f/0}* хах.\n* Похоже, ты умнее, чем кажешься." ]
            : [
                 '<18>{#p/papyrus}{#f/1}ЧТО!?',
                 '<18>{#f/7}КАК ТЫ СМОГ ЭТО СДЕЛАТЬ!?!?',
                 '<18>ЭТО ДОЛЖНО БЫЛО БЫТЬ СОВЕРШЕННО НЕВОЗМОЖНО!',
                 '<18>{#f/9}... НУ, ТОГДА!\nМНЕ ПРИДЕТСЯ УСИЛИТЬ СВОЮ ИГРУ!'
              ],
      maze10: () =>
         world.edgy
            ? [
                 "<25>{#p/sans}{#f/0}* Ну, вот и все.",
                 '<25>{#p/sans}{#f/3}* ... спасибо, что хотя бы подыграл.',
                 "<25>{#p/sans}{#f/0}* Тем временем мне нужно решить ещё одну головоломку.",
                 "<25>{#p/sans}{#f/2}* Мы ещё встретимся."
              ]
            : [
                 '<18>{#f/4}В ЛЮБОМ СЛУЧАЕ...',
                 '<18>{#f/0}Я В ВОСТОРГЕ ОТ ТОГО, ЧТО БУДЕТ ДАЛЬШЕ!',
                 '<18>{#f/4}ГОЛОВОЛОМКА, НАСТОЛЬКО ЗАПУТАННАЯ...',
                 "<18>{#f/1}ДАЖЕ САМА ТЕРРЕСТРИЯ НЕ СМОГЛА РЕШИТЬ ЭТУ ПРОБЛЕМУ!!!",
                 "<25>{#p/sans}* Террестрия?\n* Разве она не самый старый монстр из ныне живущих?",
                 '<18>{|}{#p/papyrus}{#f/1}УХ...\nХОРОШО ДА, НО- {%}',
                 "<25>{#p/sans}* Проклятье, я не знал, что ты так высоко обо мне думаешь.",
                 '<18>{#p/papyrus}{#f/4}ЧТО.',
                 "<25>{|}{#p/sans}* если даже ОНА не может этого сделать, то- {%}",
                 '<18>{#p/papyrus}{#f/7}{#x3}Я ПОНЯЛ!!'
              ],
      maze11: [ '<18>{#p/papyrus}{#f/7}САНС, У НАС ЕСТЬ ГОЛОВОЛОМКИ ДЛЯ ПОДГОТОВКИ!!', '<18>ВПЕРЁД!' ],

      nicecreamSc1: [
         "<32>{#p/basic}* Я не понимаю, почему они не продаются...",
         "<32>* Это идеальное место для чего-то приятного..."
      ],
      nicecreamSc2: () => [
         SAVE.data.n.plot > 20.2
            ? '<32>{#p/basic}* О!!!!\n* ... ты вернулся!'
            : SAVE.data.b.s_state_scorereaction1 || SAVE.data.n.plot === 20.2
            ? "<32>{#p/basic}* ПОДОЖДИ!!!!\n* Может быть, ТЕБЕ что-то понравится!"
            : '<32>{#p/basic}* О!!!!\n* КЛИЕНТ!!',
         '<32>* Здравствуйте!\n* Ты хочешь Ледяную Мечту?',
         SAVE.data.b.s_state_million
            ? '<32>* Как лучший бомбардир, ты получаешь удобную скидку!\n* 6G за Ледяную мечту!'
            : "<32>* Это замороженное лакомство, которое вскружит вам голову!\n* Теперь всего 12G."
      ],
      nicecreamSc3: () => [
         "<32>{#p/basic}* Ледяные мечты!\n* Это замороженные лакомства, которые вскружили вам голову!",
         SAVE.data.b.s_state_million ? '<32>* Для тебя, 6G!' : '<32>* Теперь только за 12G.'
      ],
      nicecreamPrompt1: () => [ choicer.create('* (Купить Ледяную Мечту за$(x)G?)', 'Да', 'Нет') ],
      nicecreamPrompt2: () => [ choicer.create('* (Получить Ледяную Мечту?)', 'Да', 'Нет') ],
      nicecreamSc4: [
         '<32>{#p/basic}* Ну тогда...\n* Расскажи своим друзьям...',
         "<32>* Здесь есть мороженое...\n* В глуши..."
      ],
      nicecreamFc1: [ '<32>{#p/basic}* Я переместил свой стенд, но покупателей по-прежнему нет...' ],
      nicecreamFc2: [
         "<32>{#p/basic}* К счастью, я нашёл решение!!",
         '<32>* Открытки!',
         '<32>* Каждый раз, когда ты покупаешь Ледяную мечту, ты можешь взять открытку из коробки.',
         '<32>* Если у тебя есть три открытки, ты можешь обменять их на бесплатную Ледяную Мечту!',
         "<32>* Они обязательно заставят клиентов вернуться!",
         '<32>* О, ты хочешь Ледяную мечту?',
         "<32>* Это замороженное лакомство, которое вскружит вам голову!\n* Теперь всего 10G."
      ],
      nicecreamFc3a: [
         "<32>{#p/basic}* Ледяные мечты!\n* Это замороженные лакомства, которые вскружили вам голову!",
         "<32>* У тебя есть три открытки, хочешь ли ты их обменять?"
      ],
      nicecreamFc3b: [
         "<32>{#p/basic}* Ледяные мечты!\n* Это замороженные лакомства, которые вскружили вам голову!",
         '<32>* Теперь всего 10G.'
      ],
      nicecreamFc4: [
         '<32>{#p/basic}* Ну тогда...\n* Расскажи своим друзьям...',
         '<32>* Четыре Ледяных Мечты по цене трех...'
      ],
      nicecreamFc5: [ "<32>{#p/basic}* Не забудь взять открытку из коробки!" ],
      nicecreamNoFun1: [ "<32>{#p/basic}* А?\n* Ты не имеешь достаточно места в карманах..." ],
      nicecreamNoFun2: [ '<32>{#p/basic}* Хотелось бы, чтобы Ледяные Мечты было легче хранить...' ],
      nicecreamNoMun1: [ "<32>{#p/basic}* А?\n* Ты не имеешь достаточно денег..." ],
      nicecreamNoMun2: [ '<32>{#p/basic}* Хотел бы я делать Ледяные Мечты бесплатно...' ],
      nicecreamFree1: [ '<32>{#p/basic}* Вот что я тебе скажу, пусть твоя первая будет за мой счёт.' ],
      nicecreamFree2: [ '<32>{#p/basic}* Наслаждайся...' ],
      nicecreamReturnWithGoods: [ '<32>{#p/basic}* Ну, ты всегда можешь прийти позже.' ],
      nicecreamReturnWithNeeds: [ "<32>{#p/basic}* О, всё в порядке.", '<32>* Приходи скорее, малыш!' ],
      nicecreamPurchase: [ '<32>{#p/basic}* Вот так!\n* Желаю вам звёздной ночи!' ],
      nicecreamGet: [ '<32>{#s/equip}{#p/human}* (Ты получил Ледяную мечту.)' ],
      nicecreamK1a: [ '<25>{#p/kidd}{#f/1}* Йо, можно мне Ледяную мечту?' ],
      nicecreamK1b: [ "<32>{#p/basic}* Конечно, малыш.\n* Если у тебя есть деньги." ],
      nicecreamK1c: [ '<25>{#p/kidd}{#f/2}* (Псс, дай им это.)' ],
      nicecreamK1d: [
         '<25>{#p/kidd}{#f/7}* Йоу, у них тут бесплатные Ледяные мечты!?',
         '<25>{#p/kidd}{#f/1}* Мне тоже!'
      ],
      nicecreamK2: [ '<32>{#p/basic}* Ты... откуда у тебя это?' ],
      nicecreamK3a: [ '<32>* Конечно, малыш... держи!' ],
      nicecreamK3b: [
         '<32>{#s/equip}{#p/human}* (Ты передаешь Ледяную мечту Малышу-монстру.)',
         '<25>{#p/kidd}{#f/7}* УДИВИТЕЛЬНО...'
      ],
      nicecreamE: pager.create(
         0,
         () =>
            SAVE.data.n.plot === 72
               ? [
                    "<32>{#p/basic}* Боюсь, что он снова распродан!\n* Мысль о свободе привлекла многих покупателей!",
                    ...(world.population_area('s') < 6 || world.population_area('f') < 6 || world.population < 2 // NO-TRANSLATE

                       ? [
                            "<32>* Не то чтобы я продал бы тебе, если бы не был продан...",
                            '<32>* Если бы я продал Ледяные Мечты хулигану, моя репутация была бы разрушена!'
                         ]
                       : [
                            "<32>* В связи с недавним успехом я задумался о своём прошлом и вспомнил отца.",
                            "<32>* Если бы он не изобрел Ледяные Мечты, я бы до сих пор продавал дешевые воздушные шарики."
                         ])
                 ]
               : [
                    "<32>{#p/basic}* Привет, малыш!\n* Я бы предложил тебе Ледяную Мечту, но у меня всё распродано!",
                    '<32>* Бизнес здесь процветает как никогда!',
                    "<32>* Мои запасы просто не успевают за ними!"
                 ],
         () =>
            SAVE.data.n.plot === 72
               ? world.population_area('s') < 6 || world.population_area('f') < 6 || world.population < 2 // NO-TRANSLATE

                  ? [ '<32>{#p/basic}* Ничего личного, конечно.' ]
                  : [
                       '<32>{#p/basic}* Судя по всему, он продал свою первую Ледяную Мечту посреди гололёда Старграда.'
                    ]
               : [ '<32>{#p/basic}* Возможно, пришло время начать делать цепочку \"Ледяную Мечту\", о которой я всегда мечтал...' ]
      ),
      faunX: () =>
         [
            [ '<32>{#p/basic}{#npc/a}* Я могу сказать, что ты совершенно не уважаешь жизнь.\n* Молодец, чемпион.' ],
            [ '<32>{#p/basic}{#npc/a}* Продолжай в том же духе, чемпион.\n* Ты увидишь, к чему это приведёт.' ],
            [ '<32>{#p/basic}{#npc/a}* Правда, чемпион?' ]
         ][Math.min(roomKills().s_greater++, 2)],
      snowdrakeX: [
         '<32>{#p/basic}{#npc/a}* Гу?\n* Ты только что...',
         "<32>{#p/basic}{#npc/a}* ...\n* Это не очень круто."
      ],
      moonrocksX1: [ '<32>{#p/basic}{#npc/a}* Что за...\n* Что ЭТО было?' ],
      moonrocksX2: [ '<32>{#p/basic}{#npc/b}* На самом деле~\n* Как это произошло?' ],
      npcinter: {
         s_snowdrake: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       "<32>{#p/basic}{#npc/a}* Привет.\n* Ты довольно крут.",
                       '<32>* Просто помни, что если ты с кем-то поссоришься, с богом или кем-то ещё...',
                       "<32>* Не забывайте удерживать [X], чтобы двигаться в два раза медленнее.\n* Это очень важно."
                    ]
                  : roomKills().s_doggo > 0
                  ? [ "<32>{#p/basic}{#npc/a}* Отойди от меня, парень!\n* Ты мне не нравишься." ]
                  : SAVE.data.n.plot < 19
                  ? [
                       "<32>{#p/basic}{#npc/a}* Я слышал, что если удерживать [X] в бою, то ты будешь двигаться в 2 раза медленнее, чем обычно!",
                       '<32>* Я знаю... неубедительно, да?',
                       "<32>* Но я открою тебе секрет.\n* Вон та собака... не будет ждать, что ты будешь двигаться медленно.",
                       '<32>* Если подкрасться к нему, удерживая [X], ты можешь остаться незамеченным!',
                       '<32>* Гух-хи-хи... хорошо удачи.'
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Так ты вернулся, чтобы поговорить, да?',
                       "<32>* Это круто.",
                       '<32>* Не такой крутой, как я, но всё равно очень крутой.'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? [ '<32>{#p/basic}{#npc/a}* Очень важно.' ]
                  : roomKills().s_doggo > 0
                  ? [ "<32>{#p/basic}{#npc/a}* Ты что, не слышал меня?\n* Уходи!" ]
                  : SAVE.data.n.plot < 19
                  ? [ "<32>{#p/basic}* Она вам понадобится." ]
                  : [ "<32>{#p/basic}* Я ледяной холод." ]
         ),
         s_genokid: pager.create(
            0,
            () =>
               world.genocide
                  ? [
                       '<25>{#p/kidd}{#f/3}{#npc/a}* Йоу, этот парень подошел ко мне и засунул что-то мне в голову.',
                       '<25>{#f/3}* Затем он отправился в Литейный цех, чтобы \"усилить сигнал...\"',
                       '<25>{#f/4}* ... дети иногда бывают такими странными.'
                    ]
                  : [
                       '<25>{#p/kidd}{#f/3}{#npc/a}* Йо, все убежали и спрятались где-нибудь.',
                       '<25>{#f/3}* Блин, взрослые иногда бывают такими тупыми, хаха...',
                       "<25>{#f/1}* Разве они не знают, что нас защищает Андайн?"
                    ],
            () =>
               world.genocide
                  ? [ "<25>{#p/kidd}{#f/7}{#npc/a}* Ты классный!" ]
                  : [ "<25>{#p/kidd}{#f/1}{#npc/a}* Андайн нас прикроет!" ]
         ),
         g_beautifulfish: pager.create(
            0,
            () =>
               SAVE.data.b.killed_mettaton
                  ? [
                       "<32>{#p/basic}{#npc/a}* У тебя хватит смелости войти сюда после этого, малыш.",
                       '<32>* Мы всё видели, что произошло на экране телевизора.'
                    ]
                  : SAVE.data.n.plot === 33
                  ? [
                       "<32>{#p/basic}{#npc/a}* Удивительно видеть Санса снова здесь после того, что случилось в прошлый раз.",
                       "<32>* ... на самом деле, возможно, это не слишком удивительно."
                    ]
                  : SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* В итоге я так и не поймал ни одной \"девушки\" на свою голосовую почту.',
                       '<32>* Так что, малыш, прими это от меня...',
                       "<32>* Не пытайтесь поймать фантастических космических существ, используя только голосовую почту."
                    ]
                  : papreal()
                  ? [
                       '<32>{#p/basic}{#npc/a}* Где, чёрт возьми, Санс?',
                       '<32>* Он сказал мне, что у него есть звездная карта, по которой я могу находить девушек...',
                       '<32>* То есть, возможно, это был какой-то розыгрыш, но я хотел знать, что это был за розыгрыш!'
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Сегодня я объявил конкурс на несколько \"девочек\".',
                       '<32>* Кто-то сказал мне, что среди звёзд есть бесконечные возможности...',
                       "<32>* Что ж, я отношусь к этому серьёзно.",
                       "<32>* Я буквально собираюсь целоваться с космическим существом."
                    ],
            () =>
               SAVE.data.b.killed_mettaton
                  ? [
                       '<32>{#p/basic}{#npc/a}* Хотите знать, что я думаю?',
                       '<32>* ... этот робот был единственным парнем, из-за которого мне захотелось звать мальчиков, а не девочек.',
                       "<32>* Грустно видеть, как он уходит."
                    ]
                  : SAVE.data.n.plot === 33
                  ? [
                       "<32>{#p/basic}{#npc/a}* Ты говоришь со мной так, словно хочешь получить информацию из первых рук.",
                       "<32>{#p/basic}{#npc/a}* Прости, малыш.\n* Похоже, тебе придётся подождать следующего обновления новостей."
                    ]
                  : SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* Учтите, был один пропущенный звонок...',
                       '<32>* ... от некоего \"ОНИОНСАНА.\"',
                       "<32>* Они не оставили мне голосового сообщения."
                    ]
                  : papreal()
                  ? [ '<32>{#p/basic}{#npc/a}* Ты знаешь, где находится Санс?' ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Думаю, я мог бы спросить Андайн.\n* Но мне кажется, ей уже нравится кто-то другой.'
                    ],
            () =>
               SAVE.data.b.killed_mettaton
                  ? [ "<32>{#p/basic}{#npc/a}* Будем надеяться, что появится ещё один такой же симпатичный парень..." ]
                  : SAVE.data.n.plot === 33
                  ? [ "<32>{#p/basic}{#npc/a}* Только не говори мне, что у тебя нет учетной записи Оутернет..." ]
                  : SAVE.data.n.plot === 72
                  ? [ "<32>{#p/basic}{#npc/a}* Что такое луковица?" ]
                  : papreal()
                  ? [ '<32>{#p/basic}{#npc/a}* Дай мне знать, если увидишь его...' ]
                  : [ '<32>{#p/basic}{#npc/a}* Смогу ли я когда-то здесь найти любовь?' ]
         ),
         g_bigmouth: pager.create(
            0,
            () =>
               SAVE.data.b.killed_mettaton
                  ? [
                       '<32>{#p/basic}{#npc/a}* Хм...',
                       '<32>* Интересно, какую еду любят роботы?',
                       '<32>* А они вообще едят?',
                       "<32>* ... теперь мы никогда не узнаем."
                    ]
                  : SAVE.data.n.plot === 33
                  ? [
                       '<32>{#p/basic}{#npc/a}* Санс был здесь постоянным гостем с самого первого дня.',
                       ...(papreal()
                          ? [
                               '<32>* Обычно он заказывает самое худшее блюдо из меню...',
                               '<32>* За исключением сегодняшнего дня...',
                               '<32>* ... когда вместо этого он заказал ВТОРОЕ хуже блюдо из меню.',
                               "<32>* Это уже что-то, правда?"
                            ]
                          : [
                               '<32>* Он всегда заказывает самое худшее блюдо из меню и никогда не оплачивает свой счёт.',
                               '<32>* Но поскольку он привлекает так много других клиентов...',
                               '<32>* Гриллби даже предоставил ему особые условия.',
                               '<32>* ... что такое \"ямок\"?'
                            ])
                    ]
                  : SAVE.data.n.plot === 72
                  ? world.population < 4
                     ? [
                          '<32>{#p/basic}{#npc/a}* Интересно, каков на вкус человеческий хулиган...',
                          "<32>* Вкуснее ли они, когда они злые?\n* Или наоборот?"
                       ]
                     : [
                          "<32>{#p/basic}{#npc/a}* Как бы мне ни хотелось попробовать человеческой еды...",
                          "<32>* Еда из совершенно нового мира... вот это уже лучше."
                       ]
                  : papreal()
                  ? [
                       '<32>{#p/basic}{#npc/a}* Хммм, это как раз то время, когда появляется Санс.',
                       '<32>* Затем, чуть позже, входит его брат.',
                       '<32>* Да, его брат.\n* Папирус.',
                       '<32>* Раньше он всегда заказывал молоко, а теперь каждый раз выбирает что-то новое...',
                       "<32>* Этот репликатор - просто чудо, не так ли?",
                       "<32>* Жаль, что он производит только еду для монстров."
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* Хммм...\n* Разве человеческая еда не отличается от еды монстров?",
                       '<32>* Он делает такие вещи, как \"порча.\"',
                       '<32>* И хотя пища монстров мгновенно превращается в энергию...',
                       '<32>* Человеческая пища должна сначала пройти весь путь через их тело.',
                       '<32>* Что он и делает, даже при низкой гравитации.',
                       "<32>* Как странно.\n* Я бы с удовольствием попробовала как-нибудь."
                    ],
            () =>
               SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* Как жаль.' ]
                  : SAVE.data.n.plot === 33
                  ? papreal()
                     ? world.dead_skeleton
                        ? [
                             "<32>{#p/basic}{#npc/a}* Если подумать, это не единственная неприятная вещь, которая произошла сегодня..."
                          ]
                        : [ '<32>{#p/basic}{#npc/a}* Как странно.' ]
                     : [ "<32>{#p/basic}{#npc/a}* Мы благословлены тем, что среди нас есть такой герой." ]
                  : SAVE.data.n.plot === 72
                  ? world.population < 4
                     ? [
                          '<32>{#p/basic}{#npc/a}* Как бы то ни было, но, если исправиться в последний момент, они могут стать самыми вкусными из всех.'
                       ]
                     : [
                          '<32>{#p/basic}{#npc/a}* Насколько нам известно, пища из нового мира портится даже быстрее, чем пища, сделанная людьми.'
                       ]
                  : papreal()
                  ? [
                       '<32>{#p/basic}{#npc/a}* Надеюсь, он появится сегодня.\n* Он и его брат отлично умеют нас рассмешить.'
                    ]
                  : [ '<32>{#p/basic}{#npc/a}* Я также слышал, что у них есть вещи, называемые \"ванными.\"' ],
            () =>
               SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* Как жаль.' ]
                  : SAVE.data.n.plot === 33
                  ? papreal()
                     ? [ '<32>{#p/basic}{#npc/a}* Как странно.' ]
                     : [ '<32>{#p/basic}{#npc/a}* Как восхитительно.' ]
                  : SAVE.data.n.plot === 72
                  ? world.population < 4
                     ? [ '<32>{#p/basic}{#npc/a}* Как... неожиданно.' ]
                     : [ '<32>{#p/basic}{#npc/a}* Как... вкусно.' ]
                  : papreal()
                  ? [ '<32>{#p/basic}{#npc/a}* Скелеты - это круто.' ]
                  : [ '<32>{#p/basic}{#npc/a}* Люди странные.' ]
         ),
         g_bunbun: pager.create(
            0,
            () =>
               SAVE.data.b.killed_mettaton
                  ? [
                       '<32>{#p/basic}{#npc/a}* М-меттатон был самым красивым парнем в округе...',
                       '<32>* Без него на аванпосту с-с-столько холодно!'
                    ]
                  : SAVE.data.n.plot === 33
                  ? [
                       '<32>{#p/basic}{#npc/a}* Сансииии...\n* Вернись и посиди со мной...!',
                       "<32>* Все так весело, когда ты рядом..."
                    ]
                  : SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* Мне интересно, есть ли в н-новом мире красивые парни...',
                       '<32>* И вкусные н-напитки...',
                       "<32>* Оооооо, я готов!"
                    ]
                  : papreal()
                  ? [
                       "<32>{#p/basic}{#npc/a}* Эй, а не собирается ли Санси как раз сейчас зайти??",
                       "<32>* Давай, Санси!\n* Ты - жизнь вечеринки..."
                    ]
                  : world.dead_dog
                  ? [
                       "<32>{#p/basic}{#npc/a}* Здесь так тихо.",
                       '<32>* Расслабьтесь все!\n* ...',
                       "<32>* Мне начинает не нравиться это место."
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* Куда бы я ни пошёл, там одно и то же меню, одни и те же жители...",
                       "<32>* Помогите!\n* Я хочу новых напитков и классных парней!!"
                    ],
            () =>
               SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* Так холодно...' ]
                  : SAVE.data.n.plot === 33
                  ? [ '<32>{#p/basic}{#npc/a}* Сансии...' ]
                  : SAVE.data.n.plot === 72
                  ? [ '<32>{#p/basic}{#npc/a}* Готов!' ]
                  : papreal() || world.dead_dog
                  ? [ '<32>{#p/basic}{#npc/a}* ...' ]
                  : [ "<32>{#p/basic}{#npc/a}* Я думаю, бармен немного х-х-х-хотя..." ]
         ),
         g_dogamy: () =>
            SAVE.data.b.killed_mettaton
               ? [
                    "<32>{#p/basic}{#npc/a}* Все в восторге от Меттатона, но я...?",
                    SAVE.data.n.state_starton_doggo === 2 && SAVE.data.n.state_starton_greatdog === 2
                       ? '<32>{#p/basic}{#npc/a}* Я просто хочу знать, куда делись другие собаки.'
                       : SAVE.data.n.state_starton_doggo === 2
                       ? '<32>{#p/basic}{#npc/a}* Я все еще хочу знать, что случилось с Догго.'
                       : SAVE.data.n.state_starton_greatdog === 2
                       ? '<32>{#p/basic}{#npc/a}* Я до сих пор скучаю, видя здесь этого здоровяка.'
                       : papreal()
                       ? '<32>{#p/basic}{#npc/a}* Я все еще скучаю по Сансу и его брату.'
                       : '<32>{#p/basic}{#npc/a}* Я просто хочу, чтобы Санс вернулся и дал нам больше своих хедпатов.'
                 ]
               : SAVE.data.n.plot === 33
               ? [ '<32>{#p/basic}{#npc/a}* Черт, я надеялся, что Санс придет погладить нас по головке.' ]
               : SAVE.data.n.plot === 72
               ? world.population < 2
                  ? [
                       "<32>{#p/basic}{#npc/a}* Мы свободны!\n* Может быть, теперь Санс наконец-то сможет погладить нас по головке.",
                       "<32>* Это лучше, чем беспокоиться о хулигане-изгое, разгуливающем по городу."
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* Мы свободны!\n* Может быть, теперь Санс наконец-то сможет погладить нас по головке.",
                       "<32>* Или, может быть, клиенты нашей новой компании сделают это за нас."
                    ]
               : SAVE.data.n.state_starton_doggo === 2 && SAVE.data.n.state_starton_greatdog === 2
               ? [ '<32>{#p/basic}{#npc/a}* Пахнет как-то... тихо.' ]
               : SAVE.data.n.state_starton_doggo === 2
               ? [ "<32>{#p/basic}{#npc/a}* Не могу поверить, что Догго пропал..." ]
               : SAVE.data.n.state_starton_greatdog === 2
               ? [ "<32>{#p/basic}{#npc/a}* Где этот большой кусок?\n* Мы не можем начать, пока он не появится." ]
               : papreal()
               ? [ "<32>{#p/basic}{#npc/a}* Где Санс...\n* Он должен был погладить меня по голове..." ]
               : [
                    '<32>{#p/basic}{#npc/a}* Ты лучше смотри, куда садишься, малыш.',
                    '<32>* Этот здоровяк запрыгнет к вам на колени и подарит много любви и внимания.'
                 ],
         g_dogaressa: () =>
            SAVE.data.b.killed_mettaton
               ? [
                    '<32>{#p/basic}{#npc/a}* (Мы с мужем просто хотим, чтобы все успокоились).',
                    "<32>{#p/basic}{#npc/a}* (Смерть Меттатона была трагичной, но он всего лишь парень на телевидении!)"
                 ]
               : SAVE.data.n.plot === 33
               ? [ '<32>{#p/basic}{#npc/a}* (Мне нравится Sans.)\n* (Иногда он кормит нас объедками из-под стола.)' ]
               : SAVE.data.n.plot === 72
               ? world.population < 2
                  ? [
                       "<32>{#p/basic}{#npc/a}* (Теперь, когда мы свободны, мы планируем открыть компанию по консультированию по вопросам брака.)",
                       '<32>* (Наша первая учебная программа будет называться \"Что значит быть в жестоких отношениях\".)'
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* (Теперь, когда мы свободны, мы планируем открыть компанию по консультированию по вопросам брака.)",
                       '<32>* (Наша первая учебная программа будет называться \"Как жениться на своей маме\".)'
                    ]
               : SAVE.data.n.state_starton_doggo === 2 && SAVE.data.n.state_starton_greatdog === 2
               ? [
                    "<32>{#p/basic}{#npc/a}* (Сегодня здесь одиноко.)\n* (Если наши друзья не придут, не хочешь ли ты поиграть?)"
                 ]
               : SAVE.data.n.state_starton_doggo === 2
               ? [ "<32>{#p/basic}{#npc/a}* (Где Догго?)\n* (Надеюсь, он не потерялся снова.)" ]
               : SAVE.data.n.state_starton_greatdog === 2
               ? [ "<32>{#p/basic}{#npc/a}* (Где Канис Майор?)\n* (Он должен был присоединиться к нам в этой игре.)" ]
               : papreal()
               ? [ '<32>{#p/basic}{#npc/a}* (Где эти скелеты?)\n* (Я хотел взять у них кость...)' ]
               : [
                    "<32>{#p/basic}{#npc/a}* (Мы - дозорные, но нас никогда не уважают.)",
                    '<32>* (Хотелось бы, чтобы эти скелеты бросали нам больше костей).',
                    '<32>* (Мы любим кости.)'
                 ],
         g_doggo: () =>
            SAVE.data.b.killed_mettaton
               ? [
                    '<32>{#p/basic}{#npc/a}* Потеря Меттатона очень неприятна, ты знаешь об этом?',
                    '<33>* Из всех ребят на аванпосте он двигался больше всех!',
                    "<32>* Без него на телевидении, вероятно, будут только люди, которые НЕ двигаются все время."
                 ]
               : SAVE.data.n.plot === 33
               ? [
                    '<32>{#p/basic}{#npc/a}* А?\n* С каких пор ты и Санс стали друзьями...?',
                    "<32>* Я не самый большой поклонник этого парня...",
                    '<32>* Ему нравится появляться без движения.'
                 ]
               : SAVE.data.n.plot === 72
               ? [
                    "<32>{#p/basic}{#npc/a}* Я так долго обходился без объятий, но наконец-то кто-то открылся мне.",
                    '<32>* Ледяной Волк теперь мой Милый Волк.'
                 ]
               : SAVE.data.n.state_starton_dogs === 2 && SAVE.data.n.state_starton_greatdog === 2
               ? [
                    "<32>{#p/basic}{#npc/a}* Иногда остальные любят меня разыгрывать. Они сидят тихо, чтобы я их не видел.",
                    '<32>* Должно быть, они здесь, разыгрывают меня.',
                    "<32>* Я просто подожду, пока один из них не признается в этом..."
                 ]
               : SAVE.data.n.state_starton_dogs === 2
               ? [
                    "<32>{#p/basic}{#npc/a}* Где остальные двое?\n* Я не могу играть с этим здоровяком один...",
                    "<32>* Это будет слишком трудно!"
                 ]
               : SAVE.data.n.state_starton_greatdog === 2
               ? [
                    "<32>{#p/basic}{#npc/a}* Где большой кусок?\n* Я не могу играть с этими двумя в одиночку...",
                    "<32>* Это было бы слишком просто!"
                 ]
               : papreal()
               ? [ '<32>{#p/basic}{#npc/a}* Папирус?\n* Это ты?\n* Ну же...' ]
               : [
                    "<32>{#p/basic}{#npc/a}* Я подумываю о том, чтобы немного отрастить волосы, чтобы показать свою индивидуальность.",
                    '<32>* Он делает заявление типа \"Обними меня, пожалуйста, покрепче и погладь меня.\"'
                 ],
         g_grillby: () =>
            SAVE.data.b.killed_mettaton
               ? [
                    '<32>{#p/basic}* ...\n* ...\n* ...',
                    '<32>{#npc/a}* Грильбз сказал, что грандиозный финал был полезен для бизнеса.',
                    "<32>* Не уверен, что ему нравится этот факт."
                 ]
               : SAVE.data.n.plot === 33
               ? SAVE.data.b.item_fast_food
                  ? [
                       '<32>{#p/basic}* ...\n* ...\n* ...',
                       '<32>{#npc/a}* Грильбз сказал, что разрешает Сансу есть бесплатно только потому, что он привлекает других клиентов.',
                       "<32>* Я не могу с этим не согласиться..."
                    ]
                  : [
                       '<32>{#p/basic}* ...\n* ...\n* ...',
                       '<32>{#npc/a}* Грилбиз предложил брать еду с собой, пока не пришлось её выбрасывать.'
                    ]
               : SAVE.data.n.plot === 72
               ? world.population < 4
                  ? [ '<32>{#p/basic}* ...\n* ...\n* ... хорошо.' ]
                  : [ '<32>{#p/basic}* ...\n* ...\n* ... хорошая работа.' ]
               : postSIGMA()
               ? [
                    '<32>{#p/basic}* ...\n* ...\n* ...',
                    '<32>{#npc/a}* Грильбз говорит, что недавно перестало работать некоторое оборудование в баре.',
                    "<32>* Мы бы заплатили кому-нибудь за починку, но с тех пор, как Меттатон отменил своё маленькое шоу или что-то в этом роде...",
                    "<32>* С каждой минутой мы видим все меньше и меньше прибыли."
                 ]
               : world.population < 4
               ? [
                    '<32>{#p/basic}* ...\n* ...\n* ...',
                    '<32>{#npc/a}* Грильбз очень сожалеет об отсутствии других клиентов.',
                    "<32>* Лично я думаю, что они просто боятся...",
                    '<32>* Ты знаешь.\n* Этого хулигана.'
                 ]
               : [
                    '<32>{#p/basic}* ...\n* ...\n* ...',
                    '<32>{#npc/a}* Грильбз рассказал, что нашёл свои новые цвета в электронном журнале.',
                    "<32>* Лично мне больше нравится натуральный оранжевый цвет Грильбза.\n* Но это только моё мнение."
                 ],
         g_punkhamster: pager.create(
            0,
            () =>
               SAVE.data.b.killed_mettaton
                  ? [
                       "<32>{#p/basic}{#npc/a}* Ты действительно показал этому здоровенному роботу, кто в доме хозяин, да?",
                       "<32>* ... если бы только он не заставлял меня переживать за него."
                    ]
                  : SAVE.data.n.plot === 33
                  ? [
                       '<32>{#p/basic}{#npc/a}* Санс определенно знает, как заставить тебя смеяться, да?',
                       '<32>* Хорошо, что так.\n* Этот скелет практически оплачивает счета.'
                    ]
                  : SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [
                          "<32>{#p/basic}{#npc/a}* Знаешь, мне приглянулся твой боевой дух, парень.",
                          "<32>* Теперь, когда мы все вернулись в город, кажется, мы станем большими друзьями.",
                          "<32>* ... но мы все переезжаем отсюда, да?",
                          "<32>* Ну что ж.\n* Полагаю, не всё может быть убежищем для тяжелых вещей."
                       ]
                     : [
                          "<32>{#p/basic}{#npc/a}* Если мы будем свободны, людям больше не придётся переселяться из Цитадели!",
                          "<32>* Похоже, нам не придется терять нашу местную культуру.",
                          "<32>* ... только мы все отсюда переезжаем, да?",
                          "<32>* Ну что ж.\n* Видимо, не всё может быть панк-персиком и панк-сливками."
                       ]
                  : papreal() || world.dead_canine || world.population < 6
                  ? [
                       "<32>{#p/basic}{#npc/a}* В ЦИТАДЕЛИ становится тесновато, и я слышал, что их собираются перевезти сюда.",
                       "<32>* ... кто знает?\n* Может, у нас найдется для них место."
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* В ЦИТАДЕЛИ становится тесновато, и я слышал, что их собираются перевезти сюда.",
                       "<32>* Хммм...\n* Я не хочу видеть стирание нашей местной культуры.",
                       "<32>* Но было бы забавно научить этих городских хитрецов тому, что мы делаем здесь!"
                    ],
            () =>
               SAVE.data.b.killed_mettaton
                  ? [ "<33>{#p/basic}{#npc/a}* У меня по этому поводу полу-конфликт." ]
                  : SAVE.data.n.plot === 33
                  ? [ "<32>{#p/basic}{#npc/a}* Обычный?\n* Кто, я?\n* Не, я только полу-регулярный." ]
                  : SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [
                          "<32>{#p/basic}{#npc/a}* Если подумать, ты меня вдохновил, парень.\n* Я собираюсь основать бойцовский клуб."
                       ]
                     : [ "<32>{#p/basic}{#npc/a}* Придется придумать что-то новое, а?" ]
                  : [ "<32>{#p/basic}{#npc/a}* Да, приведи их!" ]
         ),
         g_redbird: pager.create(
            0,
            () =>
               SAVE.data.b.killed_mettaton
                  ? [
                       '<32>{#p/basic}{#npc/a}* Хо-хо-хо!\n* Это было действительно что-то!',
                       "<32>{#p/basic}{#npc/a}* ... Мне одному кажется, что это всё обман?"
                    ]
                  : SAVE.data.n.plot === 33
                  ? [
                       "<32>{#p/basic}{#npc/a}* Санс - королевский часовой, но не позволяй его титулу обмануть тебя.",
                       '<32>* Все знают, что он сидит на краю холодного леса и читает руководства по ховеркарам.'
                    ]
                  : SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* Ух ты, совершенно новый мир...',
                       '<32>* Возможно, я больше не буду переводить для Грильбза...',
                       "<32>* ... а может, и буду!\n* Грильбз, ты планируешь перенести это место туда?",
                       '<32>{#npc}* ...\n* ...\n* ...',
                       ...(world.population < 4
                          ? [
                               "<32>{#npc/a}* Грильбз говорит, что он более чем счастлив.",
                               '<33>* Должно быть, он всё ещё боится тебя.'
                            ]
                          : [ "<32>{#npc/a}* Грильбз сказал, что подумает об этом." ])
                    ]
                  : papreal()
                  ? [
                       '<32>{#p/basic}{#npc/a}* Грильби начинает нервничать.',
                       "<32>* Санс - его лучший клиент, а он сегодня вообще не появлялся..."
                    ]
                  : world.dead_dog
                  ? [
                       '<32>{#p/basic}{#npc/a}* Эти собаки входят в состав КОРОЛЕВСКОЙ ГВАРДИИ...',
                       '<32>* А?\n* Где они?\n* Странно...'
                    ]
                  : world.population < 4
                  ? [
                       "<32>{#p/basic}{#npc/a}* По городу ходят слухи, что есть хулиган, который избивает всех.",
                       '<32>* Но мы с Гриллбзом решили оставить бар открытым.',
                       "<32>* Ни один хулиган не помешает нам управлять этим заведением!"
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Эти собаки - часть Королевской гвардии, военной группы, возглавляемой АНДАЙН.',
                       "<32>* Она грубая, шумная и избивает всех, кто не уважает её...",
                       "<32>* Неудивительно, что все дети хотят быть похожими на неё, когда вырастут!"
                    ],
            () =>
               SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* Ты никогда не знаешь, что делать с этими грубоватыми телеведущими.' ]
                  : SAVE.data.n.plot === 33
                  ? [
                       "<32>{#p/basic}{#npc/a}* Не спрашивайте меня, почему он это делает.",
                       "<32>* Если бы мне пришлось гадать, я бы сказал, что это как-то связано с Папирусом."
                    ]
                  : SAVE.data.n.plot === 72
                  ? [
                       "<32>{#p/basic}{#npc/a}* Если он откроет Грильбис на новой планете...",
                       ...(world.population < 4
                          ? [ '<32>* Остается надеяться, что путешественники там окажутся добрее.', "<32>* ... ты спорный." ]
                          : [
                               "<32>* Остается надеяться, что воды вокруг не слишком много.",
                               "<32>* ... это было бы опасно."
                            ])
                    ]
                  : papreal() || world.dead_dog
                  ? [ '<32>{#p/basic}{#npc/a}* Что-то не так.' ]
                  : world.population < 4
                  ? [ "<32>{#p/basic}{#npc/a}* По крайней мере, они не убивают всех подряд." ]
                  : [ '<32>{#p/basic}{#npc/a}* Я тоже хочу быть как АНДАЙН, когда вырасту!\n* Ху-ху-ху!' ]
         ),
         l_cupjake: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       "<32>{#p/basic}{#npc/a}* Может быть, теперь, когда мы свободны, эта милая леди наконец-то уйдет.",
                       '<32>* Тогда я узнаю содержание этой {@fill=#f00}странной книги{@fill=#fff} для себя...'
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* Есть {@fill=#f00}странная книга{@fill=#fff} которая появляется и исчезает здесь случайным образом...",
                       '<32>* Но эта милая леди всегда стоит на пути!',
                       '<32>* Ты знаешь что-нибудь, что может её отпугнуть?'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? [ '<32>{#p/basic}{#npc/a}* Скоро, я говорю тебе.', '<32>* Скоро.' ]
                  : [ "<32>{#p/basic}{#npc/a}* Я знаю, о чём ты думаешь.", "<32>* Не пытайся это сделать." ]
         ),
         l_kakurolady: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* (Кашель, кашель.)',
                       "<32>* Это будет последний выпуск нашей новостной ленты...",
                       '<32>* Почему бы нам просто не написать на обложке \"КОНЕЦ\" и на этом закончить?'
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* (Кашель, кашель.)',
                       '<33>* Ещё в школе учителя давали нам головоломки найди отличия, когда у нас заканчивались задания.',
                       '<32>* Я думал, что это пустая трата времени.\n* Но посмотрите на меня сейчас...',
                       "<33>* Я - мастер номер один по выявлению различий на аванпосту!"
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* (Кашель, кашель.)',
                       "<32>* Чёрт возьми, почему бы нам не уволиться прямо здесь и сейчас?"
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* (Кашель, кашель.)',
                       "<33>* Поверь мне, парень.\n* Ты не очень-то хочешь эту работу."
                    ]
         ),
         l_librarian: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* Добро пожаловать в библиотеку.',
                       ...(world.population === 0
                          ? [ "<32>* Если ты побьёшь кого-нибудь ещё, тебе будет очень жаль." ]
                          : [ "<32>* Это последний день, когда мы работаем, так что шуми, сколько хочешь." ])
                    ]
                  : postSIGMA()
                  ? [
                       "<32>{#p/basic}{#npc/a}* Добро пожаловать в библиотеку.\n* Единственное место в городе, которое не работает на электричестве.",
                       '<32>* Что очень важно, учитывая все поломки, происходящие в последнее время.'
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Добро пожаловать в библиотеку.\n* На самом деле, это название возникло как орфографическая ошибка.',
                       '<32>* Теперь все называют это так...'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population === 0
                     ? [ "<32>{#p/basic}{#npc/a}* У тебя есть чувства, не так ли?" ]
                     : [ "<32>{#p/basic}{#npc/a}* Не то чтобы кто-то мог остановить тебя раньше..." ]
                  : [ "<32>{#p/basic}{#npc/a}* Вот что происходит, когда вам лень устранять простые проблемы." ]
         ),
         l_sweetie: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       "<32>{#p/basic}{#npc/a}* О боже, у нас столько новостей, что я не знаю, с чего начать!",
                       '<32>* Как насчёт такого заголовка...* \"Монстры наконец-то сбежали с аванпоста.\"',
                       "<32>* Не, в этом нет достаточной пикантности...",
                       '<32>* Как насчет \"Ты не поверишь, кто помог нам сбежать с аванпоста!\"'
                    ]
                  : postSIGMA()
                  ? [
                       '<32>{#p/basic}{#npc/a}* Работа с новостной лентой в последнее время становится всё более сложной.',
                       "<32>{#p/basic}{#npc/a}* Половину времени я даже не могу войти в свой собственный аккаунт!",
                       '<32>{#p/basic}{#npc/a}* Чтобы исправить это, мне, возможно, придётся лично получить доступ к серверам центра отдыха...'
                    ]
                  : world.dead_dog || world.population < 6
                  ? SAVE.data.b.killed_mettaton
                     ? [
                          '<32>{#p/basic}{#npc/a}* Работа с лентой новостей теряет свою привлекательность.',
                          '<32>* Сначала ужасные новости, а теперь то, что случилось с той знаменитостью...',
                          "<32>* Я подумываю о том, чтобы уволиться."
                       ]
                     : [
                          '<32>{#p/basic}{#npc/a}* Мне нравится работать с лентой новостей.',
                          "<32>* Однако в последнее время мне приходится сообщать о чём-то ужасном...",
                          "<32>* Я начинаю сомневаться в правильности своего жизненного выбора."
                       ]
                  : SAVE.data.b.killed_mettaton
                  ? [
                       '<32>{#p/basic}{#npc/a}* Мне нравится работать с лентой новостей.',
                       '<32>* Только проблема в том, что если знаменитость умирает...',
                       "<32>* Это всё, о чём меня просят отчитаться в течение некоторого времени."
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Мне нравится работать с лентой новостей.',
                       "<32>* В нём так мало информации, что мы просто заполняем его комиксами и играми.",
                       '<32>* Я надеюсь, что они никому не наскучат.'
                    ],
            () =>
               world.dead_dog || world.population < 6 || SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* Ты когда-нибудь чувствовал, что твоя жизнь бежит по кругу?' ]
                  : [ "<32>{#p/basic}{#npc/a}* Ты когда-нибудь чувствовал, что тебе чего-то не хватает?" ]
         ),
         s_faun: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 6
                     ? [
                          "<32>{#p/basic}{#npc/a}* Мы все свободны?",
                          "<32>* ЛАДНО, ЛАДНО...\n* И я-то думал, что мы все будем в синяках.",
                          "<33>* Какой сюрприз.\n* Я уверен, что собаке будет всё равно."
                       ]
                     : [
                          "<32>{#p/basic}{#npc/a}* Мы все свободны?",
                          "<32>* ЛАДНО, ЛАДНО...\n* Я перестану бездельничать.\n* Эта собака знает?",
                          "<33>* Хм, я обязательно пойду и расскажу об этом."
                       ]
                  : roomKills().s_greater > 0
                  ? [ "<32>{#p/basic}{#npc/a}* Прости, чемпион.\n* Сейчас не самое подходящее время." ]
                  : 30 <= SAVE.data.n.plot
                  ? [
                       '<32>{#p/basic}{#npc/a}* Я слышал, что собака играет в 4-D покер...',
                       '<32>* Он когда-нибудь выигрывал игру?\n* Я удивляюсь.'
                    ]
                  : [
                       [
                          '<32>{#p/basic}{#npc/a}* Сюда только что вбежала собака, полная вдохновения.',
                          '<32>* Он пытался создать голограмму, которая выражала бы его собственные эмоции...',
                          '<32>* Но по мере того, как он это делал, его всё больше захватывало творение...',
                          '<32>* Его шея становилась всё длиннее и длиннее, а света становилось всё больше и больше, пока...',
                          "<32>* Смотреть на это было довольно грустно, но я не мог отвернуться."
                       ],
                       [
                          "<32>{#p/basic}{#npc/a}* Та собака, что была раньше...?\n* Она в Грильби.\n* Я думаю.",
                          '<32>* После работы все собаки приходят туда, чтобы вместе поиграть в карты.',
                          "<32>* Но эта собака не знает, как выразить себя.",
                          '<32>* В итоге он играет один, вместо того чтобы представить себя остальным...'
                       ],
                       [
                          "<32>{#p/basic}{#npc/a}* Где эта собака?",
                          '<32>* Обычно он проходит здесь каждый день после работы...'
                       ],
                       [
                          '<32>{#p/basic}{#npc/a}* Здесь только что прошла тяжело раненная собака...',
                          '<32>* Какой человек станет избивать маленькую милую собачку?'
                       ]
                    ][SAVE.data.n.state_starton_lesserdog],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 6
                     ? [ "<32>{#p/basic}{#npc/a}* Не волнуйся, чемпион.\n* Большинство из них уже наверняка простили тебя." ]
                     : [ "<32>{#p/basic}{#npc/a}* Не волнуйся, чемпион.\n* Я позабочусь об этом." ]
                  : roomKills().s_greater > 0
                  ? [ '<32>{#p/basic}{#npc/a}* ...' ]
                  : 30 <= SAVE.data.n.plot
                  ? [ "<32>{#p/basic}{#npc/a}* В тот день, когда собака выиграет партию в 4-D покер, мы все будем обречены." ]
                  : [
                       [ '<32>{#p/basic}{#npc/a}* Жалко собаку, да?' ],
                       [ '<32>{#p/basic}{#npc/a}* Так жаль собаку, да?' ],
                       [ '<32>{#p/basic}{#npc/a}* Ты видел это?' ],
                       [ '<32>{#p/basic}{#npc/a}* Отвратительный.' ]
                    ][SAVE.data.n.state_starton_lesserdog]
         ),
         s_moonrocks1: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 6
                     ? [
                          '<32>{#p/basic}{#npc/a}* Хах-\n* Невероятно-',
                          '<32>* Я всегда знал, что мои лунные камни - настоящие.',
                          "<32> Даже Я удивляюсь, до чего довели меня твои подлые методы-"
                       ]
                     : [
                          '<32>{#p/basic}{#npc/a}* Тихо-\n* Невероятно...',
                          "<32>* Не могу поверить, что я буду работать с этим парнем-",
                          '<32>* По крайней мере, наши показатели продаж должны наконец-то вырасти-'
                       ]
                  : roomKills().s_pacing > 0
                  ? [ "<32>{#p/basic}{#npc/a}* Тихо-\n* Извини, я не продаю таким, как ты-" ]
                  : SAVE.data.b.killed_mettaton
                  ? [
                       "<32>{#p/basic}{#npc/a}* Человек...\n* Неприятно, что случилось с Меттатоном, знаешь ли-",
                       "<32>* Но я готов продать свои лунные камни, выпущенные специально для этого случая-",
                       '<32>* В отличие от того парня, который вместо этого просто снижает цены на свои основные камни-'
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Тихо-\n* Невероятно...',
                       '<32>* Я получил настоящие лунные камни прямо с Луны, в отличие от его надуманного дерьма-',
                       "<32>* Камни этого парня совсем не похожи на луну-"
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 6
                     ? [ '<32>{#p/basic}{#npc/a}* Да, я должен тебя поблагодарить-' ]
                     : [ "<32>{#p/basic}{#npc/a}* Это просто хорошо для бизнеса-" ]
                  : roomKills().s_pacing > 0
                  ? [ "<32>{#p/basic}{#npc/a}* Тихо-\n* Извини, я не продаю таким, как ты-" ]
                  : [ '<32>{#p/basic}{#npc/a}* Наглость этого парня-' ]
         ),
         s_moonrocks2: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 6
                     ? [
                          "<32>{#p/basic}{#npc/a}* Эххх~\n* Я просто не мог больше с этим мириться, чувак~",
                          "<32>* Между его приставаниями и твоими издевательствами, я почти сыт по горло~",
                          "<32>* Его лунные камни могут быть подделкой, но если это принесет мне мир и покой, я соглашусь~"
                       ]
                     : [
                          '<32>{#p/basic}{#npc/a}* Пффт~\n* Шоу-мен~',
                          "<32>* Хорошо, что мы наконец-то работаем вместе над этим делом~",
                          "<32>* Теперь мы оба будем продавать мои настоящие лунные камни~"
                       ]
                  : roomKills().s_pacing > 0
                  ? [ '<32>{#p/basic}{#npc/a}* Пффф~\n* Нет лунных камней для тебя~' ]
                  : SAVE.data.b.killed_mettaton
                  ? [
                       '<32>{#p/basic}{#npc/a}* Очень жаль, что так случилось с началом андеграунда~',
                       "<32>* Не волнуйся~\n* В отличие от того чувака слева от меня, я не буду поднимать цены~",
                       '<32>* На самом деле, мои лунные камни поступают в продажу~'
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Пффт~\n* Шоу-мен~',
                       "<32>* Тот чувак слева от меня продает фальшивые лунные камни, брух~",
                       "<32>* Не верьте ни единому его слову~"
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 6
                     ? [ '<32>{#p/basic}{#npc/a}* Шоу-мен~\n* Прости, что так вышло.' ]
                     : [ '<32>{#p/basic}{#npc/a}* Да, это всё время были настоящие поддельные лунные камни~' ]
                  : roomKills().s_pacing > 0
                  ? [ '<32>{#p/basic}{#npc/a}* Пффф~\n* Нет лунных камней для тебя~' ]
                  : [ "<32>{#p/basic}{#npc/a}* Наглость этого чувака~" ]
         ),
         t_bunny: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       "<32>{#p/basic}{#npc/a}* Моя маленькая Корица однажды вырастет...",
                       "<32>* Поскольку он мой брат, я хочу для него только лучшего.",
                       '<32>* Я очень надеюсь, что наш новый мир сможет это учесть.'
                    ]
                  : SAVE.data.b.killed_mettaton
                  ? [
                       "<32>{#p/basic}{#npc/a}* Ах, здесь так тихо и спокойно...",
                       '<32>* Люди, которые обычно меня беспокоят, слишком заняты тем, что плачут о чём-то по ТВ!'
                    ]
                  : papreal()
                  ? [
                       "<32>{#p/basic}{#npc/a}* Ах, здесь так тихо и спокойно...",
                       '<32>* Обычно один из этих скелетов преследует мою маленькую Корицу.'
                    ]
                  : world.dead_canine
                  ? [
                       "<32>{#p/basic}{#npc/a}* Ах, здесь так тихо и спокойно...",
                       '<32>* Обычно одна из этих собак гоняется за моей маленькой Корицей.'
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* Разве моя маленькая Корица не самая милая?",
                       '<32>* Бантики-булочки такие очаровательные...\n* Хи-хи!'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? [ "<32>{#p/basic}{#npc/a}* It's not long now, bun-bun..." ]
                  : SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* Интересно, что могло случиться...' ]
                  : papreal() || world.dead_canine
                  ? [ '<32>{#p/basic}{#npc/a}* Интересно, где они...' ]
                  : [ '<32>{#p/basic}{#npc/a}* Bun-bun-bun-bun-bun...' ]
         ),
         t_icewolf: () =>
            SAVE.data.n.plot === 72
               ? [
                    "<32>{#p/basic}{#npc/a}* Ледяной Волк сегодня счастлив.\n* Милый Догго наконец-то побывал в объятиях Ледяного Волка.",
                    '<32>* Ледяной Волк теперь его Милый Волк.'
                 ]
               : SAVE.data.b.killed_mettaton
               ? [
                    '<32>{#p/basic}{#npc/a}* Ледяной Волк замечает, что мораль города падает.',
                    '<32>* Ледяной Волк просто хочет, чтобы все были счастливы.'
                 ]
               : world.dead_canine
               ? [
                    "<32>{#p/basic}{#npc/a}* Ледяной Волк не видел сегодня ни одного из друзей-собак Ледяного Волка.",
                    '<32>* Ледяной Волк грустит.'
                 ]
               : SAVE.data.n.state_starton_doggo === 2
               ? [
                    '<32>{#p/basic}{#npc/a}* Ледяной Волк сегодня совсем не видел милого Догго.',
                    '<32>* Ледяному Волку одиноко.'
                 ]
               : papreal()
               ? [ '<32>{#p/basic}{#npc/a}* Ледяной Волк не видел сегодня ни одного скелета.', '<32>* Ледяной Волк беспокоится.' ]
               : SAVE.data.n.state_starton_doggo === 1 &&
                 SAVE.data.n.state_starton_dogs === 1 &&
                 SAVE.data.n.state_starton_greatdog === 1 &&
                 SAVE.data.n.state_starton_lesserdog === 1
               ? [
                    "<32>{#p/basic}{#npc/a}* Ледяной Волк собирается поиграть в фетч с друзьями-собаками Ледяного Волка.",
                    '<32>* Ледяной Волк взволнован.'
                 ]
               : world.population < 6
               ? [
                    world.bullied
                       ? '<32>{#p/basic}{#npc/a}* Ледяной Волк недоумевает, почему так много монстров ранено.'
                       : '<32>{#p/basic}{#npc/a}* Ледяной Волк недоумевает, почему исчезло так много монстров.',
                    '<32>* Ледяной Волк беспокоится.'
                 ]
               : [
                    '<32>{#p/basic}{#npc/a}* Ледяной Волк недоумевает, почему Ледяной Волк - это Ледяной Волк, когда вокруг нет льда.',
                    '<32>* Ледяной Волк растерян.'
                 ],
         t_imafraidjumitebeinagang: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       "<32>{#p/basic}{#npc/a}* Я спросил Папируса о его коллекции зубных нитей, и он сказал, что поможет мне создать такую же.",
                       "<32>* Разве он не лучший?"
                    ]
                  : SAVE.data.b.killed_mettaton
                  ? [
                       "<32>{#p/basic}{#npc/a}* Моя зубная щетка марки МТТ снова сломалась, и я не знаю, как починить её на этот раз.",
                       "<32>* ... не похоже, что они собираются делать их еще, сейчас."
                    ]
                  : papreal()
                  ? [
                       "<32>{#p/basic}{#npc/a}* Я хотел спросить Папируса о его коллекции зубных нитей, но его не оказалось на месте.",
                       '<32>* Ты случайно ничего об этом не знаешь?'
                    ]
                  : world.popmax(0) - world.population > 4
                  ? [
                       "<32>{#p/basic}{#npc/a}* Я бы одолжил тебе свою зубную щетку марки МТТ...",
                       "<32>* ... но у меня такое чувство, что ты разобьешь её вдребезги."
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* Эти зубные щетки марки MTT такие чертовски хрупкие.",
                       '<32>* Вещь была раздавлена в моих руках ещё до того, как я успел начать!'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       "<32>{#p/basic}{#npc/a}* Я спросил Папируса о его коллекции зубных нитей, и он сказал, что поможет мне создать такую же.",
                       "<32>* Разве он не лучший?"
                    ]
                  : SAVE.data.b.killed_mettaton
                  ? [ "<32>{#p/basic}{#npc/a}* Похоже, теперь мне придётся пользоваться действительно приличной зубной щеткой." ]
                  : papreal()
                  ? [ '<32>{#p/basic}{#npc/a}* Хм...\n* Интересно, как скелеты чистят зубы.' ]
                  : world.popmax(0) - world.population > 4
                  ? [
                       '<32>{#p/basic}{#npc/a}* Посиделки у бара многое говорят об этом месте...\n* В лучшую или худшую сторону.'
                    ]
                  : [ '<32>{#p/basic}{#npc/a}* Но, опять же, это был самый дешёвый вариант...' ]
         ),
         t_kabakk: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 4
                     ? [
                          '<32>{#p/basic}{#npc/a}* ЭЙ!',
                          "<32>* ... ты довольно странный.",
                          '<32>* Ты заставил нас пройти через ад, а затем прошёл через ад, чтобы спасти всех нас.',
                          "<32>* Я не знаю, почему.",
                          '<32>* ...',
                          '<32>* ...',
                          "<32>* Я НЕ ЗНАЮ, КАК СПРАВИТЬСЯ С ЭТОЙ СИТУАЦИЕЙ!\n* ДА!"
                       ]
                     : [
                          '<32>{#p/basic}{#npc/a}* ЭЙ!',
                          "<32>* ... ты очень крутой.",
                          '<32>* Спасибо, что прошёл через ад, чтобы спасти нас всех там.',
                          '<32>* Это была настоящая удача.',
                          '<32>* ...',
                          '<32>* ...',
                          '<32>* ДА ЗДРАВСТВУЕТ НОВАЯ ВЛАСТЬ!\n* ДА!'
                       ]
                  : world.meanie
                  ? [
                       '<32>{#p/basic}{#npc/a}* ЭЙ!',
                       '<32>* Чем ты занимаешься, а, МАЛЫШ?',
                       "<32>* У тебя ужасно преступное выражение ЛИЦА...",
                       '<32>* ...',
                       '<32>* ...',
                       '<32>* Уважай мой АВТОРИТЕТ!\n* ДА!'
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* ЭЙ!',
                       '<32>* Ты думаешь, что можешь просто стоять и смотреть на МЕНЯ?',
                       "<32>* Ну, у меня для тебя плохие новости, ПРИЯТЕЛЬ.",
                       "<32>* Я офицер ЗАКОНА.",
                       '<32>* Итак, УХ...',
                       '<32>* Уважай мой АВТОРИТЕТ!\n* ДА!'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 4
                     ? [ '<32>{#p/basic}{#npc/a}* ...' ]
                     : [ '<32>{#p/basic}{#npc/a}* ПРИВЕТ, ПРИЯТЕЛЬ.' ]
                  : [ '<32>{#p/basic}{#npc/a}* Уважай его, ПРИЯТЕЛЬ.' ]
         ),
         t_loverboy: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [
                          '<32>{#p/basic}{#npc/a}* Эй, эй...',
                          "<32>* ... несмотря на всё, что ты сделал, ты всё равно выбрал...",
                          "<32>* О... о боже...\n* Ты не видишь этого, но я думаю, что заплачу...",
                          "<32>* О... oh my god...\n* You can't see it, but I think I'm going to cry..."
                       ]
                     : [
                          '<32>{#p/basic}{#npc/a}* Эй, эй...',
                          "<32>* ... благодаря тебе, мы...",
                          "<32>* О... о боже...\n* Ты не видишь этого, но я думаю, что заплачу...",
                          '<32>* ... можно мне поплакать?'
                       ]
                  : papreal() || world.dead_canine || SAVE.data.b.killed_mettaton
                  ? [
                       "<32>{#p/basic}{#npc/a}* Эй-эй, почему все такие грустные в этом городе?",
                       '<32>* Что-то произошло?'
                    ]
                  : [
                       "<32>{#p/basic}{#npc/a}* Эй-эй, в моей жизни никогда ничего не изменится!",
                       '<32>* Ха... ха...'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [ "<32>{#p/basic}{#npc/a}* Я все еще считаю тебя крутым...!\n* Пожалуйста, не делай мне больно." ]
                     : [ '<32>{#p/basic}{#npc/a}* Я люблю тебя...!' ]
                  : papreal() || world.dead_canine || SAVE.data.b.killed_mettaton
                  ? [ "<32>{#p/basic}{#npc/a}* Возможно, это всего лишь моё воображение." ]
                  : [ "<32>{#p/basic}{#npc/a}* А может, я просто сошел с ума." ]
         ),
         t_politics: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* Я слышал, что король раскрыл правду о людях, которых он якобы убил.',
                       "<32>* Всем было так плохо, что они не знали.\n* Они все крепко обняли его.",
                       '<32>* Затем они забрали людей и приняли их к себе.',
                       '<32>* Теперь люди будут жить с нами.',
                       "<32>* Вот это политика!"
                    ]
                  : SAVE.data.b.killed_mettaton
                  ? [
                       "<32>{#p/basic}{#npc/a}* Хммм, странно, что в последнее время все говорят о телевидении.",
                       "<32>* Что случилось...?\n* Я надеюсь, это не повлияет на нашу политическую систему..."
                    ]
                  : papreal()
                  ? [
                       '<32>{#p/basic}{#npc/a}* Хммм, обычно Папирус отправляется на встречу с АНДАЙН прямо сейчас.',
                       '<32>* Где он...?\n* Я чувствую, как наша политическая система разваливается на части...'
                    ]
                  : world.popmax(0) - world.population > 4
                  ? [
                       '<32>{#p/basic}{#npc/a}* В этом городе нет настоящей полиции.\n* Но, может быть, фальшивая полиция отпугнет хулиганов.',
                       '<32>* Политика продолжается...'
                    ]
                  : world.trueKills > 0 || SAVE.data.n.bully > 0
                  ? [
                       '<32>{#p/basic}{#npc/a}* В этом городе нет мэра.',
                       '<32>* Но, если что-то случится, скелет расскажет об этом рыбной леди.',
                       "<32>* Вот это политика!"
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* В этом городе всегда так тоскливо.',
                       "<32>* Но если дела пойдут так же, как сейчас, возможно, ситуация изменится.",
                       '<32>* Это политика?'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? [ "<32>{#p/basic}{#npc/a}* Ты видишь?\n* Политика не так уж плоха..." ]
                  : SAVE.data.b.killed_mettaton || papreal() || world.popmax(0) - world.population > 4
                  ? [ '<32>{#p/basic}{#npc/a}* Политика...' ]
                  : world.trueKills > 0 || SAVE.data.n.bully > 0
                  ? [ '<32>{#p/basic}{#npc/a}* Политика.' ]
                  : [ '<32>{#p/basic}{#npc/a}* Политика?' ]
         ),
         t_rabbit: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}{#npc/a}* Давным-давно я слышал, что у них не было таких причудливых вещей, как \"силовые поля.\"',
                       '<32>* Все, что я могу сказать... это то, что мне приятно вернуться.'
                    ]
                  : SAVE.data.b.killed_mettaton
                  ? [
                       '<32>{#p/basic}{#npc/a}* Давным-давно я слышал, что телевизионные знаменитости были повсюду.',
                       "<32>* Теперь, похоже, они уходят в прошлое."
                    ]
                  : papreal()
                  ? [
                       '<32>{#p/basic}{#npc/a}* Давным-давно я слышал, что аванпост был унылым местом.',
                       "<32>* Такими темпами... мы вернемся к той же проблеме."
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Давным-давно, я слышал, они разделили город на две половины.',
                       '<32>* Интересно, как он выглядел раньше...?'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? [ '<32>{#p/basic}{#npc/a}* Спасибо, что вернул нас.' ]
                  : SAVE.data.b.killed_mettaton
                  ? [ "<32>{#p/basic}{#npc/a}* Жаль, что мы не можем просто волшебным образом вернуть их обратно." ]
                  : papreal()
                  ? [ "<32>{#p/basic}{#npc/a}* Жаль, что мы не можем просто волшебным образом исправить эти вещи." ]
                  : [ '<32>{#p/basic}{#npc/a}* Возможно, мы никогда не узнаем.' ]
         ),
         t_smileguy: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [
                          "<32>{#p/basic}{#npc/a}* Значит, мы свободны, да?",
                          "<32>* Думаю, мне больше не нужно улыбаться...",
                          "<32>* ... странно.\n* Мне не хочется не улыбаться, но и улыбка кажется неправильной.",
                          "<32>* Это слишком глубоко.\n* Я придерживаюсь того, что знаю."
                       ]
                     : [
                          "<32>{#p/basic}{#npc/a}* Значит, мы свободны, да?",
                          "<32>* Думаю, мне больше не нужно улыбаться...",
                          "<32>* ... хм.\n* Тогда почему я не могу остановиться?",
                          "<32>* По какой-то причине я не хочу переставать улыбаться!"
                       ]
                  : papreal() || SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* Только сейчас я почувствовал, что моя улыбка на мгновение померкла.', "<32>* Что случилось?" ]
                  : [
                       "<32>{#p/basic}{#npc/a}* Мы все знаем, что все пошло не так, как мы надеялись, но всё равно улыбаемся.",
                       '<32>* Почему?',
                       '<32>* Такова наша реальность, так зачем же унывать по этому поводу?'
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [ '<32>{#p/basic}{#npc/a}* Улыбнись.' ]
                     : [ '<32>{#p/basic}{#npc/a}* Улыбнись!' ]
                  : papreal() || SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* Улыбнись?' ]
                  : [ '<32>{#p/basic}{#npc/a}* Улыбнись.' ]
         ),
         t_wisconsin: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [
                          '<32>{#p/basic}{#npc/a}* Свобода...',
                          "<32>* Это значит, что мне больше не придётся беспокоиться о том, что меня побьют.",
                          '<32>* Хаха.'
                       ]
                     : [
                          '<32>{#p/basic}{#npc/a}* Свобода...',
                          "<32>* Это значит, что мне больше не нужно беспокоиться о том, как шутить.",
                          '<32>* ...',
                          '<32>* Что делает мышь, когда наконец получает сыр?',
                          '<32>* ...',
                          '<32>* Ну...',
                          "<32>* Он, вероятно, не беспокоится о том, чтобы шутить, это точно.",
                          '<32>* Хаха.'
                       ]
                  : world.dead_dog || world.dead_skeleton || world.population < 6 || SAVE.data.b.killed_mettaton
                  ? [
                       '<32>{#p/basic}{#npc/a}* Это просто похоже на...',
                       '<32>* Как будто всё становится хуже и хуже...\n* И хуже.'
                    ]
                  : [
                       '<32>{#p/basic}{#npc/a}* Все всегда смеются и шутят, стараясь забыть о современных кризисах...',
                       '<32>* Уныние.\n* Теснота.\n* Отсутствие родного мира.',
                       "<32>* Я бы присоединился к ним, но мне просто не хочется быть смешным."
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [ "<32>{#p/basic}{#npc/a}* Прости.\n* Это было не смешно." ]
                     : [
                          '<32>{#p/basic}{#npc/a}* Прости.\n* Думаю, можно сказать...',
                          '<32>* Эта шутка была чересчур \"пошлой.\"'
                       ]
                  : world.dead_dog || world.dead_skeleton || world.population < 6 || SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* И ещё хуже...' ]
                  : [ "<32>{#p/basic}{#npc/a}* По крайней мере, я не делаю каламбуров." ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 2
                     ? [ '<32>{#p/basic}{#npc/a}* Ты должен уйти, пока я не перестал быть с тобой милым.' ]
                     : [ "<32>{#p/basic}{#npc/a}* Да.\n* Это был каламбур.\n* Я теперь каламбурная мышь." ]
                  : world.dead_dog || world.dead_skeleton || world.population < 6 || SAVE.data.b.killed_mettaton
                  ? [ '<32>{#p/basic}{#npc/a}* И что ещё хуже...' ]
                  : [ '<32>{#p/basic}{#npc/a}* На данный момент.' ]
         ),
         t_zorren: pager.create(
            0,
            () => [
               "<32>{#p/basic}{#npc/a}* (О, привет, это я, Зоррен.)",
               ...(SAVE.data.n.plot === 72
                  ? world.population < 4
                     ? [
                          "<32>* (Мы не можем не поблагодарить тебя за то, что ты сделал.)",
                          "<32>* (Но...)\n* (Ты был не совсем примерным гражданином)",
                          "<32>* (Зачем ты всё так усложняешь?)"
                       ]
                     : [
                          "<32>* (Мы не можем не поблагодарить тебя за то, что ты сделал.)",
                          "<32>* (Но...)\n* (Ты, наверное, уже достаточно наслушались об этом.)",
                          "<32>* (Так что я позволю тебе вернуться к тому, что ты делал.)"
                       ]
                  : world.meanie
                  ? SAVE.data.b.s_state_capstation
                     ? [
                          "<32>* (Что-то в тебе изменилось.)",
                          '<32>* (...)',
                          "<32>* (Да, ты знаешь, ты мне больше не нравишься.)",
                          "<32>* (Я бы вернул ключ, который дал тебе, если бы только мог.)"
                       ]
                     : [
                          '<32>* (Ты... имеешь проблемы с нашей... полицией или...?)',
                          '<32>* (...)',
                          "<32>* (Да, ты знаешь, ты мне не очень-то нравишься.)",
                          "<32>* (Просто в тебе есть что-то неправильное, особенно в тебе.)"
                       ]
                  : [
                       ...(SAVE.data.b.oops
                          ? [
                               '<32>* (Ты... имеешь проблемы с нашей... полицией или...?)',
                               '<32>* (Нет?)\n* (Эй, спасибо, что не сделал этого.)'
                            ]
                          : [
                               "<32>* (Знаешь, ты похож на человека, который любит проявлять уважение.)",
                               '<32>* (Так что спасибо, что сделал это.)'
                            ]),
                       ...(SAVE.data.b.s_state_capstation
                          ? []
                          : ((SAVE.data.b.s_state_capstation = true),
                            [
                               '<32>* (На самом деле...)',
                               '<32>* (Вот, малыш.)\n* (Возьмите ключ, за наш счёт.)',
                               '<32>{#s/equip}{#p/human}* (Ржавый ключ был добавлен в связку твоих ключей).',
                               '<32>* (Проверьте твой ТЕЛ, чтобы увидеть все приобретенные ключи).',
                               "<32>{#p/basic}{#npc/a}* (Кажется, у нас где-то есть арсенал.)"
                            ])),
                       ...(SAVE.data.b.oops
                          ? [
                               '<32>* (Псс...)\n* (Только между нами, я и Кабакк сами построили эту станцию.)',
                               '<32>* (Очень круто, да?)'
                            ]
                          : [
                               '<32>* (Псс...)\n* (Только между нами, я и Кабакк сами построили эту станцию.)',
                               '<32>* (Очень круто, да?)'
                            ])
                    ])
            ],
            () =>
               SAVE.data.n.plot === 72
                  ? world.population < 4
                     ? [ '<32>{#p/basic}{#npc/a}* (Сделай лучше, мой друг.)\n* (Делай лучше.)' ]
                     : [ '<32>{#p/basic}{#npc/a}* (Продолжай, мой друг.)\n* (Продолжай.)' ]
                  : world.meanie
                  ? [ '<32>{#p/basic}{#npc/a}* (Убирайся отсюда.)' ]
                  : SAVE.data.b.oops
                  ? [ "<32>{#p/basic}{#npc/a}* (Да, мы не настоящая полиция.)" ]
                  : [
                       '<32>{#p/basic}{#npc/a}* (Может, мы и не настоящие полицейские, но такие, как ты, достойны защиты и служения.)'
                    ]
         )
      },
      objinter: {
         ctower0: () => [
            '<32>{#p/human}* (Ты активируешь терминал.)',
            ...(SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (В примечании описывается сведение к нулю путем сложения или вычитания десятичных чисел.)'
                 ]
               : [
                    '<32>{#p/basic}* На боку прикреплены письменные инструкции...',
                    '<33>* Это неразборчивые куриные царапины.\n* Единственное слово, которое ты можешь разобрать, это \"ноль.\"'
                 ])
         ],
         ctower1: () =>
            SAVE.data.b.s_state_mathpass
               ? SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (Но ты уже решил эту головоломку заранее.)' ]
                  : [ '<32>{#p/basic}* Терминал теперь находится в разблокированном состоянии.' ]
               : [ "<32>{#p/basic}* Он вышел из строя." ],
         microwave0: [ '<32>{#p/human}* (Ты заглядываешь за микроволновку...)', '<32>{#p/basic}* Ничего полезного.' ],
         microwave1: () =>
            SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (Ты заглядываешь за микроволновку...)',
                    '<32>{#s/equip}{#p/human}* (Ты потянул за выключатель.)'
                 ]
               : [
                    '<32>{#p/human}* (Ты заглядываешь за микроволновку...)',
                    "<32>{#p/basic}* Здесь есть переключатель...",
                    '<32>{#s/equip}{#p/human}* (Ты потянул за выключатель.)'
                 ],
         microwave2: () =>
            SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (Ты заглядываешь за микроволновку...)',
                    '<32>{#p/human}* (Но ты уже переключился.)'
                 ]
               : [ '<32>{#p/human}* (Ты заглядываешь за микроволновку...)', '<32>{#p/basic}* Ничего нового здесь нет.' ],
         microwave3: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Но ты уже переключился.)" ]
               : [
                    '<32>{#p/basic}* Стандартный диэлектрический нагреватель ЦИТАДЕЛЬ, около 260X.',
                    "<32>* Это микроволновая печь.\n* Не может быть старше десяти лет."
                 ],
         microwave4: () => [
            '<32>{#p/basic}* Похоже, он проецирует какое-то гравитационное поле.',
            ...(SAVE.data.b.oops ? [] : [ "<32>{#p/basic}* Интересно... есть ли где-то выключатель..." ])
         ],
         papmail1: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Но у тебя не было почты для отправки.)" ]
               : [
                    '<32>{#p/basic}* Этот почтовый ящик имеет метку \"ПАПИРУС.\"',
                    choicer.create('* (Заглянуть в почтовый ящик?)', 'Да', 'Нет')
                 ],
         papmail2: pager.create(
            0,
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/human}* (Ты заглядываешь внутрь...)',
                       world.runaway
                          ? "<32>{#p/basic}* Он стал ещё более пустым, чем раньше."
                          : "<32>{#p/basic}* Он не пустой?"
                    ]
                  : [
                       '<32>{#p/human}* (Ты заглядываешь внутрь...)',
                       "<32>{#p/basic}* Он пустой.",
                       ...(31 <= SAVE.data.n.plot &&
                       SAVE.data.n.plot_date < 0.1 &&
                       SAVE.data.n.state_starton_papyrus !== 1
                          ? [
                               '<18>{#p/papyrus}{#f/0} КАК МИЛО С ТВОЕЙ СТОРОНЫ ПРОВЕРИТЬ МОЮ ПОЧТУ!',
                               "<18>{#p/papyrus}{#f/4}СПАСИБО, Я УЖЕ СОБРАЛ ВСЁ."
                            ]
                          : [])
                    ],
            () =>
               SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/human}* (Ты заглядываешь внутрь...)',
                       world.runaway
                          ? "<32>{#p/basic}* Он стал ещё более пустым, чем раньше."
                          : "<32>{#p/basic}* Он не пустой?"
                    ]
                  : [ '<32>{#p/human}* (Ты заглядываешь внутрь...)', "<32>{#p/basic}* Он пустой." ]
         ),
         papmail3: [ '<32>{#p/human}* (Ты решаешь не смотреть.)' ],
         puzzlechip: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Но ты уже решил эту головоломку заранее.)' ]
               : [ '<32>{#p/basic}* Терминал теперь находится в разблокированном состоянии.' ],
         spagtable0: [ "<32>{#p/basic}* Это неиспользуемая пластина." ],
         spagtable1: [
            '<32>{#p/human}* (Ты смотришь на аппетитные спагетти.)',
            '<32>{#p/human}* (Кажется, оно находится за пределами твоей досягаемости.)'
         ],
         spagtable2: [ '<32>{#p/human}* (Ты взял спагетти.)' ],
         spagtable2b: [ "<32>{#p/human}* (У тебя слишком много вещей, чтобы взять это.)" ],
         spagtable3: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Ты чувствуешь благодарность к этой тарелке за еду, которую она тебе подала.)' ]
               : world.darker
               ? [ "<32>{#p/basic}* Зачем беспокоиться.\n* Это всего лишь простая тарелка." ]
               : [ '<32>{#p/basic}* Когда-то здесь обитало поистине запредельное творение.' ],
         xtower1: () => [
            ...(postSIGMA()
               ? [ "<32>{#p/basic}* Он вышел из строя." ]
               : SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (Терминал, похоже, был отключен от питания.)',
                    ...[
                       [
                          "<25>{#p/asriel1}{#f/13}* Электричество пропало.\n* Но логично, что они его отключили.",
                          "<25>{#f/17}* Не хотелось бы, чтобы кто-то отвлёкся и пропустил транспорт, верно?"
                       ],
                       [
                          "<25>{#p/asriel1}{#f/13}* Если честно, я не думаю, что они действительно позволят кому-то пропустить его.",
                          '<25>{#f/13}* У ДР. АЛЬФИС наверняка есть какая-то штука для сканирования ДУШ, так что...',
                          "<25>{#f/17}* Они бы знали, если бы кто-то остался позади.",
                          '<25>{#f/15}* Интересно, видят ли они нас сейчас...'
                       ],
                       [ "<25>{#p/asriel1}{#f/17}* Не волнуйся, Фриск.\n* На новой планете будет много игр." ]
                    ][Math.min(asrielinter.xtower1++, 2)]
                 ]
               : [
                    '<32>{#p/human}* (Ты активируешь терминал.)',
                    "<32>{#p/basic}* Это игровой терминал...",
                    ...(SAVE.data.n.plot === 72 || world.postnoot
                       ? [ '<32>{#p/basic}* Подача питания была прервана.' ]
                       : [ '<32>{#p/basic}* \"Стреляй по мишеням так быстро, как только можешь! Используй [Z], чтобы стрелять.\"' ])
                 ])
         ]
      },
      papbooks1: pager.create(
         0,
         () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Книги на этой книжной полке состоят из пособий по головоломкам и детских сказок.)" ]
               : [
                    '<32>{#p/basic}* Книжная полка заполнена сложными томами о создании головоломок.',
                    "<32>* И детские книги.",
                    ...(roomready()
                       ? [
                            '<18>{#p/papyrus}НЕСКОЛЬКО МОИХ ЛЮБИМЫХ КНИГ НАХОДЯТСЯ НА ЭТОЙ ПОЛОКЕ.',
                            '<18>{#f/4}НРАВИТЬСЯ \"ПРОДВИНУТЫЕ ГОЛОВОЛОМКИ ДЛЯ СООБРАЗИТЕЛЬНЫХ УМОВ.\"',
                            '<18>{#f/0}И ЕЩЕ ОДИН МОЙ ФАВОРИТ?',
                            '<18>{#f/4}\"ПОДГЛЯДЫВАТЬ ЗА ПУШИСТЫМ КРОЛИКОМ.\"',
                            '<18>{#f/8}КОНЦОВКА ВСЕГДА МЕНЯ ЗАХВАТЫВАЕТ!'
                         ]
                       : [])
                 ],
         () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Книги на этой книжной полке состоят из пособий по головоломкам и детских сказок.)" ]
               : [ "<32>{#p/basic}* Сложные руководства и детские книги." ]
      ),
      papbooks2: pager.create(
         1,
         [
            '<32>{#p/human}* (Ты берешь книгу...)',
            '<32>{#p/basic}* \"Во главе угла интерактивной ценности головоломки стоит воздействие игрока.\"',
            '<32>* \"Негласное стремление каждого игрока к исследованию, прогрессу и выполнению поставленной задачи.\"',
            '<32>* \"Головоломка, которая бросает вызов и задействует эти мотивы, обеспечит...\"',
            '<32>* \"Игрок остается сосредоточенным и выполняет задание до самого конца.\"',
            '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
         ],
         [
            '<32>{#p/human}* (Ты берешь книгу...)',
            '<32>{#p/basic}* \"\'Peek-A-Boo!\' said the human, appearing from behind the wall.\"',
            '<32>* \"Пушистый кролик, удивленный, взволнованно смотрел на человека.\"',
            '<32>* \"Потом человек ушёл... больше не видя их, пушистый кролик грустил.\"',
            '<32>* \"Он задрожал, подумав о том, как одиноко ему будет.\"',
            '<32>* \"Он хотел плакать, думая, что его бросили на веки вечные...\"',
            '<32>* \"Но потом снова появился человек, и всё в мире наладилось.\"',
            '<32>* \"Человек и кролик крепко обнялись.\"',
            '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
         ],
         () =>
            world.runaway
               ? [
                    '<32>{#p/human}* (Ты берешь книгу...)',
                    '<23>{#p/papyrusnt}\"ДОРОГОЙ ДЭЙРИ, СИЛОВОЕ ПОЛЕ УНИЧТОЖЕНО.\"',
                    '<23>\"ФРИСК, ЧЕЛОВЕК, КОТОРЫЙ ПРИБЫЛ НА АВАНПОСТ ВСЕГО НЕСКОЛЬКО ДНЕЙ НАЗАД...\"',
                    '<23>\"ТЕПЕРЬ ЭТО ОБЪЕКТ СТРАХА ДЛЯ ВСЕХ НА АВАНПОСТЕ.\"',
                    '<23>\"МЫ ВСЕ УХОДИМ ПРЯМО СЕЙЧАС, ПОКА ОНИ НЕ ПРОСНУЛИСЬ.\"',
                    '<23>\"И ВСЁ ЖЕ КАКАЯ-ТО ЧАСТЬ НАДЕЕТСЯ, ЧТО ОНИ ТОЖЕ НАЙДУТ ДОРОГУ С АВАНПОСТА.\"',
                    '<23>\"ВСЕ ОСТАЛЬНЫЕ ПРОСТО ДОВОЛЬНЫ ТЕМ, ЧТО ОСТАВИЛИ ИХ УМИРАТЬ.\"',
                    '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                 ]
               : SAVE.data.n.plot === 72
               ? [
                    '<32>{#p/human}* (Ты берешь книгу...)',
                    '<23>{#p/papyrusnt}\"ДОРОГОЙ ДЭЙРИ, СИЛОВОЕ ПОЛЕ УНИЧТОЖЕНО.\"',
                    '<23>\"ФРИСК, ЧЕЛОВЕК, КОТОРЫЙ ПРИБЫЛ НА АВАНПОСТ ВСЕГО НЕСКОЛЬКО ДНЕЙ НАЗАД...\"',
                    '<23>\"ПРИНЯЛ НА СЕБЯ НЕВОЗМОЖНЫЕ ОБЯЗАТЕЛЬСТВА, ЧТОБЫ СПАСТИ НАС ОТ ГИБЕЛИ.\"',
                    '<23>\"МОЖЕТ БЫТЬ, ИМЕННО ЭТО ВДОХНОВИТ САНСА НА ПРОДВИЖЕНИЕ В МИРЕ.\"',
                    '<23>\"Я УПОМИНАЮ ОБ ЭТОМ ТОЛЬКО ПОТОМУ, ЧТО НИКОГДА НЕ ЗНАЛ О ЕГО РАБОТЕ ЧАСОВЫМ...\"',
                    '<23>\"ЗНАЧИТ, ДЕЛАТЬ ТАК МАЛО РЕАЛЬНОЙ РАБОТЫ.\"',
                    '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                 ]
               : [
                    '<32>{#p/human}* (Ты берешь книгу...)',
                    '<23>{#p/papyrusnt}\"ДОРОГОЙ ДЭЙРИ, САНС ТОЛЬКО ЧТО СДЕЛАЛСЯ ОФИЦИАЛЬНЫМ РОЯЛЬСКИМ СЕНТРИ.\"',
                    '<23>\"СНАЧАЛА Я РАСТЕРЯЛСЯ ПЕРЕД НИМ...\"',
                    '<23> \"В КОНЦЕ КОНЦОВ, ЗАЧЕМ КОМУ-ТО СТОЛЬ ЛЕНИВОМУ БРАТЬСЯ ЗА ЭТО?\"',
                    '<23>\"НУ, Я РЕШИЛ НЕ ЗАДАВАТЬСЯ ЭТИМ ВОПРОСОМ.\"',
                    '<23>\"ПО ПРАВДЕ ГОВОРЯ, Я НЕ МОГУ БОЛЬШЕ ГОРДИТЬСЯ ИМ!!!\"',
                    '<23>\"ТОЛЬКО ВРЕМЯ ПОКАЖЕТ, КАКИЕ ВЕЛИКИЕ ДЕЛА ЭТО ПРИНЕСЁТ.\"',
                    '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                 ]
      ),
      papcomputer1: pager.create(
         0,
         () =>
            postSIGMA()
               ? [ "<32>{#p/basic}* Он вышел из строя." ]
               : [
                    ...(roomready()
                       ? [
                            "<18>{#p/papyrus}ОУТЕРНЕТ!\nЯ ТАМ ОЧЕНЬ ПОПУЛЯРЕН.",
                            "<18>{#f/4}Я В ОДНОМ ДЕСЯТКЕ...",
                            '<18>{#f/0}СЧЁТ ДВАДЦАТИ ЦИФРОВЫХ ПОЛКОВНИКОВ!'
                         ]
                       : []),
                    SAVE.data.b.svr
                       ? '<32>{#p/human}* (Ты двигаешься к компьютеру...)'
                       : "<32>{#p/basic}* Веб-браузер компьютера открыт на сайте социальной сети.",
                    choicer.create("* (Войти в аккаунт Папируса?)", 'Да', 'Нет')
                 ],
         () =>
            postSIGMA()
               ? [ "<32>{#p/basic}* Он вышел из строя." ]
               : [
                    SAVE.data.b.svr
                       ? '<32>{#p/human}* (Ты двигаешься к компьютеру...)'
                       : "<32>{#p/basic}* Веб-браузер компьютера открыт на сайте социальной сети.",
                    choicer.create("* (Войти в аккаунт Папируса?)", 'Да', 'Нет')
                 ]
      ),
      papcomputer2: [ '<32>{#p/human}* (Ты решил не входить.)' ],
      papcomputer3: {
         a: 'COOLSKELETON95',
         b: '-2 ПОДПИСЧИКА',
         c: 'ЭТОТ СЧЁТ\nПРИНАДЛЕЖИТ\nВЕЛИКОМУ\nПАПИРУСУ.\nВЫСОКОЕ КАЧЕСТВО\nТОЛЬКО КАЧЕСТВЕННЫЕ СООБЩЕНИЯ!',
         d: '- НОВОСТИ -',
         e: () =>
            world.runaway
               ? 'РАЗРУШЕНИЕ:\n..\n..\n..\n.. НАМ ВСЕМ НУЖНО\nУЕХАТЬ.'
               : SAVE.data.n.plot === 72
               ? 'ЧИТАЙТЕ ТАКЖЕ:\nМЫ МОЖЕМ УЙТИ.\nКАК.. ПО-НАСТОЯЩЕМУ.\nИСТОЧНИК:\nПОСМОТРИТЕ НА УЛИЦУ,\nНАРОД!'
               : "ЧИТАЙТЕ ТАКЖЕ:\nМИУ МИУ СТАРФАЙР\nЭТО... СУПЕР ПЛОХО.\nИСТОЧНИК:\nТИПА, ЭТО ПРОСТО\nПРАВДА?"
      },
      papcomputer4: [
         () =>
            world.runaway
               ? {
                    a: 'ПРИВЕТ!',
                    b: 'СОХРАНИТЕ СЕБЯ...',
                    c: ''
                 }
               : SAVE.data.n.plot === 72
               ? {
                    a: 'ПРИВЕТ!',
                    b: 'НЕ УДАЛОСЬ ПОДКЛЮЧИТЬСЯ...',
                    c: ''
                 }
               : {
                    a: 'ПРИВЕТ!',
                    b: 'ПОДЕЛИСЬ СВОИМИ МЫСЛЯМИ...',
                    c: ''
                 },
         () =>
            world.runaway
               ? {
                    a: 'АЛЬФИС',
                    b: 'СЕГОДНЯ',
                    c: '< сообщение удалено >'
                 }
               : SAVE.data.n.plot === 72
               ? {
                    a: 'СИСТЕМА',
                    b: 'СЕГОДНЯ',
                    c: 'ОутерНет закрыт.'
                 }
               : SAVE.data.n.plot < 34
               ? {
                    a: 'НАПСТАБЛУК22',
                    b: 'СЕГОДНЯ',
                    c: 'Вот почему я никогда не выхожу\nв интернет... ничего\nничего значимого не происходит'
                 }
               : world.genocide
               ? {
                    a: 'НАПСТАБЛУК22',
                    b: 'СЕГОДНЯ',
                    c: "но я призрак..."
                 }
               : world.dead_skeleton
               ? {
                    a: 'НАПСТАБЛУК22',
                    b: 'СЕГОДНЯ',
                    c: "ммм... я просто продолжу\nработать над этим миксом..."
                 }
               : {
                    a: 'лентяй.',
                    b: 'СЕГОДНЯ',
                    c: "Будем надеяться, что он\nне захватит наши души~\n*палец пистолеты*",
                    d: true
                 },
         () =>
            world.runaway
               ? {
                    a: 'лентяй.',
                    b: 'СЕГОДНЯ',
                    c: '< сообщение удалено >',
                    d: true
                 }
               : SAVE.data.n.plot === 72
               ? {
                    a: 'АЛЬФИС',
                    b: 'СЕГОДНЯ',
                    c: 'Упс, я забыл выключить\nвыключить сервер'
                 }
               : SAVE.data.n.plot < 34
               ? {
                    a: 'СТРОНГФИШ91',
                    b: 'СЕГОДНЯ',
                    c: 'Ты не говоришь так\nКАЖДЫЙ день, Папирус?'
                 }
               : world.genocide
               ? {
                    a: 'СТРОНГФИШ91',
                    b: 'СЕГОДНЯ',
                    c: 'Не лезь в это дело, Блуки.\nЯ не хочу, чтобы ты\nтоже пострадал.'
                 }
               : world.dead_skeleton
               ? {
                    a: 'СТРОНГФИШ91',
                    b: 'СЕГОДНЯ',
                    c: 'Папирус стал кровавым.\nЭтот человек заплатит\nзаплатит за то, что сделал.'
                 }
               : {
                    a: 'СТРОНГФИШ91',
                    b: 'СЕГОДНЯ',
                    c: 'Ну, нет...\nно он захватил все\nнаши сердца! ВУХУХУ!!'
                 },
         () =>
            world.runaway
               ? {
                    a: 'COOLSKELETON95',
                    b: 'СЕГОДНЯ',
                    c: '< сообщение удалено >'
                 }
               : SAVE.data.n.plot === 72
               ? {
                    a: '_Sp4ceAdv3ntur3r_',
                    b: 'СЕГОДНЯ',
                    c: '< Обновление имени пользователя >\nБыл: _K1ll3rMann3qu1n_\nСейчас: _Sp4ceAdv3ntur3r_'
                 }
               : SAVE.data.n.plot < 34
               ? {
                    a: 'COOLSKELETON95',
                    b: 'СЕГОДНЯ',
                    c: "СЕГОДНЯ В ЭТОТ ДЕНЬ Я НАКОНЕЦ-ТО\nПОЙМАЮ ЧЕЛОВЕКА!\nЯ ЧУВСТВУЮ ЭТО В СВОИХ КОСТЯХ!"
                 }
               : world.genocide
               ? {
                    a: 'НАПСТАБЛУК22',
                    b: 'СЕГОДНЯ',
                    c: 'Эм... есть ли что-нибудь.\nчто я могу сделать, чтобы помочь?\nстановится всё хуже...'
                 }
               : {
                    a: 'НАПСТАБЛУК22',
                    b: 'СЕГОДНЯ',
                    c: 'Так... Папирус уже поймал\nчеловека? или...'
                 }
      ] as (() => { a: string; b: string; c: string; d?: boolean })[],
      papcomputer5: () =>
         world.runaway
            ? [ 'ФРИСК', "НЕ ТЫ", 'СМЕЛО ПРИХОДИ', 'ПОСЛЕ НАС' ]
            : SAVE.data.n.plot === 72
            ? [ 'ИЗВИНИ', "НО МЫ", 'ОФФЛАЙН', 'ЛМАО' ]
            : [ 'ВОССТАНОВЛЕНИЕ', 'СООБЩЕНИЯ', 'НАСТРОЙКИ', 'ВЫЙТИ' ],
      papcouch0: () =>
         SAVE.data.b.svr
            ? [ "<32>{#p/human}* (Ты не можешь ничего найти в диване.)" ]
            : [ "<32>{#p/basic}* Он был очищен." ],
      papcouch1: pager.create(
         0,
         () => [
            '<32>{#p/human}* (Ты слышишь звенящий звук внутри дивана.)',
            SAVE.data.b.svr
               ? '<32>{#p/human}* (Кажется, здесь был оставлен тайник с монетами...)'
               : '<32>{#p/basic}* Внутри куча свободных монет...',
            choicer.create('* (Забрать монеты?)', 'Да', 'Нет')
         ],
         () => [
            SAVE.data.b.svr
               ? "<32>{#p/human}* (Монеты внутри не сдвинулись с места.)"
               : '<32>{#p/basic}* Монеты всё ещё здесь.',
            choicer.create('* (Забрать монеты?)', 'Да', 'Нет')
         ]
      ),
      papcouch2: [ '<32>{#p/human}* (Ты решил ничего не брать.)' ],
      papcouch3: [ '<32>{#p/human}* (Ты нашёл 10G.)' ],
      papcouch3a: [
         "<18>{#p/papyrus}{#f/1}ТЫ УБИРАЕШЬ ЗА НАМИ ДИВАН!?",
         '<18>{#p/papyrus}{#f/5}И ТОЛЬКО ИЗ ДОБРОТЫ ВАШЕГО СЕРДЦА...',
         '<18>{#p/papyrus}{#f/6}ТАКАЯ ЩЕДРОСТЬ!!!'
      ],
      paproom1: [
         '<18>{#p/papyrus}{#f/6}ЧТО!?\nКАК ТЫ...',
         '<18>{#p/papyrus}{#f/5} ТЫ ЯВИЛСЯ ПРЯМО ПЕРЕДО МНОЙ!'
      ],
      paproom2: [ '<18>{#p/papyrus}{#f/4}ТЫ УЧИЛ САНСА БЫСТРЫМ КЛАВИШАМ...?' ],
      paproom3: [ '<18>{#p/papyrus}{#f/7}... УГХ!\nПРЕКРАТИ ЭТО ДЕЛАТЬ!!' ],
      paproom4: [ "<18>{#p/papyrus}{#f/0}ТЫ НАПРАШИВАЕШЬСЯ НА НЕПРИЯТНОСТИ, ЧЕЛОВЕК." ],
      paproom5: [ '<18>{#p/papyrus}{#f/4}(ВЗДОХ...)' ],
      papdate0: () => [
         SAVE.data.b.flirt_papyrus
            ? "<18>{#p/papyrus}{#f/5}ВАУ, ТЫ ТАК СТРЕМИШЬСЯ К СВИДАНИЯМ..."
            : "<18>{#p/papyrus}{#f/5}ВАУ, ТЫ ТАК ЖЕЛАЕШЬ ОБЩАТЬСЯ СО МНОЙ...",
         "<18>{#f/5}ЧТО ТЫ ХОЧЕШЬ ВОЙТИ В МОЙ ДОМ РАНЬШЕ МЕНЯ!",
         "<18>{#f/6}ЭТО ПРЕДАННОСТЬ!"
      ],
      papdate1x: pager.create(
         0,
         [
            '<18>{#p/papyrus}{#f/0}ПРИВЕТ, ЧЕЛОВЕК!',
            '<18>{#f/5}НАДЕЮСЬ, ВСЁ БУДЕТ В ПОРЯДКЕ.',
            '<18>{#f/6}НЕ СТЕСНЯЙТСЯ ГУЛЯТЬ ПО ГОРОДУ...',
            '<18>{#f/0}... ИЛИ ЗАГЛЯНУТЬ В МОЙ ДОМ!'
         ],
         [ "<18>{#p/papyrus}{#f/4}ТОЛЬКО СТАРАЙСЯ ИЗБЕГАТЬ КОМНАТЫ САНСА." ]
      ),
      papdate1: () => [
         SAVE.data.b.flirt_papyrus
            ? '<18>{#p/papyrus}И ТЫ ВЕРНУЛСЯ, ЧТОБЫ УСТРОИТЬ МНЕ СВИДАНИЕ!'
            : '<18>{#p/papyrus}ТЫ ВЕРНУЛСЯ, ЧТОБЫ УВИДЕТЬ МЕНЯ!',
         ...(world.dead_dog || world.population < 6
            ? [
                 "<18>{#f/0}ЭТО ВЕЛИКОЛЕПНО!!",
                 "<18>{#f/5}ПО ПРАВДЕ ГОВОРЯ, СЕГОДНЯ БЫЛО НЕМНОГО ОДИНОКО...",
                 '<18>{#f/5}МНОГИЕ ИЗ НАС СТРАННО ОТСУТСТВУЮТ...',
                 "<18>{#f/0}НО ТЫ ВСЁ ЕЩЕ ЗДЕСЬ!!",
                 '<18>{#f/0}ЭТО ЧТО-ТО ЗНАЧИТ, ВЕРНО?'
              ]
            : [ '<18>{#f/4}ТЫ, ДОЛЖНО БЫТЬ, ОЧЕНЬ СЕРЬЁЗНО К ЭТОМУ ОТНОСИШЬСЯ...' ]),
         "<18>{#f/5}Я ОТВЕДУ ТЕБЯ В ОСОБЕННОЕ МЕСТО...",
         '<18>{#f/0}МЕСТО, ГДЕ Я ЛЮБЛЮ ПРОВОДИТЬ МНОГО ВРЕМЕНИ!!!'
      ],
      papdate2: [ '<18>{#p/papyrus}МОЙ ДОМ!!!' ],
      papdate3: pager.create(
         0,
         [ '<18>{#p/papyrus}ДОБРО ПОЖАЛОВАТЬ В МОЙ ДОМ!', '<18>НАСЛАЖДАЙСЯ И НЕ ТОРОПИСЬ!!!' ],
         [ "<18>{#p/papyrus}КОГДА ЗАКОНЧИШЬ, ПОДНИМАЙСЯ КО МНЕ В КОМНАТУ!" ]
      ),
      papdate3a: [ '<18>{#p/papyrus}{#f/6}ВАУ! БЫТЬ ХОРОШИМ ХОЗЯИНОМ - ЭТО НАСТОЯЩАЯ ТРЕНИРОВКА!' ],
      papdate3b: [
         "<18>{#p/papyrus}{#f/5}ВАУ, Я НЕ ЧУВСТВУЮ СВОИХ НОГ...",
         "<18>{#f/0}ЭТО ЗНАЧИТ, ЧТО Я ОТЛИЧНЫЙ ХОЗЯИН!!!"
      ],
      papdate4: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}ЭТО МОЯ КОМНАТА!",
            "<18>{#f/4}ЕСЛИ ВЫ ЗАКОНЧИЛИ ОСМАТРИВАТЬСЯ, МЫ МОЖЕМ ЗАЙТИ И...",
            '<18>{#f/4}И...',
            SAVE.data.b.flirt_papyrus
               ? '<18>{#f/9}ДЕЛАЙТЕ ВСЁ, ЧТО ДЕЛАЮТ ЛЮДИ НА СВИДАНИЯХ!'
               : '<18>{#f/9}\"ТУСОВАТЬ\", КАК ПАРА ОЧЕНЬ КРУТЫХ ДРУЗЕЙ!',
            choicer.create('* (Что ты скажешь?)', 'Да', 'Нет')
         ],
         () => [ '<18>{#p/papyrus}ГОТОВ?', choicer.create('* (Что ты скажешь?)', 'Да', 'Нет') ]
      ),
      papdate4a: [ "<18>{#p/papyrus}ХОРОШО, ПОЕХАЛИ!" ],
      papdate4b: [ "<18>{#p/papyrus}ТОГДА Я БУДУ ЖДАТЬ ЗДЕСЬ!" ],
      papdate5: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}ИТАК, ХМ...',
            "<18>{#f/5}ЕСЛИ ТЫ ВИДЕЛ ВСЕ...",
            SAVE.data.b.flirt_papyrus
               ? '<18>{#f/6}ТЫ ХОЧЕШЬ НАЧАТЬ ВСТРЕЧАТЬСЯ?'
               : 'ТЫ ХОЧЕШЬ НАЧАТЬ ТУСОВАТЬСЯ?',
            choicer.create('* (Что ты скажешь?)', 'Да', 'Нет')
         ],
         () => [ '<18>{#p/papyrus}{#f/6}ГОТОВ НАЧАТЬ?', choicer.create('* (Что ты скажешь?)', 'Да', 'Нет') ]
      ),
      papdate5a: () => [
         SAVE.data.b.flirt_papyrus
            ? '<18>{#p/papyrus}ОК!!!\nСВИДАНИЕ НАЧАЛОСЬ!!!'
            : "<18>{#p/papyrus}ОК!!!\nДАВАЙ ТУСОВАТЬСЯ!!!"
      ],
      papdate5b: [ "<18>{#p/papyrus}НЕ ТОРОПИСЬ, Я ПОДОЖДУ ТЕБЯ." ],
      papdate6: () => [
         SAVE.data.b.flirt_papyrus
            ? '<#32>{#p/story         СВИДАНИЕ    НАЧАЛОСЬ!'
            : '<#32>{#p/story         ТУСОВКА   НАЧАЛАСЬ!'
      ],
      papdate7: () => [
         '<15>{#p/papyrus}{#f/10}А ВОТ И МЫ!!',
         SAVE.data.b.flirt_papyrus ? '<15>{#f/20}НА НАШУ СВИДАНИЕ!!' : '<15>{#f/20}ТУСОВКА!!',
         "<15>{#f/24}Я НИКОГДА НЕ ДЕЛАЛ ЭТОГО ДЕЙСТВИТЕЛЬНО РАНЬШЕ.",
         "<15>{#f/10}НО НЕ ВОЛНУЙСЯ!!!",
         '<15>{#f/20}ПОДГОТОВКА - ЭТО МОЁ (НЕОФИЦИАЛЬНАЯ) ПОСЛЕДНИЕ ИМЯ!'
      ],
      papdate8: () => [
         '<15>{#f/20}ЧТО У МЕНЯ ЗДЕСЬ, СПРОСИШЬ ТЫ?',
         SAVE.data.b.flirt_papyrus
            ? '<15>{#p/papyrus}{#f/10}ОФИЦИАЛЬНОЕ РУКОВОДСТВО ПО СВИДАНИЯМ, ПРЯМО ИЗ БИБЛИОТЕКИ!'
            : '<15>{#p/papyrus}{#f/10}ОФИЦИАЛЬНЫЙ ГАЙД ПО ТУСОВКАМ, ПРЯМО ИЗ БИБЛИОТЕКИ!',
         "<15>{#f/20}С ЭТИМ МЫ ОБЯЗАТЕЛЬНО ОТЛИЧНО ПРОВЕДЁМ ВРЕМЯ!"
      ],
      papdate9: () => [
         "<15>{#p/papyrus}{#f/25}ДАВАЙТЕ ПОСМОТРИМ...",
         SAVE.data.b.flirt_papyrus
            ? '<15>{#f/25}ШАГ ПЕРВЫЙ: НАЖМИТЕ C ИЛИ CTRL, ЧТОБЫ ОТКРЫТЬ ОКНО {@fill=#f00}СВИДАНИЕ{@fill=#000}.'
            : '<15>{#f/25}ШАГ ПЕРВЫЙ: НАЖМИТЕ C ИЛИ CTRL, ЧТОБЫ ОТКРЫТЬ ОКНО {@fill=#f00}ДРУЖЕСКОЙ ВСТРЕЧИ{@fill=#000}.'
      ],
      papdate10: () => [
         '<15>{#p/papyrus}{#f/24}... ПОДОЖДИ.',
         '<15>{#f/22}ТЫ УЖЕ СДЕЛАЛ ЭТО!?!?',
         SAVE.data.b.flirt_papyrus
            ? '<15>{#f/11}ВАУ, ТЫ, ДОЛЖНО БЫТЬ, ДЕЙСТВИТЕЛЬНО ЛЮБИШЬ МЕНЯ!'
            : '<15>{#f/11}ВАУ, Я ТЕБЕ, ДОЛЖНО БЫТЬ, ОЧЕНЬ НРАВЛЮСЬ!',
         "<15>{#f/10}ТОГДА ПЕРЕХОДИМ КО ВТОРОМУ ШАГУ!"
      ],
      papdate11: [
         '<15>{#p/papyrus}{#f/24}...',
         "<15>{#f/24}ЭХ, НАМ ВСЁ РАВНО ЭТО НЕ НУЖНО.",
         '<15>{#f/20}ПЕРЕХОДИМ КО ВТОРОМУ ШАГУ!'
      ],
      papdate12: [
         '<15>{#p/papyrus}{#f/11}ВАУ, Я ЧУВСТВУЮ СЕБЯ НАСТОЛЬКО ИНФОРМИРОВАННЫМ!',
         "<15>{#f/24}НА САМОМ ДЕЛЕ, Я ДУМАЮ, МЫ ГОТОВЫ КО ВТОРОМУ ШАГУ..."
      ],
      papdate13: () => [
         SAVE.data.b.flirt_papyrus
            ? '<15>{#p/papyrus}{#f/25}ШАГ ДВА: ПРИГЛАСИТЕ ИХ НА СВИДАНИЕ.'
            : '<15>{#p/papyrus}{#f/25}ШАГ ДВА: ПРИГЛАСИТЕ ИХ ПОТУСОВАТЬСЯ.'
      ],
      papdate13a: () => [
         '<15>{#f/24}\"КХМ.\"',
         '<15>{#f/20}ЧЕЛОВЕК!\nЯ, ВЕЛИКИЙ ПАПИРУС...',
         SAVE.data.b.flirt_papyrus
            ? '<15>{#f/10}ХОТЕЛ БЫ ПОЙТИ С ТОБОЙ НА СВИДАНИЕ!'
            : '<15>{#f/10}ХОТЕЛ БЫ ПОТУСОВАТЬСЯ С ТОБОЙ!'
      ],
      papdate14: () => [ choicer.create('* (Что ты скажешь?)', 'Да', 'Нет') ],
      papdate15a: [ '<15>{#p/papyrus}{#f/12}П-ПРАВДА???', '<15>{#f/11}ВАУ!!!' ],
      papdate15a1: [ "<15>{#f/24}ПОЛАГАЮ, ЭТО ОЗНАЧАЕТ, ЧТО ПРИШЛО ВРЕМЯ ДЛЯ ТРЕТЬЕГО ШАГА..." ],
      papdate15b: [ '<15>{#p/papyrus}{#f/21}ОХ...', '<15>{#f/27}К СОЖАЛЕНИЮ, ТАМ СКАЗАНО ТОЛЬКО СПРОСИТЬ.' ],
      papdate15c: [ "<15>{#f/24}ТАК ИЛИ ИНАЧЕ, НАСТАЛО ВРЕМЯ ДЛЯ ТРЕТЬЕГО ШАГА..." ],
      papdate16: [ '<15>{#p/papyrus}{#f/25}ШАГ ТРЕТИЙ: НАДЕНЬТЕ КРАСИВУЮ ОДЕЖДУ, ЧТОБЫ ПОКАЗАТЬ, ЧТО ВАМ НЕ ВСЕ РАВНО.' ],
      papdate16a: [ '<15>{#p/papyrus}{#f/24}...', '<15>{#f/24}ПОДОЖДМ СЕКУНДУ.' ],
      papdate17: () => [
         '<15>{#f/24}КРАСИВАЯ ОДЕЖДА...',
         (
            {
               spacesuit: "<15>{#f/26}ТОТ СТАРЫЙ СКАФАНДР, КОТОРЫЙ НА ТЕБЕ...",
               halo: '<15>{#f/26}ЭТОТ МОДНЫЙ НИМБ НА ГОЛОВЕ...',
               eye: '<15>{#f/26}ЭТО СИЛОВОЕ ПОЛЕ ВОКРУГ ТЕБЯ...',
               eye_x: '<15>{#f/26}ЭТО СИЛОВОЕ ПОЛЕ ВОКРУГ ТЕБЯ...',
               temyarmor: "<15>{#f/26}ТА БРОНЯ, ЧТО НА ТЕБЕ...",
               goggles: '<15>{#f/26}ЭТОТ ГАДЖЕТ НА ГОЛОВЕ...',
               goggles_x: '<15>{#f/26}ЭТОТ ГАДЖЕТ НА ГОЛОВЕ...',
               visor: '<15>{#f/26}ЭТОТ КОЗЫРЁК ПЕРЕД ГЛАЗАМИ...',
               visor_x: '<15>{#f/26}ЭТОТ КОЗЫРЁК ПЕРЕД ГЛАЗАМИ...',
               sonic: "<15>{#f/26}ЭТО СТРАННОЕ УСТРОЙСТВО, КОТОРОЕ ТЫ НОСИШЬ...",
               heart_locket: '<15>{#f/26}ЭТОТ МЕДАЛЬОН НА ТВОЕЙ ШЕЕ...'
            } as Partial<CosmosKeyed<string>>
         )[SAVE.data.s.armor] || '<15>{#f/26}ЭТА ШТУКА НА ТВОЁМ ТЕЛЕ...',
         "<15>{#f/20}ТЫ СЕЙЧАС НОСИШЬ ОДЕЖДУ!!!",
         '<15>{#f/24}И НЕ ТОЛЬКО ЭТО...',
         '<15>{#f/20}СЕГОДНЯ ТЫ ТОЖЕ БЫЛ В ОДЕЖДЕ!'
      ],
      papdate17a: () => [
         '<15>{#f/12}НЕТ...!\nА МОЖЕТ ЛИ ЭТО БЫТЬ???',
         SAVE.data.b.flirt_papyrus
            ? '<15>{#f/13}ТЫ ХОТЕЛ ВСТРЕЧАТЬСЯ СО МНОЙ С САМОГО НАЧАЛА???'
            : '<15>{#f/13}ТЫ С САМОГО НАЧАЛА ХОТЕЛ ПОДРУЖИТЬСЯ СО МНОЙ????'
      ],
      papdate18a: () => [
         '<15>{#p/papyrus}{#f/22}НЕТ!!',
         '<15>{#p/papyrus}{#f/22}ТЫ ВСЕ СПЛАНИРОВАЛ!!!',
         ...(SAVE.data.b.flirt_papyrus
            ? [
                 '<15>{#f/22}ТЫ, ВОЗМОЖНО, ДАЖЕ ЛУЧШЕ МЕНЯ РАЗБИРАЕШЬСЯ В СВИДАНИЯХ!!!',
                 '<15>Н-НЕТ!!!\nТВОЯ {@fill=#003cff}СИЛА СВИДАНИЯ{@fill=#000}...!!!'
              ]
            : [
                 '<15>{#f/22}ТЫ МОЖЕШЬ БЫТЬ ДАЖЕ ЛУЧШЕ МЕНЯ!!!',
                 '<15>Н-НЕТ!!!\nТВОЯ {@fill=#003cff}СИЛА ДРУЖБЫ{@fill=#000}!!!'
              ])
      ],
      papdate18b: () => [
         '<15>{#p/papyrus}{#f/24}ОХ...',
         '<15>{#f/21}НО НЕСМОТРЯ НА ЭТО...',
         '<15>{#f/21}ТЫ ВСЁ ЕЩЁ РЕШИЛ НАДЕТЬ ОДЕЖДУ ИМЕННО СЕГОДНЯ...?',
         "<15>{#f/24}ЭТО ПОЧТИ КАК...",
         ...(SAVE.data.b.flirt_papyrus
            ? [
                 '<15>{#f/13}КАК БУДТО ТВОЙ ИНТЕРЕС КО МНЕ БЫЛ ПРЕДОПРЕДЕЛЁН~',
                 '<15>{#f/22}Н-НЕТ!!!\nТВОЯ{@fill=#003cff}СИЛА СВИДАНИЙ{@fill=#000}...!!!'
              ]
            : [
                 '<15>{#f/13}КАК БУДТО ТВОЯ ДРУЖБА БЫЛА ПРЕДОПРЕДЕЛЕНА~',
                 '<15>{#f/22}Н-НЕТ!!!\nТВОЯ {@fill=#003cff}СИЛА ДРУЖБЫ{@fill=#000}...!!!'
              ])
      ],
      papdate19: [ '<15>{#p/papyrus}{#f/15}НЬЕХ!', '<15>{#f/15}НЬЕХ ХЕХ ХЕХ!!!' ],
      papdate20: () => [
         "<15>{#p/papyrus}{#f/15}НЕ ДУМАЙТЕ, ЧТО ТЫ ЕЩЕ НЕ ПРЕВЗОШЁЛ МЕНЯ!",
         '<15>{#f/20}Я, ВЕЛИКИЙ ПАПИРУС...',
         SAVE.data.b.flirt_papyrus
            ? '<15>{#f/20}НИКОГДА НЕ ПОБЕЖДАЛ НА СВИДАНИЯХ...'
            : '<15>{#f/20}НИКОГДА НЕ БЫЛ ПОБЕДИТЕЛЕМ В ОБЩЕНИИ...',
         '<15>{#f/15}И НИКОГДА НЕ БУДУ!!!',
         '<15>{#f/10}Я ЛЕГКО УСПЕВАЮ ЗА ТОБОЙ!!!',
         '<15>{#f/24}НА САМОМ ДЕЛЕ...',
         '<15>{#f/20}Я ВСЕГДА НОШУ СВОЮ \"ОСОБЕННУЮ\" ОДЕЖДУ...',
         '<15>{#f/20}ПОД МОИМИ ОБЫЧНЫМИ!!!',
         '<15>{#f/15}ДЕРЖИ!!'
      ],
      papdate21: [ '<15>{#p/papyrus}{#f/15}ЧТО ТЫ ДУМАЕШЬ О МОЁМ СЕКРЕТНОМ СТИЛЕ?' ],
      papdate22: () => [ choicer.create('* (Что ты скажешь?)', 'Это камни', 'Это отстой') ],
      papdate23a: [ '<15>{#p/papyrus}{#f/13}НЕТ!!!', '<15>{#f/13}ИСКРЕННИЙ КОМПЛИМЕНТ...!' ],
      papdate23b: [ '<15>{#p/papyrus}{#f/13}НЕТ!!!', '<15>{#f/13}КРИТИЧЕСКИЙ, НО ЧЕСТНЫЙ ОТЗЫВ...!' ],
      papdate24: [
         '<15>{#p/papyrus}{#f/24}НО...',
         "<15>{#f/20}ТЫ ДЕЙСТВИТЕЛЬНО НЕ ПОНИМАЕШЬ {@fill=#f00}СКРЫТУЮ СИЛУ{@fill=#000} ЭТОГО НАРЯДА!",
         '<15>{#f/26}ПОСТАНОВЛЯЮ...'
      ],
      papdate24a: () => [
         '<15>{#f/15}ТО, ЧТО ТЫ СЕЙЧАС СКАЗАЛ, НЕДЕЙСТВИТЕЛЬНО!!!',
         SAVE.data.b.flirt_papyrus
            ? "<15>{#f/15}ЭТО СВИДАНИЕ БОЛЬШЕ НЕ БУДЕТ ОБОСТРЯТЬСЯ!"
            : "<15>{#f/15}ЭТА ТУСОВКА БОЛЬШЕ НЕ БУДЕТ РАЗГОРАТЬСЯ!",
         '<15>{#f/24}ЕСЛИ ТОЛЬКО...',
         '<15>{#f/20}ТЫ МОЖЕШЬ НАЙТИ МОЙ {@fill=#f00}СЕКРЕТ{@fill=#000}.',
         "<15>{#f/15}НО ЭТОГО НЕ СЛУЧИТСЯ!!"
      ],
      papdate24b: '* Двигайся и проверяйся с помощью [Z].',
      papdate25: [
         
         '<15>{#p/papyrus}{#f/21}ПАРИК НА МОЕЙ ГОЛОВЕ...?',
         '<15>{#f/16}ПАРИК НА МОЕЙ ГОЛОВЕ.',
         '<15>{#f/10}ПАРИК... НА МОЕЙ ГОЛОВЕ!!!',
         "<15>{#f/10}НЙЕХ ХЕХ ХЕХ!\nЭТО ДЕЙСТВИТЕЛЬНО ОЧЕНЬ ВАЖНО!"
      ],
      papdate25a: [
         '<15>{#p/papyrus}{#f/21}ОШЕЛОМЛЁН ВИДОМ МОЕГО \"ЗВЁЗДНОГО\" КОСТЮМА?',
         '<15>{#f/24}НЕТ, НЕТ, Я ПОНИМАЮ.',
         "<15>{#f/20}НО ТЕПЕРЬ ТЫ НЕ МОЖЕШЬ ОТСТУПИТЬ!!!"
      ],
      papdate25b: [
         '<15>{#p/papyrus}{#f/26}НА ЭТОЙ ФУТБОЛКЕ ИЗНАЧАЛЬНО НЕ БЫЛО НАПИСАНО \"ЗВЁЗДНЫЙ...\"',
         '<15>{#f/20}НО Я УЛУЧШИЛ ЕГО!',
         '<15>{#f/10}СОВЕТ ЭКСПЕРТА: ТАКИМ ОБРАЗОМ МОЖНО УЛУЧШИТЬ ЛЮБУЮ ОДЕЖДУ.',
         "<15>{#f/20}... НО ЭТО НЕ СЕКРЕТ!\nПОПРОБУЙ ЕЩЁ РАЗ!"
      ],
      papdate25c: [
         '<15>{#p/papyrus}{#f/24}Я ВИЖУ, Я ВИЖУ.',
         '<15>{#f/24}ТЕБЕ НРАВИТСЯ ЧУВСТВОВАТЬ МОЮ РУКУ-ПОДУШКУ С ПЛАВАЮЩИМ СЕРДЦЕМ.',
         "<15>{#f/20}НО КТО НЕ ЗНАЕТ!?\nПОПРОБУЙ ЕЩЁ РАЗ!"
      ],
      papdate25d: [
         "<15>{#p/papyrus}{#f/13}ДЕРЖИШЬ МЕНЯ ЗА РУКУ, ЧТОБЫ Я СКАЗАЛ ТЕБЕ ОТВЕТ...?",
         '<15>{#f/14}Н-НЕТ, Я ДОЛЖЕН СОПРОТИВЛЯТЬСЯ!!',
         '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
      ],
      papdate25e: [
         "<15>{#p/papyrus}{#f/26}ПОДУШКИ ИЛИ НЕТ, НО В МОИХ НОГАХ НЕТ НИКАКОГО СЕКРЕТА.",
         '<15>{#f/10}ТОЛЬКО ТЯЖЁЛАЯ РАБОТА И НАСТОЙЧИВОСТЬ!',
         '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
      ],
      papdate25f: [
         '<15>{#p/papyrus}{#f/24}ЭТА \"КАПЕЛЬНИЦА\" МОЖЕТ БЫТЬ НЕ...',
         '<15>{#f/20}НО ОЖИДАТЬ ЗДЕСЬ СЕКРЕТА СОВЕРШЕННО НЕРАЗУМНО!',
         '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
      ],
      papdate25g: [
         '<15>{#p/papyrus}{#f/20}АХ ДА, МОЯ САМАЯ ЛУЧШАЯ СПОРТИВНАЯ ОДЕЖДА!',
         "<15>{#f/24}АХ ДА, МОЯ САМАЯ ЛУЧШАЯ СПОРТИВНАЯ ОДЕЖДА...",
         "<15>{#f/20}У МЕНЯ НЕТ КАРМАНОВ, ЧТОБЫ СПРЯТАТЬ ИХ!!!",
         '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
      ],
      papdate25h: () => [
         '<15>{#p/papyrus}{#f/24}МОИ ПЛЕЧИ...',
         '<15>{#f/10}ТЫ ПРОСИШЬ ПОКАТАТЬ ТЕБЯ НА СВИНЬЕ??',
         SAVE.data.b.flirt_papyrus
            ? "<15>{#f/24}НУ, Я БЫ ОТДАЛ ЕГО ТЕБЕ, ЕСЛИ БЫ МЫ НЕ БЫЛИ ТАК ЗАНЯТЫ СВИДАНИЕМ."
            : "<15>{#f/24}НУ, Я БЫ ОТДАЛ ЕГО ТЕБЕ, ЕСЛИ БЫ МЫ НЕ БЫЛИ ТАК ЗАНЯТЫ.",
         '<15>{#f/20}НО МЫ ЗДЕСЬ!\nПОПРОБУЙ ЕЩЕ РАЗ!'
      ],
      papdate25i: [
         '<15>{#p/papyrus}{#f/14}СЕРЬЁЗНО??',
         "<15>{#f/19}Я НЕ ПРОСТО РАССКАЖУ ТЕБЕ СЕКРЕТ...",
         "<15>{#f/20}ТЕБЕ ПРИДЕТСЯ ПОСТАРАТЬСЯ!"
      ],
      papdate25j: () =>
         calcLV() > 2
            ? [
                 '<15>{#p/papyrus}{#f/24}ЕСЛИ ТВОЙ {@fill=#f00}LV{@fill=#000} ТАК ВЫСОК, ТО...',
                 SAVE.data.b.flirt_papyrus
                    ? '<15>{#f/28}ТВОЯ {@fill=#f00}ЛЮБОВЬ{@fill=#000} ДЛЯ МЕНЯ, ДОЛЖНА БЫТЬ, ЕЩЁ БОЛЬШЕ, ЧЕМ Я ДУМАЛ!'
                    : "<15>{#f/28}У ВАС БОЛЬШЕ ОПЫТА С {@fill=#f00}ЛЮБОВЬЮ{@fill=#000}, ЧЕМ Я ПОДУМАЛ!",
                 "<15>{#f/24}ТЕМ НЕ МЕНЕЕ, ЭТО ТВОЙ СЕКРЕТ, А НЕ МОЙ.",
                 '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
              ]
            : calcLV() === 2
            ? [
                 '<15>{#p/papyrus}{#f/24}И {@fill=#f00}УР{@fill=#000} ДВА?',
                 '<15>{#f/27}ЗНАЧИТ ЛИ ЭТО...',
                 ...(SAVE.data.b.flirt_papyrus
                    ? [
                         '<15>{#f/28}У ТЕБЯ ЕСТЬ ТАЙНАЯ СЕКУНДА {@fill=#f00}ЛЮБВИ{@fill=#000} ИНТЕРЕСНО...?',
                         '<15>{#f/20}НУ, ЭТО ДОЛЖНО БЫТЬ О МОЁМ СЕКРЕТЕ!!'
                      ]
                    : [
                         '<15>{#f/28}ТВОЙ ИНТЕРЕС КО МНЕ ТАЙНО ДВОИТСЯ?',
                         '<15>{#f/28}ЧТО ГЛУБОКО ВНИЗУ, ТЫ {@fill=#f00}ЛЮБИШЬ{@fill=#000} МЕНЯ ТАК ЖЕ СИЛЬНО, КАК И ТЫ?',
                         '<15>{#f/14}Н-НЕТ...!\nЯ НЕ ПОДДАМСЯ НА ТВОИ УЛОВКИ!'
                      ]),
                 '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
              ]
            : SAVE.data.b.oops
            ? [
                 '<15>{#p/papyrus}{#f/24}И {@fill=#f00}УР@fill=#000} РАВЕН ОДНОМУ?',
                 '<15>{#f/26}ЗНАЧИТ ЛИ ЭТО...',
                 "<15>{#f/28}ЧТО Я ТВОЙ ЕДИНСТВЕННЫЙ НАСТОЯЩИЙ {@fill=#f00}ЛЮБОВНИК{@fill=#000}...?",
                 ...(SAVE.data.b.flirt_papyrus
                    ? [ '<15>{#f/14}Н-НЕТ...!\nЯ НЕ ПОДДАМСЯ НА ТВОИ УЛОВКИ!' ]
                    : [
                         "<15>{#f/24}НУ, ЭТО НЕ ИМЕЕТ СМЫСЛА, ЕСЛИ МЫ ПРОСТО ДРУЗЬЯ.",
                         '<15>{#f/14}Н-НО... НЕТ!\nЯ НЕ ПОДДАМСЯ НА ТВОИ УЛОВКИ!'
                      ]),
                 '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
              ]
            : [
                 '<15>{#p/papyrus}{#f/24}И {@fill=#f00}УР{@fill=#000} РАВНЕН НОЛЮ?',
                 "<15>{#f/26}ОКЕЙ, ЭТО СТРАННО.",
                 "<15>{#f/21}САНС СКАЗАЛ МНЕ, ЧТО ЧЕЛОВЕК {@fill=#f00}ЛЮБИТ{@fill=#000} НАЧИНАЕТСЯ С ОДНОГО.",
                 '<15>{#f/24}ХМ...',
                 '<15>{#f/24}ЭТО ТВОЙ СЕКРЕТ?',
                 '<15>{#f/20}НУ, ЭТО ДОЛЖНО БЫЛО БЫТЬ О МОЕМ СЕКРЕТЕ!',
                 '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
              ],
      papdate25k: () => [
         ...(SAVE.data.n.hp > calcHP()
            ? [
                 '<15>{#p/papyrus}{#f/22}ЧТО!!!\nХП ЕЩЕ ПОЛНЕЕ, ЧЕМ ПОЛНОЕ!?',
                 '<15>{#f/10}ТЫ БЫЛ ГОТОВ КО ВСЕМУ!',
                 '<15>{#f/24}НО ЭТО НЕ ИМЕЕТ НИКАКОГО ОТНОШЕНИЯ К МОЕМУ СЕКРЕТУ.'
              ]
            : [
                 '<15>{#p/papyrus}{#f/24}ТВОЙ ХП МОЖЕТ БЫТЬ ПОЛОН, НО КОГДА ДЕЛО ДОХОДИТ ДО СЕКРЕТОВ...',
                 "<15>{#f/20}ТЫ ВСЁ ЕЩЁ БЕЖИШЬ!"
              ]),
         '<15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!'
      ],
      papdate25l: [
         "<15>{#p/papyrus}{#f/20}ТАК ВОТ ОНО КАК...",
         '<15>{#f/24}ТЫ ДУМАЕШЬ, ЧТО ПОЧЕСАВ МОЮ ШЕЮ...',
         '<15>{#f/21}И НАЗЫВАЯ МЕНЯ \"ХОРОШИМ ПАРНЕМ...\"',
         "<15>{#f/24}Я БУДУ ЛАЯТЬ НА ТЕБЯ, КАК СОБАКА.",
         '<15>{#f/20}НАСКОЛЬКО Я ПОМНЮ, Я БЫЛ СКЕЛЕТОМ!\nПОПРОБУЙ ЕЩЁ РАЗ!'
      ],
      papdate26: () => [
         '<15>{#p/papyrus}{#f/27}НУ ЧТО Ж...',
         '<15>{#f/27}ТЫ НАШЁЛ МОЙ СЕКРЕТ!',
         '<15>{#f/24}ПОЛАГАЮ, У МЕНЯ НЕТ ВЫБОРА, КРОМЕ КАК ПРИЗНАТЬ ПРАВДУ.',
         "<15>{#f/24}ЭТО ПОДАРОК...",
         [ '<15>{#f/27}ПОДАРОК СПЕЦИАЛЬНО ДЛЯ ТЕБЯ!!!', '<15>{#f/27}ПОДАРОК ДЛЯ НАС, ЧТОБЫ ПОДЕЛИТЬСЯ!!!' ][
            (SAVE.data.n.state_papyrus_spaghet + 1) % 2
         ],
         '<15>{#f/10}ВПЕРЁД!\nОТКРЫВАЙ!'
      ],
      papdate27: () => [ choicer.create('* (Что ты будешь делать?)', 'Открыть его', 'Нет') ],
      papdate28: [
         "<15>{#p/papyrus}{#f/21}ТЫ ДАЖЕ НЕ ПОВРЕДИШЬ МОЮ НЕЖНУЮ УПАКОВКУ??",
         '<15>{#f/27}Н-НЕТ... ЭТА ТЕХНИКА...',
         "<15>{#f/13}ЭТО СЛИШКОМ МНОГО!",
         '<15>{#f/14}Н-НО... АХА!\nКОНТРНАСТУПЛЕНИЕ!',
         "<15>{#f/15}Я САМ ОТКРОЮ ПОДАРОК!!!"
      ],
      papdate29: [ '<15>{#p/papyrus}{#f/20}ТЫ ЗНАЕШЬ, ЧТО ЭТО?' ],
      papdate30: () => [ choicer.create('* (Ты знаешь, что это?)', 'Да', 'Нет') ],
      papdate31a: [
         '<15>{#p/papyrus}{#f/26}СПАГЕТТИ.',
         "<15>{#f/24}ВОЗМОЖНО, ИМЕННО ОБ ЭТОМ ТЫ И ДУМАЕШЬ, НЕ ТАК ЛИ?",
         '<15>{#f/20}ПРАВИЛЬНО!',
         '<15>{#f/15}НО ТАК НЕПРАВИЛЬНО!'
      ],
      papdate31b: [
         "<15>{#p/papyrus}{#f/20}НЙЕХ ХЕХ ХЕХ!\nЭТО ПРАВИЛЬНО.",
         '<15>{#p/papyrus}{#f/15}ТЫ ДАЖЕ НЕ ПРЕДСТАВЛЯЕШЬ!',
         '<15>{#f/24}ХОТЯ ЭТО ПОХОЖЕ НА СПАГЕТТИ...'
      ],
      papdate32: () => [
         "<15>{#p/papyrus}{#f/20}ЭТО НЕ ПРОСТАЯ ПАСТА!",
         "<15>{#f/20}ЭТО РАБОТА МАСТЕРА!",
         '<15>{#f/24}ШЕЛКОВИСТЫЕ СПАГЕТТИ, ТОНКО ВЫДЕРЖАННЫЕ В УСТАНОВКЕ ДЛЯ ЗАМЕДЛЕНИЯ ВРЕМЕНИ.',
         '<15>{#f/20}ЗАТЕМ ПРИГОТОВЛЕННЫЕ МНОЙ, ШЕФ-ПОВАРОМ ПАПИРУСОМ!',
         "<15>{#f/15}ЧЕЛОВЕК!!!\nПОРА ПОЛОЖИТЬ ЭТОМУ КОНЕЦ!!!",
         "<15>ДАЛЬШЕ ТАК ПРОДОЛЖАТЬСЯ НЕ МОЖЕТ!",
         ...[ [ "<15>{#f/20}ДАВАЙТЕ СЪЕДИМ ЭТИ СПАГЕТТИ ВМЕСТЕ!!!" ], [ '<15>{#f/20}ПИРШЕСТВО НА МОЕЙ ВЫСШЕЙ ТЕХНИКЕ!!!' ] ][
            (SAVE.data.n.state_papyrus_spaghet + 1) % 2
         ]
      ],
      papdate33: () => [ choicer.create('* (Что ты будешь делать?)', 'Съешь его', 'Нет') ],
      papdate33a: () => [
         '<32>{#p/human}* (Ты откусываешь небольшой кусочек.)\n* (Ты, кажется, краснеешь от вкуса.)',
         "<32>{#p/basic}* Это невероятно...!",
         ...(SAVE.data.n.state_papyrus_spaghet === 1
            ? [ '<32>{#p/basic}* Папирус, похоже, тоже наслаждался своим укусом.' ]
            : [])
      ],
      papdate34a: () => [
         '<15>{#p/papyrus}{#f/10}КАКОЕ СТРАСТНОЕ ВЫРАЖЕНИЕ!!!',
         SAVE.data.b.flirt_papyrus
            ? '<15>{#f/12}ТЫ, ДОЛЖНО БЫТЬ, ОЧЕНЬ ЛЮБИШЬ МОЮ КУХНЮ!'
            : '<15>{#f/12}ТЫ, ДОЛЖНО БЫТЬ, ОЧЕНЬ ЛЮБИШЬ МОЮ КУХНЮ!',
         ...[
            [
               '<15>{#f/24}НУ, Я ТОЖЕ...',
               SAVE.data.b.flirt_papyrus
                  ? '<15>{#f/20}НО Я ДУМАЮ, ЧТО ТЕБЕ ЭТО ПОНРАВИЛОСЬ ДАЖЕ БОЛЬШЕ, ЧЕМ МНЕ!!!'
                  : '<15>{#f/20}НО Я ДУМАЮ, ТЕБЕ ПОНРАВИЛОСЬ ДАЖЕ БОЛЬШЕ, ЧЕМ МНЕ!!!'
            ],
            [ '<15>{#f/10}И, КАК СЛЕДСТВИЕ, Я!', '<15>{#f/20}МОЖЕТ БЫТЬ, ДАЖЕ БОЛЬШЕ, ЧЕМ Я!!!' ]
         ][(SAVE.data.n.state_papyrus_spaghet + 1) % 2],
         "<15>{#f/27}НО... ЭТО НЕВОЗМОЖНО...!",
         '<15>{#f/12}КАК ТЫ ЭТО СДЕЛАЛ!?!?'
      ],
      papdate34b: () => [
         '<15>{#p/papyrus}{#f/21}ТЫ ХОЧЕШЬ СКАЗАТЬ...',
         "<15>{#f/18}ТЫ РАЗРЕШАЕШЬ МНЕ ЗАБРАТЬ ЕГО?",
         ...[
            [
               '<15>{#f/24}Я ДУМАЛ, КОГДА ТЫ СКАЗАЛ, ЧТО ПОДЕЛИШЬСЯ...',
               '<15>{#f/20}ТЫ БЫ ЗАХОТЕЛ ХОТЬ НЕМНОГО ДЛЯ СЕБЯ.',
               '<15>{#f/27}НО НЕТ, ВСЁ ЭТО ВРЕМЯ...',
               '<15>{#f/12}ТЫ ХОТЕЛ, ЧТОБЫ У МЕНЯ БЫЛО ВСЁ!!!'
            ],
            [
               '<15>{#f/21}ДАЖЕ ПОСЛЕ ТОГО, ЧТО ТЫ СКАЗАЛ РАНЬШЕ...',
               '<15>{#f/21}О ТОМ, ЧТО ХОЧЕШЬ ПОЛУЧИТЬ МОИ СПАГЕТТИ ДЛЯ СЕБЯ...',
               '<15>{#f/27}НА САМОМ ПОРОГЕ СВОЕГО УДОВЛЕТВОРЕНИЯ, ТЫ...',
               '<15>{#f/12}ТЫ ОТДАЛ ВСЁ РАДИ МЕНЯ???'
            ]
         ][(SAVE.data.n.state_papyrus_spaghet + 1) % 2]
      ],
      papdate35: [ '<15>{*}{#p/papyrus}{#f/22}АГХ!!!{%15}' ],
      papdate36: [ '<15>{*}{#p/papyrus}{#f/22}URRRGH!!!{%15}' ],
      papdate37: [ '<15>{*}{#p/papyrus}{#f/22}НЕЕЕЕЕЕЕТ!!!{%15}' ],
      papdate38: () => [
         "<18>{#p/papyrus}{@random=1.1/1.1}ЧЕЛОВЕК.\nТЕПЕРЬ ВСЁ ЯСНО.",
         SAVE.data.b.flirt_papyrus
            ? "<18>{@random=1.1/1.1}ТЫ БЕЗУМНО ВЛЮБЛЕН В МЕНЯ."
            : "<18>{@random=1.1/1.1}ТЫ ПОЛНОСТЬЮ ОДЕРЖИМ МНОЙ.",
         '<99>{@random=1.1/1.1}ВСЕ, ЧТО ТЫ ДЕЛАЕШЬ.\nВСЕ, ЧТО ТЫ ГОВОРИШЬ.',
         "<18>{@random=1.1/1.1}ВСЁ ЭТО БЫЛО РАДИ МЕНЯ.",
         '<18>{@random=1.1/1.1}ЧЕЛОВЕК.\nЯ ХОЧУ, ЧТОБЫ ТЫ ТОЖЕ БЫЛ СЧАСТЛИВ.',
         "<18>{@random=1.1/1.1}ПРИШЛО ВРЕМЯ ВЫРАЗИТЬ СВОИ ЧУВСТВА...",
         "<18>{@random=1.1/1.1}ПРИШЛО ВРЕМЯ РАССКАЗАТЬ ТЕБЕ ПРАВДУ."
      ],
      papdate39: () =>
         SAVE.data.b.flirt_papyrus
            ? [
                 '<15>{#f/21}ЧЕЛОВЕК, ПРАВДА В ТОМ, ЧТО...',
                 "<15>{#f/21}ТЫ МНЕ ПРОСТО НЕ НРАВИШЬСЯ ТАК, КАК Я ТЕБЕ.",
                 '<15>{#f/24}В РОМАНТИЧЕСКОМ ПЛАНЕ.',
                 '<15>{#f/27}Я ОЧЕНЬ СТАРАЛСЯ!',
                 '<15>{#f/27}Я ДУМАЛ, ЧТО ТЫ ФЛИРТОВАЛ СО МНОЙ...',
                 '<15>{#f/27}ТЫ ДОЛЖЕН БЫЛ ПОЙТИ СО МНОЙ НА СВИДАНИЕ.',
                 '<15>{#f/10}ТОГДА, НА НАШЕМ СВИДАНИИ, ЧУВСТВА РАСЦВЕТУТ!!!',
                 '<15>{#f/20}Я СМОГУ СООТВЕТСТВОВАТЬ ТВОЕЙ СТРАСТИ КО МНЕ!',
                 '<15>{#f/21}НО УВЫ...\nЯ, ВЕЛИКИЙ ПАПИРУС...',
                 '<15>{#f/21}ПОТЕРПЕЛИ НЕУДАЧУ.',
                 '<15>{#f/21}Я ЧУВСТВУЮ СЕБЯ ТАК ЖЕ, КАК И РАНЬШЕ.',
                 '<15>{#f/27}И САМОЕ СТРАШНОЕ, ЧТО, ВСТРЕЧАЯСЬ С ТОБОЙ...',
                 '<15>{#f/22}ТЫ ТОЛЬКО ГЛУБЖЕ ВТЯНУЛ МЕНЯ В СВОЮ ЛЮБОВЬ!',
                 '<15>{#f/21}ТЁМНАЯ ТЮРЬМА СТРАСТИ, ИЗ КОТОРОЙ НЕТ ВЫХОДА.',
                 '<15>{#f/27}КАК Я МОГЛА ТАК ПОСТУПИТЬ С МОИМ ДОРОГИМ ДРУГОМ...?',
                 '<15>{#f/27}...',
                 '<15>{#f/27}... НЕТ...'
              ]
            : [ '<15>{#f/24}ЧЕЛОВЕК, ПРАВДА В ТОМ, ЧТО...' ],
      papdate39a: () => [
         ...(SAVE.data.b.flirt_papyrus
            ? [
                 "<15>{#f/20}НЕТ!\nЭТО НЕПРАВИЛЬНО!",
                 "<15>{#f/17}Я НЕ МОГУ ПОТЕРПЕТЬ НЕУДАЧУ НИ В ЧЁМ!!!",
                 "<15>{#f/20}ЧЕЛОВЕК!!!\nЯ ПОМОГУ ТЕБЕ ПЕРЕЖИТЬ ЭТИ ТРУДНЫЕ ВРЕМЕНА!!!",
                 "<15>{#f/24}Я БУДУ ПРОДОЛЖАТЬ БЫТЬ ТВОИМ КРУТЫМ ДРУГОМ...",
                 '<15>{#f/20}И МЫ СМОЖЕМ ЗАБЫТЬ ОБ ЭТОМ.',
                 '<15>{#f/10}В КОНЦЕ КОНЦОВ, ТЫ ТОЖЕ ОЧЕНЬ ВЕЛИКИЙ.',
                 '<15>{#f/20}БЫЛО БЫ ТРАГИЧНО ПОТЕРЯТЬ НАШУ ДРУЖБУ!',
                 '<15>{#f/21}ТАК ЧТО, ПОЖАЛУЙСТА....',
                 "<15>{#f/21}НЕ ПЛАЧЬ, ПОТОМУ ЧТО Я НЕ МОГУ ТЕБЯ ПОЦЕЛОВАТЬ.",
                 "<15>{#f/19}КРОМЕ ТОГО, У МЕНЯ ДАЖЕ НЕТ ГУБ!!!",
                 ...(SAVE.data.n.plot < 48
                    ? [
                         "<15>{#f/10}И ОДНАЖДЫ ТЫ НАЙДЕШЬ ТАКОГО ЖЕ ЗАМЕЧАТЕЛЬНОГО ЧЕЛОВЕКА.",
                         "<15>{#f/24}НУ, НЕТ.\nЭТО НЕПРАВИЛЬНО.",
                         "<15>{#f/20}НО Я ПОМОГУ ТЕБЕ ВЫБРАТЬ ВТОРОЙ ВАРИАНТ!!!"
                      ]
                    : [ "<15>{#f/10}И АНДАЙН СОВСЕМ НЕДАЛЕКО ОТСЮДА.", '<15>{#f/20}МЫ МОЖЕМ ПОТУСОВАТЬСЯ С НЕЙ!' ])
              ]
            : [
                 '<15>{#f/10}ТЫ МНЕ ТОЖЕ НРАВИШЬСЯ!',
                 '<15>{#f/10}ТЫ ОЧЕНЬ ХОРОШИЙ ЧЕЛОВЕК, В КОНЦЕ КОНЦОВ.',
                 '<15>{#f/21}НО,МОЖЕТ БЫТЬ...',
                 "<15>{#f/21}ТЕБЕ БЫЛО БЫ ЛУЧШЕ, ЕСЛИ БЫ ТЫ БОЛЬШЕ ЖИЛ РАДИ СЕБЯ.",
                 '<15>{#f/21}А НЕ ТОЛЬКО ДЛЯ МЕНЯ.',
                 '<15>{#f/10}К СЧАСТЬЮ, Я ЗНАЮ РЕШЕНИЕ!!!',
                 '<15>{#f/20}ТУСОВКА С МОИМ БОССОМ, АНДАЙН!!!',
                 '<15>{#f/24}Я ДУМАЮ, ЕСЛИ БЫ ТЫ ПОБОЛЬШЕ РАСПРЕДЕЛЯЛ СВОЮ ДРУЖЕСКУЮ ЭНЕРГИЮ...',
                 "<15>{#f/10}ТЫ БУДЕШЬ ВЕСТИ ГОРАЗДО БОЛЕЕ ЗДОРОВЫЙ ОБРАЗ ЖИЗНИ.",
                 ...(SAVE.data.n.plot < 48
                    ? [ "<15>{#f/20}Я ДАМ ТЕБЕ ЗНАТЬ, КОГДА БУДУ ГОТОВ!" ]
                    : [ "<15>{#f/20}ТАК ДАВАЙТЕ СДЕЛАЕМ ЭТО!\nВМЕСТЕ!!!" ])
              ]),
         '<15>{#f/20}НЬЕХ ХЕХ ХЕХ ХЕХ!!!'
      ],
      papdate40: () => [
         '<15>{#f/24}О, И ЕСЛИ ВАМ КОГДА-НИБУДЬ ПОНАДОБИТСЯ СВЯЗАТЬСЯ СО МНОЙ...',
         "<15>{#f/10}ВОТ МОЙ {@fill=#f00}НОМЕР ТЕЛЕФОНА{@fill=#000}.",
         '<15>{#f/11}ЗВОНИ МНЕ В ЛЮБОЕ ВРЕМЯ!',
         ...(SAVE.data.b.flirt_papyrus
            ? [
                 '<15>{#f/24}ПЛАТОНИЧЕСКИ, КОНЕЧНО.',
                 ...(SAVE.data.n.plot < 48
                    ? [ '<15>{#f/10}НУ, МНЕ ПОРА!' ]
                    : [ "<15>{#f/10}УВИДИМСЯ В ДОМЕ АНДАЙН!" ])
              ]
            : SAVE.data.n.plot < 48
            ? [ '<15>{#f/20}ЧТО Ж, МНЕ ПОРА!' ]
            : [ "<15>{#f/20}ЧТО Ж, УВИДИМСЯ В ДОМЕ АНДАЙН!" ]),
         '<15>{#f/20}'
      ],
      papdate41: {
         a: () => (SAVE.data.b.flirt_papyrus ? 'РОМАНТИКА' : 'ДРУЖБА'),
         b: 'СИЛА\nУРОВНЕЙ',
         c: 'ДАТА: К-616.09',
         d: 'СКОРОСТЬ',
         e: 'ГАЛАКТИЧЕСКАЯ\nКАРТА',
         f: 'НАПРЯЖЕНИЕ'
      },
      pappuzzle1: [
         '<18>{#p/papyrus}{#f/0}ЧЕЛОВЕК!',
         '<18>{#f/0}ЭТА ГОЛОВОЛОМКА - ОДНА ИЗ МОИХ ЛЮБИМЫХ.',
         "<18>{#f/4}ЭТО КАК КОЛЛЕКЦИЯ ВАТНЫХ ШАРИКОВ МОЕГО БРАТА...",
         '<18>{#f/0}СТРАННАЯ СЕРИЯ ПРЕДМЕТОВ, ПРИНОСЯЩАЯ УДОВЛЕТВОРЕНИЕ!',
         "<18>{#f/9}Я ПОСТАРАЮСЬ НЕ ВЫДАТЬ РЕШЕНИЕ."
      ],
      pappuzzle1a: [ '<18>{#p/papyrus}{#f/0}ДЕРЗАЙ!' ],
      pappuzzle1b: [
         '<18>{#p/papyrus}{#f/4}ПОХОЖЕ, ЧТО ЭТА ГОЛОВОЛОМКА РЕШЕНА.',
         '<18>{#p/papyrus}{#f/4}ЗА МОЕЙ СПИНОЙ.',
         '<18>{#p/papyrus}{#f/4}БЕЗ МОЕГО ОСОБОГО РАЗРЕШЕНИЯ.',
         "<18>{#p/papyrus}{#f/0}ЧТО Ж, У КОГО-ТО СЕГОДНЯ БУДЕТ ПЛОХОЙ ДЕНЬ.",
         '<18>{#p/papyrus}{#f/5}...',
         '<18>{#p/papyrus}{#f/5}ЕСЛИ ПОВЕЗЁТ, СЛЕДУЮЩАЯ ГОЛОВОЛОМКА БУДЕТ БЕЗ ПОДДЕЛОК.',
         "<18>{#p/papyrus}{#f/6}... ВСТРЕТИМСЯ В СЛЕДУЮЩЕЙ КОМНАТЕ."
      ],
      pappuzzle2: [ '<18>{#p/papyrus}ВАУ!\nТЫ ВСЁ РЕШИЛ!!!' ],
      pappuzzle2a: [ '<18>И ТЫ СДЕЛАЛ ВСЁ ЭТО БЕЗ МОЕЙ ПОМОЩИ!!!' ],
      pappuzzle2b: [ "<18>И МНЕ ДАЖЕ НЕ ПРИШЛОСЬ ТАК МНОГО ПОМОГАТЬ ТЕБЕ!" ],
      pappuzzle2c: [ '<18>ПОТРЕБОВАЛОСЬ НЕМНОГО ПОДДЕРЖКИ, НО ТЫ ДЕЙСТВИТЕЛЬНО СПРАВИЛСЯ!' ],
      pappuzzle2d: [
         '<18>ТЫ ДОЛЖЕН ЗАБОТИТЬСЯ О ГОЛОВОЛОМКАХ ТАК ЖЕ, КАК И Я!',
         "<18> НУ, ТОГДА Я УВЕРЕН, ЧТО ВАМ ПОНРАВИТСЯ СЛЕДУЮЩАЯ ГОЛОВОЛОМКА!",
         '<18> ЭТО МОЖЕТ БЫТЬ ДАЖЕ СЛИШКОМ ПРОСТО ДЛЯ ТЕБЯ!!!',
         '<18>НЬЕХ!\nХЕХ ХЕХ!\nХЕ-ХЕ-ХЕ!!!'
      ],
      papsink0: () =>
         SAVE.data.b.svr
            ? [
                 '<32>{#p/human}* (Собачьи остатки в этой раковине, похоже, расположены в форме сердца).',
                 '<32>* (Кажется, это успокаивает тебя.)'
              ]
            : SAVE.data.n.plot < 72
            ? [ "<32>{#p/basic}* Раковина такая высокая, что ты даже не можешь помыть руки..." ]
            : [ "<32>{#p/basic}* В раковине куча собачьих остатков." ],
      papsink1: [
         '<18>{#p/papyrus}{#f/9}ВПЕЧАТЛЁН?\nЯ УВЕЛИЧИЛ ВЫСОТУ СВОЕЙ РАКОВИНЫ.',
         '<18>{#f/0}ТЕПЕРЬ Я СМОГУ УМЕСТИТЬ ПОД НИМ БОЛЬШЕ КОСТЕЙ!\nСМОТРИ'
      ],
      papsink2: [ '<18>{#p/papyrus}{#f/8}НЕТ, СОБАКА!' ],
      papsink3: [ '<18>{#p/papyrus}{#f/31}О ТЫ, БЕДНЫЙ, БЕДНЫЙ ЩЕНОК...', '<18>{#f/9}ВОТ, ПОЛУЧИ МОЮ СПЕЦИАЛЬНУЮ АТАКУ!' ],
      papsink4: [ '<18>{#p/papyrus}ВАУ!!!\nЯ ОБОЖАЮ ЭТО!!!' ],
      papsink5: [ '<18>{#p/papyrus}{#f/7}САНС!', '<18>ХВАТИТ МУЧИТЬ МОЮ ЖИЗНЬ СЛУЧАЙНОЙ МУЗЫКОЙ!!' ],
      papsink6: [ '<18>{#p/papyrus}{#f/4}И ТЕПЕРЬ СОБАКА ИСЧЕЗЛА ВМЕСТЕ С МОЕЙ АТАКОЙ.', '<18>О, ХОРОШО...' ],
      papsolu1: [
         '<18>{#p/papyrus}ТЫ ВЫГЛЯДИШЬ ТАК, БУДТО ТЕБЕ НУЖНА ПОДСКАЗКА.',
         '<18>{#f/4}ХМ...',
         "<18>{#f/0}Я БЫ ОБРАТИЛ ВНИМАНИЕ НА СХЕМЫ.",
         "<18>{#f/0}НО ЭТО ТОЛЬКО МОЁ МНЕНИЕ."
      ],
      papsolu2: [
         '<18>{#p/papyrus}{#f/5}ВСЁ ЕЩЁ НЕ ПОНЯЛ?',
         '<18>{#f/5}ЭМ... МОЖЕТ БЫТЬ...',
         '<18>{#f/6}ИСПОЛЬЗОВАТЬ СХЕМЫ КАК РУКОВОДСТВО К ПОСЛЕДОВАТЕЛЬНОСТИ???',
         "<18>{#f/5}Я ОЧЕНЬ СТАРАЮСЬ НЕ ИСПОРТИТЬ ЕГО..."
      ],
      papsolu3: [
         '<18>{#p/papyrus}{#f/6}ВСЁ ЕЩЁ???',
         '<18>{#f/0}ТЫ ЗНАЕШЬ, Я МОГУ ДАТЬ ТЕБЕ РЕШЕНИЕ.',
         "<18>{#f/4}Я НЕ ХОЧУ ПОРТИТЬ ВЕСЕЛЬЕ, НО..."
      ],
      papsolu3a: () => [
         '<18>{#p/papyrus}{#f/9}ТЫ АБСОЛЮТНО, ДЕЙСТВИТЕЛЬНО ХОЧЕШЬ ПОЛУЧИТЬ РЕШЕНИЕ???',
         choicer.create('* (Что ты скажешь?)', 'Да', 'Нет')
      ],
      papsolu3a1: () => [
         '<18>{#p/papyrus}РЕШЕНИЕ! ЕСТЬ!',
         '<18>{#f/4}(ПОЖАЛУЙСТА, ПРЕДСТАВЬ СЕБЕ БАРАБАННУЮ ДРОБЬ В ГОЛОВЕ...)',
         SAVE.data.b.s_state_pretrick
            ? '<18>{#f/0}... ЭТО ТЕРМИНАЛ В ЛЕВОМ НИЖНЕМ УГЛУ КОМНАТЫ!'
            : '<18>{#f/0}... ЭТО ГОЛО-ДЕРЕВО РЯДОМ С ЛАМПОЙ СПРАВА!',
         '<18>ЗАЦЕНИ!!!'
      ],
      papsolu3a2: [
         "<18>{#p/papyrus}ВАУ... ТЫ ДЕЙСТВИТЕЛЬНО ЛЮБИТЕЛЬ ГОЛОВОЛОМОК!",
         "<18>Я В ВОСТОРГЕ ОТ ТВОЕГО ЭНТУЗИАЗМА!",
         '<18>ТЫ СМОЖЕШЬ, ЧЕЛОВЕК!!!'
      ],
      papsolu4: [ "<18>{#p/papyrus}{#f/4}РАЗВЕ ТЫ НЕ ПОМНИШЬ РЕШЕНИЕ, КОТОРОЕ Я ТЕБЕ ДАЛ...?" ],
      papsolu5: [ '<18>{#f/0}{#p/papyrus}ПОЧТИ ГОТОВО!\nОСТАЛОСЬ АКТИВИРОВАТЬ ТОЛЬКО ОДНУ ЦЕПЬ!' ],
      papspaghet1: (take: boolean) => [
         '<18>{#p/papyrus}{#f/1}ЧТО!!!\nКАК ТЫ ИЗБЕЖАЛ МОЕЙ ЛОВУШКИ?',
         '<18>{#f/4}И, ЧТО ЕЩЁ ВАЖНЕЕ...',
         '<18>{#f/0}ОСТАЛОСЬ ЛИ ЧТО-НИБУДЬ ДЛЯ МЕНЯ???',
         choicer.create('* (Что ты скажешь Папирусу\n   о его спагетти?)', take ? 'Взял его' : 'Оставил его', 'Съел его'),
         '<18>{#p/papyrus}ПРАВДА!?'
      ],
      papspaghet1a: () => [
         '<18>{#p/papyrus}{#f/1}ЧТО!!!\nКАК ТЫ ИЗБЕЖАЛ МОЕЙ ЛОВУШКИ?',
         '<18>{#f/4}И, ЧТО ЕЩЁ ВАЖНЕЕ...',
         '<18>{#f/0}ОСТАЛОСЬ ЛИ ЧТО-НИБУДЬ ДЛЯ...',
         '<18>{#f/4}... ПОДОЖДИ.',
         "<18>{#f/0}ЭТО ПРЯМО В ТВОИХ ПРЕДМЕТАХ!!",
         '<18>{#f/9}ЧТО ТЫ СОБИРАЛСЯ ДЕЛАТЬ, ЧЕЛОВЕК?',
         choicer.create("* (Что ты будешь делать с\n  Спагетти Папируса?)", 'Поделиться ими', 'Съешь его'),
         '<18>{#p/papyrus}ПРАВДА!?'
      ],
      papspaghet2a: [
         "<18>{#f/5}ТЫ НЕ УСТОЯЛ БЫ ПЕРЕД АРОМАТОМ МОЕЙ ДОМАШНЕЙ ПАСТЫ...",
         '<18>{#f/6}ТОЛЬКО ДЛЯ ТОГО, ЧТОБЫ ТЫ МОГ ПОДЕЛИТЬСЯ СО МНОЙ???',
         '<18>{#f/9}НУ ЧТО Ж!!',
         '<18>НЕ БОЙСЯ, ЧЕЛОВЕК!\nЯ, ШЕФ-ПОВАР ПАПИРУС...',
         '<18>ПРИГОТОВИТ НАМ СТОЛЬКО МАКАРОН, СКОЛЬКО МЫ ЗАХОТИМ!',
         '<18>{#f/0}HEH HEH HEH HEH HEH HEH NYEH!'
      ],
      papspaghet2b: [
         '<18>{#f/5}ВАУ...',
         '<19>{#f/6}НИКОМУ ЕЩЕ НЕ ДОВОДИЛОСЬ ТАК НАСЛАЖДАТЬСЯ МОЕЙ СТРЯПНЁЙ...',
         '<18>{#f/9}НУ ЧТО Ж!!',
         '<18>НЕ БОЙСЯ, ЧЕЛОВЕК!\nЯ, ШЕФ-ПОВАР ПАПИРУС...',
         '<18>ТЫ ПРИГОТОВИШЬ ВСЮ ПАСТУ, КАКУЮ ТОЛЬКО СМОЖЕШЬ ПОЖЕЛАТЬ!',
         '<18>{#f/0}HEH HEH HEH HEH HEH HEH NYEH!'
      ],
      paptv: pager.create(
         0,
         () => [
            ...(dateready() && SAVE.data.n.state_starton_papyrus === 0
               ? [ "<18>{#p/papyrus}ЭТО МОЁ ЛЮБИМОЕ ТЕЛЕШОУ!" ]
               : []),
            ...(SAVE.data.n.plot < 67.1
               ? [ '<33>{#p/mettaton}* \"СЛЕДИТЕ ЗА НОВОЙ ПРОГРАММОЙ!\"' ]
               : SAVE.data.b.killed_mettaton
               ? [ '<33>{#p/mettaton}* \"СЕТЬ НЕДОСТУПНА.\"' ]
               : world.bad_robot
               ? [ '<33>{#p/mettaton}* \"ИЗВИНИТЕ, РЕБЯТА!\"\n* \"ПРОГРАММА ОТМЕНЕНА!\"' ]
               : [ '<32>{#p/mettaton}* \"НАДЕЮСЬ, ВАМ ПОНРАВИЛОСЬ ШОУ!\"' ]),
            ...(dateready() && SAVE.data.n.state_starton_papyrus === 0
               ? [
                    "<18>{#p/papyrus}{#f/7}ЧТО!!!\nОБЫЧНО ЭТО ЛУЧШЕ, ЧЕМ ЭТО!",
                    '<18>{#f/4}ЭТО ПРОСТО ПЛОХОЙ ЭПИЗОД.',
                    "<18>{#f/7}НЕ ОСУЖДАЙТЕ МЕНЯ!!!"
                 ]
               : [])
         ],
         [ '<33>{#p/mettaton}* \"СЛЕДИТЕ ЗА НОВОЙ ПРОГРАММОЙ!\"' ]
      ),
      papyrus1: [ '<18>{#p/papyrus}ИТАК, КАК Я УЖЕ ГОВОРИЛ ОБ АНДАЙН...' ],
      papyrus2: [
         '<18>{#p/papyrus}САНС!!\nО БОЖЕ!!!\nЭТО...',
         '<18>ЧЕЛОВЕК!?!?',
         "<25>{#p/sans}{#f/2}* нет, это просто голограмма в форме человека."
      ],
      papyrus3: [
         '<18>{#p/papyrus}{#f/4}ОХ.',
         '<18>{#f/4}...',
         '<18>{#f/4}ПОДОЖДИ...',
         "<18>{#f/7}ТЫ ЛЖЁШЬ!!!",
         '<25>{#p/sans}{#f/2}* прости, я хотел сказать \"голограммообразный человек.\"',
         '<18>{#p/papyrus}{#f/0}... САНС, МЫ НАКОНЕЦ-ТО СДЕЛАЛИ ЭТО!',
         '<18>{#f/9}АНДАЙН - ДОЛЖНА - ТЕПЕРЬ ПРИНЯТЬ МЕНЯ В КОРОЛЕВСКУЮ ГВАРДИЮ!!!',
         '<18>{#f/6}МЫ ПРОСТО ОБЯЗАНЫ...',
         '<18>{#f/5}TO...',
         '<18>{#f/4}...',
         "<18>{#f/4}Я ЧТО-ТО ЗАБЫЛ.",
         '<25>{#p/sans}{#f/2}* речь, помнишь?',
         '<18>{#p/papyrus}{#f/4}О, ПРАВИЛЬНО.\n...\"КХМ.\"',
         "<18>{#f/9}ЧЕЛОВЕК! ТЫ МОЖЕШЬ ДУМАТЬ, ЧТО ЗДЕСЬ ТЫ В БЕЗОПАСНОСТИ...",
         '<18>{#f/9}НО Я, ВЕЛИКИЙ ПАПИРУС, НАМЕРЕН ЭТО ИЗМЕНИТЬ!',
         "<18>{#f/4}СНАЧАЛА Я УДИВЛЮ ТЕБЯ ГОЛОВОЛОМКАМИ ДР. АЛЬФИС...",
         '<18>{#f/4}А ПОТОМ, КОГДА ТЫ МЕНЬШЕ ВСЕГО ЭТОГО ЖДЁШЬ...',
         '<19>{#f/9}ОПА!\nЗАХВАЧЕН!\nВ ЦИТАДЕЛЬ!',
         '<18>{#f/9}НАША БИТВА БУДЕТ ЛЕГЕНДАРНОЙ!',
         '<18>{#f/4}В ЛЮБОМ СЛУЧАЕ...',
         '<18>{#f/9}ПРОДОЛЖАЙ... ТОЛЬКО ЕСЛИ ТЫ ОСМЕЛИШЬСЯ!!!'
      ],
      papyrus4: [ '<18>{#f/0}НЬЕХ ХЕ-ХЕ-ХЕ-ХЕ-ХЕ-ХЕ-ХЕ!!!' ],
      papyrus5: [
         '<25>{#p/sans}* ну, всё прошло хорошо.',
         "<25>* Не переживай, приятель.",
         "<25>{#f/2}* Я присмотрю за тобой."
      ],
      papyrus6x1: [ '<18>{#p/papyrus}{#f/5}Ч-ЧЕЛОВЕК?\nЭТО ТЫ...?' ],
      papyrus6x2: [
         "<18>{#p/papyrus}{#f/1}О БОЖЕ!!!\nЭТО ПРАВДА ТЫ, НЕ ТАК ЛИ!?!?",
         "<18>{#p/papyrus}{#f/0}Я С НЕТЕРПЕНИЕМ ЖДАЛ ВСТРЕЧИ С ТОБОЙ С ТЕХ ПОР, КАК УЗНАЛ О ТЕБЕ!",
         "<18>{#p/papyrus}{#f/4}... А ПОЧЕМУ Я ЗДЕСЬ ТОЛЬКО СЕЙЧАС?",
         '<18>{#p/papyrus}{#f/6}НУ, У МЕНЯ ЕСТЬ ПРИЧИНЫ ПОЛАГАТЬ...',
         '<18>{#p/papyrus}{#f/5}... МОЙ БРАТ ПЫТАЛСЯ СКРЫТЬ ТЕБЯ ОТ МЕНЯ.',
         '<18>{#p/papyrus}{#f/7}ТИПИЧНО!!!',
         '<18>{#p/papyrus}{#f/0}НО НАШ МАЛЕНЬКИЙ АЛЬЯНС МОЖЕТ СТАТЬ НАШИМ МАЛЕНЬКИМ СЕКРЕТОМ.',
         "<18>{#p/papyrus}{#f/9}ОН НЕ ДОЛЖЕН НИЧЕГО ОБ ЭТОМ ЗНАТЬ!"
      ],
      papyrus6x3: [
         "<18>{#p/papyrus}{#f/5}ДУМАЮ, МНЕ ЛУЧШЕ УЙТИ, ПОКА ОН НЕ УЗНАЛ, ЧТО Я ЗДЕСЬ.",
         "<18>{|}{#p/papyrus}{#f/9}Я СКОРО ТЕБЯ ДОГОНЮ, ЧЕ- {%}"
      ],
      papyrus6x4: [ '<32>{#p/without}* ... Папирус?' ],
      papyrus6: () => [
         '<18>{#p/papyrus}{#f/9}ЧЕЛОВЕК!!',
         world.nootflags.has('s_puzzle2') // NO-TRANSLATE

            ? '<18>{#f/4}ВОЗМОЖНО, РАНЬШЕ ТЕБЕ БЫЛО ЛЕГКО.'
            : '<18>{#f/4}ТЫ МОГ ПРОЙТИ И ДРУГИЕ МОИ ИСПЫТАНИЯ.',
         "<18>{#f/9}НО ТЕПЕРЬ ТЫ ТОЧНО ДОЙДЁШЬ ДО КОНЦА!",
         '<18>ВЕДЬ ЭТУ ГОЛОВОЛОМКУ СОЗДАЛ НЕ КТО ИНОЙ, КАК...',
         '<18>{#f/0}ЧЕМ УДИВИТЕЛЬНАЯ ДР. АЛЬФИС!',
         '<18>ПРАВИЛА ОЧЕНЬ ПРОСТЫ.',
         '<18>НА ДИСПЛЕЕ ПОЯВИТСЯ СЛУЧАЙНЫЙ НОМЕР.',
         '<18>{#f/9}... КОЛИЧЕСТВО СЕКУНД, ЗА КОТОРОЕ МОЖНО ПРОЙТИ!',
         '<18>{#f/0}ЕСЛИ НОМЕР НЕЧЁТНЫЙ, ТЫ ДОЛЖЕН УКЛОНЯТЬСЯ ОТ СНАРЯДОВ.',
         '<18>НОМЕРА, ОКАНЧИВАЮЩИЕСЯ НА 1, ДАЮТ ЗВЁЗДНЫЕ ОЧКИ...',
         '<18>НОМЕРА, ОКАНЧИВАЮЩИЕСЯ НА 3, ДАЮТ ЛУНООБРАЗНЫЕ...',
         '<18>{#f/4}5 ДАЁТ КОМЕТЫ, 7 ДАЁТ КВАЗАРЫ...',
         "<18>{#f/9}И ЕСЛИ ОНА ЗАКАНЧИВАЕТСЯ НА 9, ТО ЭТО СОВЕРШЕННО СЛУЧАЙНО!",
         '<18>{#f/0}ЕСЛИ НОМЕР ПРОСТОЙ, ТО ГРАВИТАЦИЯ ПЕРЕВЕРНЁТСЯ.',
         "<18>{#f/4}(ХОТЯ, ПРАЙМЫ НИЖЕ 10 НЕ ЧАСТО СРАБАТЫВАЮТ).",
         '<18>{#f/0}ЕСЛИ ЧИСЛО ЧЁТНОЕ, ТО ПОНАЧАЛУ ТЫ БУДЕШЬ В ПОРЯДКЕ...',
         '<18>{#f/9}НО СЛУЧАЙНЫЕ ВСТРЕЧИ С МОНСТРАМИ БУДУТ ПРОИСХОДИТЬ!',
         '<18>КРОМЕ ТОГО, СИЛА ДВУХ УДВАИВАЕТ ЧАСТОТУ!!!',
         '<18>{#f/0}ЕСЛИ В НОМЕРЕ ДВАЖДЫ ПОВТОРЯЕТСЯ ОДНА И ТА ЖЕ ЦИФРА...',
         '<18>{#f/0}ВРЕМЯ ОЖИДАНИЯ БУДЕТ УМНОЖЕНО НА УКАЗАННУЮ ЦИФРУ!',
         '<18>{#f/0}ЕСЛИ ЧИСЛО ЯВЛЯЕТСЯ ПРОБЕГОМ, ТО ЕСТЬ 1-2-3...',
         '<18>{#f/0}КОМНАТА ЗАТРЯСЁТСЯ, И ТЫ СПОТКНЁШЬСЯ!',
         '<18>{#f/0}И ЕСЛИ НОМЕР СОДЕРЖИТ 4...',
         '<18>{#f/9}САНС БУДЕТ СЛУЧАЙНО ЛЕВИТИРОВАТЬ ТЕБЯ С ПОМОЩЬЮ СИНЕЙ МАГИИ!',
         "<25>{#p/sans}{#f/6}* Посмотри, это мой особый жёлтый глаз.",
         '<18>{#p/papyrus}{#f/7}НЕ СЕЙЧАС, САНС!!',
         '<25>{#p/sans}* о хехех.\n* кажется, я немного {@fill=#ff0}увлечённый{@fill=#fff}, да?',
         '<18>{#p/papyrus}{#f/4}ДА, ДА...',
         '<18>{#f/9}ХОРОШО!\nТЫ ПОНЯЛ ОБЪЯСНЕНИЕ?',
         choicer.create('* (Что ты скажешь?)', 'Да', 'Нет')
      ],
      papyrus7: () => [
         "<18>{#p/papyrus}{#f/9}НУ ЧТО Ж, ТОГДА ДАВАЙ ПОСМОТРИМ!",
         '<18>{#f/0}ЭТОТ ДИСПЛЕЙ ГЕНЕРИРУЕТ СЛУЧАЙНЫЕ НОМЕРА В СЕКУНДЫ.',
         '<18>ОН ЖЕ - СКОЛЬКО НУЖНО ЖДАТЬ, ЧТОБЫ ПРОЙТИ.',
         '<18>НЕЧЁТНЫЕ ЧИСЛА ОЗНАЧАЮТ УКЛОНЕНИЕ ОТ СНАРЯДОВ.',
         "<18>ПОСЛЕДНЯЯ ЦИФРА НОМЕРА ОПРЕДЕЛЯЕТ ЕГО ТИП.",
         '<18> 1 ДЛЯ ЗВЁЗД, 3 ДЛЯ ЛУН, 5 ДЛЯ КВАЗАРОВ, 7 ДЛЯ...',
         '<18>{#f/5}ПОДОЖДИ, КАКОЙ НОМЕР БЫЛ ДЛЯ КВАЗАРОВ ОПЯТЬ??',
         '<18>{#f/9}НУ, ЕСЛИ ОН ЗАКАНЧИВАЕТСЯ НА 9, ТО ТИП СЛУЧАЙНЫЙ!',
         '<18>{#f/0}ПРОСТЫЕ ЧИСЛА СМЕЩАЮТ ГРАВИТАЦИЮ ВОКРУГ...',
         '<18>{#f/0}ЧЁТНЫЕ ЧИСЛА ВЫЗЫВАЮТ СЛУЧАЙНЫЕ СТОЛКНОВЕНИЯ...',
         '<18>{#f/5}ПОДОЖДИ, Я СКАЗАЛ, ЧТО ГРАВИТАЦИЯ СМЕЩАЕТСЯ!?',
         '<18>{#f/7}УГХ, Я ХОТЕЛ СКАЗАТЬ, ЧТО ОН ПЕРЕВОРАЧИВАЕТСЯ!!!',
         '<18>{#f/0}НО В ДВА РАЗА БОЛЬШЕ.',
         '<18>ОТ БЕГА КОМНАТА ТРЯСЁТСЯ, А 4 ОЗНАЧАЕТ...',
         '<18>{#f/6}КАЖЕТСЯ, Я ЗАБЫЛ, ЧТО ЗНАЧИТ 4.',
         "<25>{#p/sans}* разве это не должно было быть моей репликой?",
         '<18>{#p/papyrus}{#f/6}МОЖЕТ БЫТЬ???',
         '<18>{#f/7}БЕЗ РАЗНИЦЫ!!!\nТЫ ПОНИМАЕШЬ ЭТО СЕЙЧАС!?',
         choicer.create('* (Что ты скажешь?)', 'Конечно', 'Ещё меньше')
      ],
      papyrus8: [
         '<18>{#p/papyrus}{#f/9}ХОРОШО... ТОГДА...',
         "<18>{#f/9}ТЫ ЗНАЕШЬ ЧТО, Я ОСТАВЛЮ ИНСТРУКЦИЮ ЗДЕСЬ!",
         '<18>{#f/0}ТОГДА ТЫ СМОЖЕШЬ ЧИТАТЬ ИХ В СВОЁМ СОБСТВЕННОМ ТЕМПЕ.',
         '<18>ХОРОШО УДАЧИ, ЧЕЛОВЕК!!',
         '<18>{#f/5}НЬЕХ... ХЕ-ХЕ...'
      ],
      papyrus9: [
         '<18>{#p/papyrus}{#f/9}ПОТРЯСАЮЩИЙ СОУС!',
         '<18>{#f/9}НУ ЧТО Ж, БЕЗ ЛИШНИХ СЛОВ...',
         "<18>ДАВАЙТЕ УЗНАЕМ, КАКИМ БУДЕТ ТВОЙ СЛУЧАЙНЫЙ НОМЕР!!!"
      ],
      papyrus10: [
         '<18>{#p/papyrus}{#f/9}ЧЕЛОВЕК!',
         '<18>{#f/9}ТЫ ГОТОВ К САМОМУ СЛОЖНОМУ ИСПЫТАНИЮ?',
         '<18>{#f/9}ПРЕДСТАВЛЯЮ... ПЕРЧАТКА СМЕРТЕЛЬНОГО ТЕРРОРА!'
      ],
      papyrus11: [
         '<18>{#p/papyrus}{#f/9}КАК ТОЛЬКО Я ДАМ СЛОВО, ОНА ПОЛНОСТЬЮ АКТИВИРУЕТСЯ!',
         '<18>ЛАЗЕРЫ БУДУТ СТРЕЛЯТЬ!\nКАТУШКИ БУДУТ ЗАРЯЖАТЬСЯ!\nЛЕЗВИЯ БУДУТ РЕЗАТЬ!',
         '<18>И ВСЁ ЭТО В ТОЧНОЙ И ТАКТИЧЕСКОЙ МАНЕРЕ!',
         '<18>{#f/4}БЕЗ ИДЕАЛЬНОЙ ТОЧНОСТИ, ТЫ НАВЕРНЯКА ПОТЕРПИШЬ НЕУДАЧУ.',
         '<18>{#f/9}СЕЙЧАС!!!\nТЫ ГОТОВ!?!?',
         '<18>ПОТОМУ ЧТО!',
         '<18>Я!',
         '<18>АМ!',
         '<18>О!',
         '<18>СДЕЛАЙ ЭТО!'
      ],
      papyrus12: [
         '<25>{#p/sans}* хорошо?\n* Мы делаем это или нет?',
         '<18>{#p/papyrus}{#f/7}...',
         "<25>{#p/sans}{#f/3}* эта надоедливая собака может стать нетерпеливой.",
         '<18>{#p/papyrus}{#f/7}В ЛЮБУЮ СЕКУНДУ!'
      ],
      papyrus13: [
         '<25>{#p/sans}* готов, когда ты.',
         '<18>{#p/papyrus}{#f/6}я...',
         "<18>{#f/6}Я НАЧИНАЮ ДУМАТЬ, ЧТО...",
         '<18>{#f/6}МОЖЕТ БЫТЬ...',
         '<18>{#f/6}ЭТО ИСПЫТАНИЕ...',
         '<18>{#f/6}...',
         '<18>{#f/4}... БЫЛО НЕМНОГО ПЛОХОЙ ИДЕЕЙ.',
         '<18>{#f/5}ПОДУМАТЬ ТОЛЬКО, Я СОЗДАЛ ТАКОЕ ОПАСНОЕ ИСПЫТАНИЕ...',
         '<18>{#f/9}НО, НЕ БОЙСЯ!',
         '<18>{#f/9}Я СКЕЛЕТ СО СТАНДАРТАМИ!',
         '<18>{#f/4}И, ЧЕСТНО ГОВОРЯ, ИСПЫТАНИЕ, КОТОРОЕ ТЫ НЕ СМОЖЕШЬ ПЕРЕЖИТЬ...',
         '<18>{#f/7}ЭТО СЛИШКОМ СЛОЖНОЕ ИСПЫТАНИЕ!',
         '<18>УХОДИМ!!!'
      ],
      papyrus14: [
         '<18>{#p/papyrus}{#f/7}НА ЧТО ТЫ СМОТРИШЬ!?',
         '<18>{#f/9}ЭТО БЫЛА ЕЩЁ ОДНА РЕШАЮЩАЯ ПОБЕДА ДЛЯ ПАПИРУСА!',
         '<18>НЬЕХ!',
         '<18>ХЕХ!',
         '<18>{#f/4}...',
         '<18>... ХЕХ?'
      ],
      papyrusFinal1: [
         '<23>{#p/papyrus}{#f/30}ЧЕЛОВЕК.',
         '<23>ПОЗВОЛЬТЕ МНЕ РАССКАЗАТЬ ТЕБЕ О НЕКОТОРЫХ СЛОЖНЫХ ЧУВСТВАХ.',
         '<23>ЧУВСТВА КАК...'
      ],
      papyrusFinal2: () =>
         world.genocide
            ? [
                 '<23>ГРУСТЬ ОТ ПОТЕРИ КОГО-ТО ОСОБЕННОГО.',
                 '<23>ВИНУ ЗА ТО, ЧТО НЕ СМОГ ИХ СПАСТИ.',
                 '<23>ЖЕЛАНИЕ УВИДЕТЬ ИХ В ПОСЛЕДНИЙ РАЗ.',
                 '<23>ЭТИ ЧУВСТВА...'
              ]
            : papreal()
            ? [
                 '<23>СТРЕСС ОТ ОСОЗНАНИЯ ТОГО, ЧТО СТОЛЬКО НАРОДА ПОГИБЛО.',
                 "<23>БЕЗНАДЕЖНОСТЬ ОТ МЫСЛИ, ЧТО ТЫ НИЧЕГО НЕ МОЖЕШЬ СДЕЛАТЬ, ЧТОБЫ ОСТАНОВИТЬ ЭТО.",
                 '<23>ЖЕЛАНИЕ ИЗМЕНИТЬ ЖИЗНЬ К ЛУЧШЕМУ.',
                 '<23>ЭТИ ЧУВСТВА...'
              ]
            : [
                 '<23>РАДОСТЬ НАЙТИ ЕЩЕ ОДНОГО ЛЮБИТЕЛЯ ПАСТЫ.',
                 "<23>ВОСХИЩЕНИЕ УМЕНИЕМ ДРУГОГО РЕШАТЬ ГОЛОВОЛОМКИ.",
                 '<23>ЖЕЛАНИЕ, ЧТОБЫ КРУТОЙ, УМНЫЙ ЧЕЛОВЕК СЧИТАЛ СЕБЯ КРУТЫМ.',
                 '<23>ЭТИ ЧУВСТВА...'
              ],
      papyrusFinal3: () =>
         world.genocide || papreal()
            ? [
                 '<18>{#f/31}ОНИ ДОЛЖНЫ БЫТЬ ТЕМ, ЧТО ЧУВСТВУЕШЬ СЕЙЧАС ТЫ.',
                 '<18>{#f/32}Я НЕ МОГУ ПРЕДСТАВИТЬ, КАКОВО ЭТО...',
                 '<18>{#f/6}В КОНЦЕ КОНЦОВ, Я ОЧЕНЬ... ВЕЛИКИЙ...',
                 '<18>{#f/32}{#x1}...',
                 '<18>{#f/31}НЕСМОТРЯ НА ВСЁ, ЧТО ПРОИЗОШЛО, Я ВСЁ ЕЩЁ...',
                 '<18>{#f/5}Я ВСЁ ЕЩЁ ВЕРЮ В ТЕБЯ, ЧЕЛОВЕК.',
                 '<18>{#f/31}Я ЗНАЮ, ТЫ МОЖЕШЬ ЛУЧШЕ.',
                 '<18>{#f/31}Я ЗНАЮ, ЧТО ТЫ МОЖЕШЬ ИЗМЕНИТЬСЯ.',
                 ...(world.genocide
                    ? [ "<18>{#f/4}НЕВАЖНО, КАКИЕ НЕЛЕПЫЕ ВЕЩИ ГОВОРИТ 'АЗРИЭЛЬ'..." ]
                    : [ '<18>{#f/5}НЕВАЖНО, НАСКОЛЬКО НЕИСПРАВИМЫМ ТЫ СЕБЯ СЧИТАЕШЬ...' ]),
                 "<18>{#f/6}{#x2}Я ЗНАЮ, ЧТО В ГЛУБИНЕ ДУШИ В ТЕБЕ ЕЩЕ ЕСТЬ ДОБРО!",
                 '<18>{#f/0}ТАК ЧТО ПОЗВОЛЬ МНЕ ПОМОЧЬ ТЕБЕ НАЙТИ ЭТО ДОБРО.',
                 '<18>{#f/0}ПОЗВОЛЬТЕ МНЕ ПОМОЧЬ ТЕБЕ РАСКРЫТЬ СВОЙ ИСТИННЫЙ ПОТЕНЦИАЛ.',
                 '<18>{#f/4}И САМОЕ ГЛАВНОЕ...',
                 '<18>{#f/9}ПОЗВОЛЬТЕ МНЕ ПОКАЗАТЬ ТЕБЕ, ЧТО ТЫ ВСЁ ЕЩЁ МОЖЕШЬ БЫТЬ ВЕЛИКИМ!!!',
                 '<18>{#f/0}Я, ПАПИРУС, ПРИВЕТСТВУЮ ТЕБЯ С ОТКРЫТЫМИ РУКАМИ!'
              ]
            : [
                 '<18>{#f/0}ОНИ, ДОЛЖНО БЫТЬ, ТО, ЧТО ТЫ СЕЙЧАС ЧУВСТВУЕШЬ!',
                 '<18>{#f/4}Я НЕ МОГУ ПРЕДСТАВИТЬ, КАКОВО ЭТО.',
                 '<18>{#f/4}В КОНЦЕ КОНЦОВ, Я ОЧЕНЬ ВЕЛИКИЙ.',
                 '<18>Я НИКОГДА НЕ ЗАДУМЫВАЛСЯ, ЧТО ЗНАЧИТ ИМЕТЬ МНОГО ДРУЗЕЙ.',
                 '<18>{#f/5}МНЕ ЖАЛЬ ТЕБЯ, ОДИНОКИЙ ЧЕЛОВЕК...',
                 '<18>{#f/0}НО НЕ ВОЛНУЙСЯ!!!\nТЫ БОЛЬШЕ НЕ БУДЕШЬ ОДИНОК!',
                 '<18>{#f/9}ИБО Я, ВЕЛИКИЙ ПАПИРУС, БУДУ ТВОИМ...',
                 '<18>{#f/5}{#x1}...',
                 '<18>НЕТ...',
                 '<18>{#f/7}{#x2}НЕТ, ЭТО ВСЁ НЕПРАВИЛЬНО!',
                 '<18>Я НЕ МОГУ БЫТЬ ТВОИМ \"ДРУГОМ...\"',
                 '<18>ТЫ - ЧЕЛОВЕК!\nЯ ДОЛЖЕН ПОЙМАТЬ ТЕБЯ!!!',
                 '<18>{#f/9}ТОГДА Я СМОГУ ИСПОЛНИТЬ МЕЧТУ ВСЕЙ МОЕЙ ЖИЗНИ!!!',
                 '<18>МОЩНЫЙ!\nПОПУЛЯРНЫЙ!\nПРЕСТИЖНЫЙ!!!',
                 "<18>ЭТО ПАПИРУС!!!",
                 '<18>{#f/4}НОВЫЙ УЧАСТНИК...',
                 '<18>{#f/9}КОРОЛЕВСКОЙ ГВАРДИИ!!!'
              ],
      papyrusFinal4: (b: boolean) =>
         world.edgy || world.killed0
            ? [
                 '<18>{#p/papyrus}{#f/0}ВАУ!\nТЫ СДЕЛАЛ ЭТО!',
                 "<18>{#p/papyrus}{#f/5}ТЫ НЕ СОВЕРШИЛ НАСИЛИЯ!",
                 '<18>{#p/papyrus}{#f/6}ЧЕСТНО ГОВОРЯ, Я НЕМНОГО БОЯЛСЯ...',
                 "<18>{#p/papyrus}{#f/0}НО ТЫ УЖЕ ПРЕДПРИНИМАЕШЬ ШАГИ, ЧТОБЫ ИСКУПИТЬ СВОЮ ВИНУ!",
                 "<18>{#p/papyrus}{#f/8}Я ГОРЖУСЬ ТОБОЙ, ЧЕЛОВЕК!",
                 "<18>{#p/papyrus}{#f/4}... ПОДОЖДИ, РАЗВЕ Я НЕ ДОЛЖЕН БЫЛ СХВАТИТЬ ТЕБЯ?",
                 "<18>{#p/papyrus}{#f/0}НУ ЛАДНО.\nСЕЙЧАС ЭТО НЕ ВАЖНО.",
                 '<18>{#p/papyrus}{#f/0}Я ПРОСТО ХОЧУ, ЧТОБЫ ТЫ БЫЛ САМЫМ ЛУЧШИМ ЧЕЛОВЕКОМ, КАКИМ ТОЛЬКО МОЖЕШЬ БЫТЬ.',
                 "<18>{#p/papyrus}{#f/5}LET'S LET BYBONES BE BYBONES, HUH?",
                 "<18>{#p/papyrus}{#f/9}Я ДАЖЕ ПОДСКАЖУ ТЕБЕ ДОРОГУ К ВЫХОДУ!"
              ]
            : [
                 '<18>{#p/papyrus}{#f/5}НЬЁ ХО ХО...',
                 ...(b
                    ? [ "<18>Я НЕ БЫЛ ДОСТАТОЧНО СИЛЁН, ЧТОБЫ ОСТАНОВИТЬ ТЕБЯ..." ]
                    : [ "<18>Я ДАЖЕ НЕ МОГУ ОСТАНОВИТЬ ТАКОГО СЛАБОГО, КАК ТЫ..." ]),
                 "<18>{#f/7}АНДАЙН БУДЕТ РАЗОЧАРОВАНА!",
                 "<18>{#f/5}Я НИКОГДА НЕ ВСТУПЛЮ В КОРОЛЕВСКУЮ ГВАРДИЮ... И...",
                 '<18>{#f/7}МОЙ ДРУГ, КОЛИЧЕСТВО ОСТАНЕТСЯ НЕИЗМЕННЫМ!',
                 "<99>{#p/human}* (Как ты ответишь?){!}\n§shift=56§Давай be§shift=64Что за\n§shift=56§друзья§shift=72§лузер{#c/0/7/7}"
              ],
      papyrusFinal4a1: (b: boolean) =>
         b
            ? [
                 '<18>{#p/papyrus}{#f/5}ТЫ УВЕРЕН?\nТЫ ХОЧЕШЬ СО МНОЙ ДРУЖИТЬ?',
                 '<18>{#f/6}ДАЖЕ ПОСЛЕ ЭТОГО???',
                 "<18>{#f/0}НУ, ТОГДА ЛАДНО!!!\nДАВАЙТЕ ДРУЖИТЬ!!!"
              ]
            : [
                 '<18>{#p/papyrus}{#f/1}ПРАВДА!?\nТЫ ХОЧЕШЬ СО МНОЙ ДРУЖИТЬ???',
                 '<18>{#f/6}НУ ТОГДА...\nЯ ПОЛАГАЮ...',
                 '<18>{#f/0}Я МОГУ СДЕЛАТЬ ДЛЯ ТЕБЯ ЗАПАС!'
              ],
      papyrusFinal4a2: (b: boolean) =>
         b
            ? [
                 '<18>{#p/papyrus}{#f/5}А? ТЫ... ПЫТАЕШЬСЯ МЕНЯ РУГАТЬ???',
                 "<18>{#f/6}ТЫ ДУМАЕШЬ, Я НЕДОСТАТОЧНО СИЛЁН, ЧТОБЫ БЫТЬ ТВОИМ ДРУГОМ?",
                 '<18>{#f/5}... Н-НЕТ...',
                 '<18>{#f/7}НЕТ, ЧТО Я ГОВОРЮ!!!\nКОНЕЧНО, Я!',
                 "<18>{#f/9}И... Я ДОКАЖУ ЭТО ТЕМ, ЧТО ВСЁ РАВНО БУДУ ТВОИМ ДРУГОМ!"
              ]
            : [
                 '<18>{#p/papyrus}{#f/1}А? ПОЧЕМУ ТЫ ТАК ГРОМКО РУГАЕШЬ СЕБЯ????',
                 '<18>{#f/4}ЭТО ПОТОМУ, ЧТО...',
                 "<18>{#f/7}ТЫ НЕ ДУМАЕШЬ, ЧТО ДОСТАТОЧНО ХОРОШ, ЧТОБЫ БЫТЬ МОИМ ДРУГОМ?",
                 "<18>{#f/9}НЕТ, ТЫ ВЕЛИКИЙ!\nЯ БУДУ ТВОИМ ДРУГОМ!!!"
              ],
      papyrusFinal4b1: [
         '<18>{#f/0}ВАУ!!',
         '<18>Я НАШЁЛ НОВОГО ДРУГА!!!',
         '<18>{#f/4}И КТО БЫ МОГ ПОДУМАТЬ, ЧТО ВСЁ, ЧТО МНЕ НУЖНО СДЕЛАТЬ, ЭТО...'
      ],
      papyrusFinal4b2: [
         '<18>{#f/0}ВАУ!!',
         "<18>{#f/0}У НАС ДАЖЕ НЕ БЫЛО ПЕРВОГО СВИДАНИЯ...",
         "<18>{#f/0}А Я УЖЕ УСПЕЛ ПОПАСТЬ В ЗОНУ ДРУЗЕЙ!!!",
         '<18>{#f/4}КТО БЫ МОГ ПОДУМАТЬ, ЧТО ВСЁ, ЧТО МНЕ НУЖНО СДЕЛАТЬ...'
      ],
      papyrusFinal4c1: [
         '<18>{#f/0}БЫЛО ДАВАТЬ ЛЮДЯМ УЖАСНЫЕ ГОЛОВОЛОМКИ, А ПОТОМ СРАЖАТЬСЯ С НИМИ?',
         '<18>ТЫ МНОГОМУ МЕНЯ НАУЧИЛ, ЧЕЛОВЕК.',
         '<18>{#f/9}Я РАЗРЕШАЮ ТЕБЕ ПРОЙТИ!',
         "<18>{#f/0}И Я ПОДСКАЖУ ТЕБЕ ДОРОГУ К ВЫХОДУ."
      ],
      papyrusFinal4c2: [
         '<18>ПРОДОЛЖАЙ ДВИГАТЬСЯ ВПЕРЁД, ПОКА НЕ ОКАЖЕСЯ В ЦИТАДЕЛИ.',
         '<18>ЗАТЕМ САДИСЬ НА КОРАБЛЬ И ПЕРЕСЕКАЙ{@fill=#ff0}ПОЛЕ СИЛЫ{@fill=#fff}.',
         "<18>{#f/4}ЭТО ТО, ЧТО ЗАМАНИВАЕТ НАС В ЛОВУШКУ НА АВАНПОСТЕ.",
         '<18>КАЖДЫЙ МОЖЕТ ВОЙТИ ЧЕРЕЗ НЕГО, НО НИКТО НЕ МОЖЕТ ВЫЙТИ...',
         '<18>{#f/9}... КРОМЕ ТЕХ, У КОГО СИЛЬНАЯ ДУША.',
         '<18>{#f/0}ТЫ МНЕ НРАВИШЬСЯ!!!'
      ],
      papyrusFinal4d: [
         '<18>{#f/4}О, ЧУТЬ НЕ ЗАБЫЛ УПОМЯНУТЬ.',
         '<18>ЧТОБЫ ДОБРАТЬСЯ ДО ВЫХОДА, ТЫ ДОЛЖЕН ПРОЙТИ...',
         '<18>{#f/7}ЧЕРЕЗ {@fill=#ff0}КОРОЛЯ{@fill=#fff}.',
         '<18>{@fill=#ff0}КОРОЛЬ ВСЕХ МОНСТРОВ...',
         '<18>{@fill=#ff0}ОН...',
         '<18>{@fill=#ff0}{#f/6}... ХОРОШИЙ...'
      ],
      papyrusFinal4e: [
         "<18>{#f/0}ОН БОЛЬШОЙ И ПУШИСТЫЙ!!!",
         '<18>ВСЕ ЛЮБЯТ ЭТОГО ПАРНЯ.',
         '<18>{#f/4}Я УВЕРЕН, ЧТО ЕСЛИ ТЫ ПРОСТО СКАЖЕШЬ...',
         '<18>\"ПРОСТИТЕ, МР.ДРИМУРР... МОГУ Я, ПОЖАЛУЙСТА, ПОЙТИ ДОМОЙ?\"',
         "<18>{#f/0}ОН САМ ПРОВЕДЕТ ВАС В СТАРТОВЫЙ ОТСЕК!",
         "<18>{#f/9}В ЛЮБОМ СЛУЧАЕ!!!\nХВАТИТ БОЛТАТЬ!!!",
         "<18>{#f/0}Я БУДУ ДОМА, БУДУ КРУТЫМ ДРУГОМ."
      ],
      papyrusFinal4f1: [ '<18>{#f/9}НЕ СТЕСНЯЙСЯ ЗАХОДИТЬ И ОБЩАТЬСЯ!!!' ],
      papyrusFinal4f2: [ '<18>{#f/9}НЕ СТЕСНЯЙСЯ ЗАХОДИТЬ И ОБЩАТЬСЯ!!!' ],
      papyrusFinal4f3: [ '<18>{#f/9}НЕ СТЕСНЯЙСЯ ЗАЙТИ И ПОЗДОРОВАТЬСЯ!!!' ],
      papyrusFinal4g: [ '<18>НЬЕХ ХЕХ ХЕХ ХЕХ ХЕХ!!!' ],
      papyrusFinal5: [
         '<18>{#p/papyrus}{#f/5}О, КУДА МОГ ДЕТЬСЯ ЭТОТ ЧЕЛОВЕК...',
         '<18>{#f/4}...\nПОДОЖДИ.',
         "<18>{#f/1}ОН ПРЯМО ПЕРЕДО МНОЙ!!!",
         '<18>{#f/0}ПРИВЕТ! Я ВОЛНОВАЛСЯ, ЧТО ТЫ ПОТЕРЯЛСЯ!',
         "<18>Я РАД ВИДЕТЬ, ЧТО ТЫ ЗДЕСЬ...",
         '<18>{#f/7}...\nПОДОЖДИ СЕКУНДУ!!!',
         "<18>ТЫ НЕ ДОЛЖЕН УЙТИ!!!",
         '<18>ВЕРНИСЬ!!!'
      ],
      papyrusFinal6: [
         '<18>{#p/papyrus}{#f/4}СНОВА ВЕРНУЛСЯ, ДА?',
         "<18>{#f/5}Я ПОЛАГАЮ, ЭТО МОЯ ВИНА...",
         '<18>Я УЖЕ ГОВОРИЛ ТЕБЕ, ЧТО ПРИГОТОВЛЮ СПАГЕТТИ.',
         "<18>ВПОЛНЕ ЕСТЕСТВЕННО, ЧТО ТЫ ЗАХОЧЕШЬ МЕНЯ УВИДЕТЬ...",
         '<18>В СТРАШНОЙ НАДЕЖДЕ, ЧТО Я СДЕЛАЮ ДЛЯ ТЕБЯ.',
         '<18>{#f/0}ХОРОШО... Я ПОНЯЛ.',
         '<18>{#f/0}ПАПИРУС ТОЖЕ ГОЛОДЕН!',
         '<18>{#f/7}ЖАЖДУЩИЙ СПРАВЕДЛИВОСТИ!'
      ],
      papyrusFinal7: () => [
         "<18>{#p/papyrus}{#f/1}ТЫ СНОВА ВЕРНУЛСЯ!?!?",
         '<18>{#f/4}НАКОНЕЦ-ТО Я ПОНЯЛ РЕАЛЬНУЮ ПРИЧИНУ.',
         '<18>{#f/5}ТЫ...',
         '<18>ТЫ ТАК СКУЧАЕШЬ ПО МОЕМУ ЛИЦУ...',
         '<18>{#f/6}Я...',
         "<18>{#f/31}Я НЕ УВЕРЕН, ЧТО СМОГУ БОРОТЬСЯ С ЧЕЛОВЕКОМ, КОТОРЫЙ ТАК СЕБЯ ЧУВСТВУЕТ.",
         "<18>{#f/4}НЕ ГОВОРЯ УЖЕ О ТОМ, ЧТО МНЕ НАДОЕЛО ТЕБЯ ЛОВИТЬ.",
         '<18>{#f/5}ТЫ БЫ ХОТЕЛ ПРОЙТИ ЧЕРЕЗ...',
         '<18>{#f/5}... БЕЗ БИТВЫ?',
         choicer.create('* (Что ты скажешь?)', 'Да', 'Нет')
      ],
      papyrusFinal7a: [ '<18>{#p/papyrus}{#f/31}...\nЛАДНО...', "<18>{#f/3}ДУМАЮ, Я СМИРЮСЬ СО СВОЕЙ НЕУДАЧЕЙ." ],
      papyrusFinal7b: [ '<18>{#p/papyrus}{#f/4}НУ, ЕСЛИ ТЫ ТАК ГОВОРИШЬ, ТО...', '<18>{#f/9}ВО ЧТО БЫ ТО НИ СТАЛО!!!' ],
      papyrusFinal8: () => [
         '<18>{#p/papyrus}{#f/1}ОПЯТЬ??',
         '<18>{#f/4}... ХОРОШО, ЛАДНО...',
         '<18>{#f/9}ТЫ ОТКАЖЕШЬСЯ ОТ БИТВЫ В ЭТОТ РАЗ?',
         choicer.create('* (Что ты скажешь?)', 'Да', 'Нет')
      ],
      papyrusFinal8a: [ '<18>{#p/papyrus}{#f/0}ИТАК, ПРИСТУПИМ!' ],
      puzzle3: () => [
         '<32>{#p/human}* (Ты активируешь терминал.)',
         '<32>{#p/basic}* Имеется журнал предыдущих модификаций...',
         world.edgy
            ? '<32>* \"Шаблон, последний раз измененный пользователем: АЛЬФИС\"'
            : '<32>* \"Шаблон, последний раз измененный пользователем: COOLSKELETON95\"',
         ...(!world.goatbro || SAVE.flag.n.genocide_milestone < 5 || SAVE.flag.n.ga_asrielAlphysCom1++ > 0
            ? []
            : [ "<25>{#p/asriel2}{#f/13}* Она всё время была против нас..." ]),
         '<32>{#p/basic}* \"Ты хочешь посмотреть шаблон?\"',
         choicer.create('* (Посмотришь шаблон?)', 'Да', 'Нет')
      ],
      robotx: () =>
         SAVE.data.b.svr
            ? [ '<32>{#p/human}* (Робот, похоже, спит.)' ]
            : [ "<32>{#p/basic}* Он находится в спящем режиме." ],
      robot1: pager.create(
         0,
         () => [
            '<32>{#p/basic}* Привет.\n* Я бот строитель.',
            '<32>* Я хочу увидеть галактику...\n* Но я не могу двигаться.',
            '<32>* Если ты будешь так добр, путешественник, пожалуйста...',
            '<32>* Возьми один из чипов моего компьютера и перенеси его на другой компьютер, расположенный очень далеко.',
            choicer.create('* (Взять чип?)', 'Да', 'Нет')
         ],
         () => [
            '<32>{#p/basic}* Если ты будешь так добр, путешественник, пожалуйста...',
            '<32>* Возьми один из чипов моего компьютера и перенеси его на другой компьютер, расположенный очень далеко.',
            choicer.create('* (Взять чип?)', 'Да', 'Нет')
         ]
      ),
      robot2: () => [
         '<32>{#p/basic}* Спасибо тебе... хорошо удачи!',
         '<32>{#s/equip}{#p/human}* (Ты получил Компьютерный Чип.)',
         ...(world.goatbro && SAVE.flag.n.ga_asriel98++ < 1
            ? [
                 "<25>{#p/asriel2}{#f/9}* Это восхитительно.",
                 "<25>{#p/asriel2}{#f/13}* Этот робот понятия не имеет, что здесь происходит..."
              ]
            : [])
      ],
      robot3: [ '<32>{#p/basic}* Кажется, у тебя не хватает места для меня.' ],
      robot4: () => [
         '<32>{#p/basic}* Я вижу.\n* Тогда в добрый путь.',
         ...(world.goatbro && SAVE.flag.n.ga_asriel98++ < 1
            ? [
                 "<25>{#p/asriel2}{#f/9}* Это восхитительно.",
                 "<25>{#p/asriel2}{#f/13}* Этот робот понятия не имеет, что здесь происходит..."
              ]
            : [])
      ],
      robot5: () => [
         '<32>{#p/basic}* Спасибо, что заботишься обо мне.',
         ...(world.goatbro && SAVE.flag.n.ga_asriel99++ < 1
            ? [ "<25>{#p/asriel2}{#f/4}* Всё в порядке, пока что нам больше ничего не нужно." ]
            : [])
      ],
      robot6: () => [
         '<32>{#p/basic}* Как у меня дела?\n* Под \"я\" я имею в виду чип, который я тебе дал...',
         '<32>* А? Ты потерял его...?\n* ... Думаю, я могу дать тебе другой...',
         choicer.create('* (Взять ещё один чип?)', 'Да', 'Нет')
      ],
      robot7: [
         '<32>{#p/basic}* Пожалуйста, будь осторожен на этот раз.',
         '<32>{#p/human}{#s/equip}* (Ты получил Компьютерный Чип.)'
      ],
      robot8: [ '<32>{#p/basic}* Я понимаю.\n* Безопасного вам путешествия...' ],
      robot9: () => [
         '<32>{#p/basic}* Спасибо, что... заботишься обо мне...',
         ...(world.goatbro && SAVE.flag.n.ga_asriel99++ < 1
            ? [ "<25>{#p/asriel2}{#f/4}* Всё в порядке, пока что нам больше ничего не нужно." ]
            : [])
      ],
      robot10: [
         '<32>{#p/basic}* Как у меня дела?',
         '<32>* Да? Опять...?',
         "<32>* Прости... Если я дам тебе еще, от меня ничего не останется.",
         '<32>* Полагаю, это правда.\n* Путешествие за пределы наших возможностей - всего лишь фантазия.',
         "<32>* Ничем не отличается от других.",
         '<32>* Весь род монстров обречён жить здесь вечно...'
      ],
      robot11: [ '<32>{#p/basic}* Почему я так легко сдался?' ],
      robot12: [ '<32>{#p/basic}* Уходи!' ],
      sans1: [
         '<99>{#p/darksans}{#i/4}* {@spacing=2.25/0}Человек.',
         "<99>* {@spacing=2.25/0}Разве ты не знаешь, как{@spacing=}\n  {@spacing=2.25/0} поприветствовать нового приятеля?",
         '<99>* {@spacing=2.25/0}Повернись и пожми{@spacing=}\n  {@spacing=2.25/0}мою руку.'
      ],
      sans2: () => [
         ...(world.edgy
            ? [
                 "<25>{#p/sans}{#f/0}* А?\n* Что это с лицом?",
                 "<25>{#p/sans}{#f/2}* ... Тебе не понравилась моя подушка?",
                 '<25>{#f/0}* ... эх.\n* каждому своё.'
              ]
            : [ "<25>{#p/sans}{#f/4}* Ничто не сравнится с хорошей подушкой." ]),
         "<25>{#f/0}* В любом случае, ты ведь человек, верно?",
         "<25>{#f/5}* это фантастика.",
         "<25>{#f/0}* Я Санс.\n* Санс скелет.",
         '<25>{#f/3}* Как королевский страж, я должен ловить людей.',
         "<25>{#f/4}* но... знаешь...",
         ...(world.edgy
            ? [
                 "<25>{#f/2}* Сегодня мне не хочется много работать.",
                 '<25>{#f/0}* Что касается моего брата, то...',
                 "<25>{#f/5}* он ПОЛОН энергии.",
                 '<25>{#f/0}* Мне потребовалось всё, чтобы заставить его остаться дома.'
              ]
            : [
                 "<25>{#f/2}* У меня есть дела поважнее.",
                 '<25>{#f/0}* Что касается моего брата, то...',
                 '<25>{#f/5}* Несмотря на то, что он не является настоящим стражем, он действует как страж.',
                 "<25>{#f/0}* На самом деле, я думаю, что это он там."
              ]),
         '<25>* У меня есть идея.\n* Перепрыгни через эту пропасть, ладно?',
         '<26>{#f/4}* да, прыгай прямо через него.\n* Мой брат установил слишком низкую гравитацию, чтобы остановить кого-нибудь.'
      ],
      sans3: () =>
         world.edgy
            ? [
                 '<25>{#p/sans}* Ну, вот мы и пришли.',
                 "<25>{#f/3}* Боюсь, сейчас я мало что могу тебе показать...",
                 "<25>{#f/2}* но, возможно, я что-нибудь придумаю, если ты продолжишь двигаться вперёд.",
                 "<25>{#f/0}* Пока что я побуду здесь."
              ]
            : [ '<25>{#p/sans}* быстро, к гравиметрическому преобразователю.' ],
      sans4: [ "<25>{#p/sans}* привет, бро?" ],
      sans5: [
         '<18>{#p/papyrus}{#x2}{#f/7}ТЫ ЗНАЕШЬ ЧТО \"КАК ДЕЛА,\" БРАТ!',
         '<18> ТЫ ДОЛЖЕН РЕШАТЬ ГОЛОВОЛОМКИ!',
         "<18> Я ДАЛ ТЕБЕ ДОСТАТОЧНО СВОБОДЫ ДЕЙСТВИЙ, НО ВСЁ ЖЕ...",
         '<18>ТЫ СИДИШЬ И НИЧЕГО НЕ ДЕЛАЕШЬ ВЕСЬ ДЕНЬ!',
         "<18> ДАЖЕ СЕЙЧАС ТЫ ДЕЛАЕШЬ ИМЕННО ЭТО!",
         '<18>НИЧЕГО!',
         "<25>{#p/sans}* Вообще-то, я играю с этой гравиметрической штукой.",
         "<25>* Это очень круто.",
         '<25>{#f/4}* Ты хочешь посмотреть?',
         "<18>{#p/papyrus}{#x3}{#f/7}НЕТ!!\nУ МЕНЯ НЕТ НА ЭТО ВРЕМЕНИ!!",
         '<18>{#x2}ЕСЛИ ЗДЕСЬ ПОЯВИТСЯ ЧЕЛОВЕК, Я ДОЛЖЕН БЫТЬ ГОТОВ!',
         '<18>Я ДОЛЖЕН БЫТЬ ЕДИНСТВЕННЫМ!\nЯ БУДУ ЕДИНСТВЕННЫМ!',
         '<18>{#x1}{#f/9}Я НАКОНЕЦ-ТО ПОЙМАЮ ЧЕЛОВЕКА!',
         '<18>{#x4}{#f/0}ТОГДА Я, ВЕЛИКИЙ ПАПИРУС...',
         '<18> ПОЛУЧУ ВСЁ ТО, ЧЕГО Я БЕЗУСЛОВНО ЗАСЛУЖИВАЮ!',
         '<18>РЕСПЕКТ...\nПРИЗНАНИЕ...',
         '<18>{#f/9}НАКОНЕЦ-ТО Я СМОГУ ВСТУПИТЬ В КОРОЛЕВСКУЮ ГВАРДИЮ!',
         '<25>{#p/sans}* хм...',
         '<25>{#f/2}* Возможно, этот гаджет поможет тебе.',
         "<18>{#p/papyrus}{#x3}{#f/7}САНС, ЭТО НИЧЕГО НЕ ДАСТ!\nТЫ - ЛЕНТЯЙ!",
         '<18>{#x1}{#f/5}ТЫ ЗНАЕШЬ, ЧТО СПОСОБЕН НА ГОРАЗДО БОЛЬШЕЕ, НО...',
         '<18>{#x2}{#f/7}ТЫ ВЫБИРАЕШЬ СИДЕТЬ И НИЧЕГО НЕ ДЕЛАТЬ ВЕСЬ ДЕНЬ!',
         "<18>{#x1}{#f/5}РАЗВЕ ТЫ НЕ ХОЧЕШЬ... БОЛЬШЕГО ОТ ЖИЗНИ?",
         "<25>{#p/sans}* Эй, полегче.\n* У меня много чего на уме.",
         "<25>{#f/4}* Возможно, ты даже можешь сказать, что я...",
         '<25>{#f/2}* стрельба для {@fill=#ff0}звёзд{@fill=#fff}?'
      ],
      sans6: [
         '<18>{#p/papyrus}{#x3}{#f/7}САНС!!',
         "<25>{#p/sans}{#f/5}* Да ладно.\n* ты улыбаешься.",
         '<18>{#p/papyrus}{#x2}{#f/7}ДА, И Я ЕГО ПРЕЗИРАЮ!',
         '<18>{#x1}{#f/4}(ВЗДОХ...)',
         '<18>{#f/5}ПОЧЕМУ КТО-ТО\nТАКОЙ ВЕЛИКИЙ, КАК Я...',
         '<18>НУЖНО СДЕЛАТЬ ТАК МНОГО, ЧТОБЫ ПОЛУЧИТЬ ПРИЗНАНИЕ?',
         '<25>{#p/sans}* хех.\n* Возможно, тебе стоит больше сосредоточиться на...',
         '<25>* the {@fill=#ff0}gravity{@fill=#fff} of the situation.'
      ],
      sans7: [
         '<18>{#p/papyrus}{#x2}{#f/7}УГХ!!',
         '<18>{#x1}{#f/4}Я ЗАЙМУСЬ СВОИМИ ГОЛОВОЛОМКАМИ...',
         '<18>{#f/7}ЧТО КАСАЕТСЯ ТВОЕЙ РАБОТЫ?',
         '<18>{#f/4}Я ЖДУ ОТ ТЕБЯ БОЛЕЕ...',
         '<18>{#f/9}{@fill=#ff0}\"STELLAR\"{@fill=#fff} JOB FROM NOW ON!!!',
         '<18>{#f/0}НЬЕХ ХЕ-ХЕ!!'
      ],
      sans8: [ '<18>{#p/papyrus}ХЕХ!' ],
      sans9: [ '<25>{#p/sans}* Ладно, пора спускать тебя обратно.' ],
      sans10: [
         '<25>{#p/sans}{#f/0}* Вообще-то, эй...\n* Прежде чем отправиться туда в одиночку...',
         "<25>{#f/3}* Ты должен знать, что королевская стража тебя разыскивает.",
         "<25>{#f/0}* Не волнуйся.\n* Все, что у них здесь есть, это клыки.",
         "<25>{#f/0}* Раз уж ты человек, ты должен знать, что любят собаки, верно?",
         "<25>{#f/2}* они почти так же безобидны, как папирус."
      ],
      sansbook0: [ '<32>{#p/human}* (Похоже, у этого сборника шуток нет чёткого конца.)' ],
      sansbook1: [ '<32>{#p/basic}* Это книга о неевклидовой геометрии.\n* Собственность \"АЛЬФИС.\"' ],
      sansbook2: () => [ choicer.create('* (Заглянуть внутрь?)', 'Да', 'Нет') ],
      sansbook3: [ '<32>{#p/human}* (Ты смотришь в книгу...)' ],
      sansbook4: [ '<32>{#p/basic}* Внутри учебника геометрии лежала книга шуток.' ],
      sansbook5: [ '<32>{#p/basic}* Внутри книги шуток был ещё один учебник геометрии.' ],
      sansbook6: [ '<32>{#p/basic}* Внутри книги по геометрии была ещё одна книга шуток.' ],
      sansbook7: [ "<32>{#p/basic}* Это ещё одна книга по геометрии." ],
      sansbook8: [ "<32>{#p/basic}* Это ещё одна книга шуток." ],
      sansbook9: [ '<32>{#p/human}* (Ты решаешь не смотреть.)' ],
      sansbook10: () => [
         "<32>{#p/basic}* Это записка от Санса.",
         '<32>{#p/without}* \"Почему так серьёзно?\"\n* \"Это просто плохая шутка.\"',
         '<33>{#p/without}* \"хех...\"',
         '<33>{#p/without}* \"Не вчитывайтесь в это слишком глубоко.\"',
         ...(SAVE.data.b.oops ? [] : [ '<32>{#p/basic}* ... это худшая шутка, с которой я когда-либо сталкивался.' ])
      ],
      sansinter: {
         s_sans: pager.create(
            0,
            () =>
               world.edgy
                  ? [ "<25>{#p/sans}* привет." ]
                  : [
                       "<25>{#p/sans}* Папирус скоро вернется, ты же знаешь.",
                       "<25>{#f/4}* Я бы на твоём месте уходил...",
                       "<25>{#f/2}* иначе вам придется выслушать ещё больше моих уморительных шуток."
                    ],
            () =>
               world.edgy
                  ? [
                       '<25>{#p/sans}* Если бы мой брат был здесь, у нас с тобой было бы куча дел.',
                       '<25>{#p/sans}{#f/3}* но, увы...',
                       "<25>{#p/sans}{#f/2}* Он занят разгадыванием книги судоку, которую я ему подарил."
                    ]
                  : [
                       "<25>{#p/sans}* Слушай, здесь нечего бояться.",
                       "<25>{#f/2}* Он может показаться страшным, но Папирус - самый милый парень, которого вы когда-либо встречали."
                    ],
            () =>
               world.edgy
                  ? [
                       '<25>{#p/sans}* а?\n* Ты хочешь, чтобы я привёл тебя к нему?',
                       "<25>{#f/3}* Слушай, парень.\n* ты лаешь не на то голо-дерево.",
                       "<25>{#p/sans}{#f/2}* На твоём месте я был бы благодарен за то, что у тебя уже есть."
                    ]
                  : [ '<25>{#p/sans}* Поверь мне.' ],
            () =>
               world.edgy
                  ? [
                       '<25>{#p/sans}{#f/3}* ...',
                       "<25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Не испытывай удачу.",
                       '{*}{#s.resume}{%}'
                    ]
                  : [ '<25>{#p/sans}* Поверь мне.' ],
            () => (world.edgy ? [] : [ '<25>{#p/sans}* Поверь мне.' ])
         ),
         s_papyrus: pager.create(
            0,
            [
               "<25>{#p/sans}* Эй, вот что важно помнить.",
               '<25>* У моего брата есть действительно {@fill=#00a2e8}специальная атака{@fill=#fff}.',
               "<25>* если ты увидишь {@fill=#ff993d}оранжевую атаку{@fill=#fff}, Если ты не будешь двигаться, то получишь травму.",
               "<25>{#f/3}* Вот простой способ запомнить это.",
               "<25>{#f/0}* Представьте себе раскалённые угли.\n* Ты ведь не будешь стоять на них, верно?",
               '<25>* Горячие угли каменистые.\n* так что представьте вместо этого костяные горячие угли.',
               '<25>{#f/2}* Просто, правда?\n* когда сражаешься, думай о раскалённых углях.'
            ],
            [
               "<25>{#p/sans}{#f/0}* и нет, ты не пострадаешь, если будешь двигаться медленно.",
               '<25>{#f/0}* Ты просто должен быть в движении.',
               "<25>{#f/2}* Скорее всего, найдется кто-то, кто сможет объяснить это лучше."
            ],
            [ '<25>{#p/sans}{#f/2}* помни...\n* костяные раскалённые угли.' ]
         ),
         s_dogs: pager.create(
            0,
            [
               "<25>{#p/sans}* Поскольку ты человек, ты, вероятно, никогда не слышал о W.T.F.",
               '<25>{#f/2}* - это сокращение от «тропосферный каркас широкой зоны».'
            ],
            [
               '<25>{#p/sans}* Если бы W.T.F. упал, воздух вокруг нас исчез бы.',
               "<25>{#f/3}* Не волнуйся.\n* Я {@fill=#ff0}клянусь{@fill=#fff}, такого ещё не было."
            ],
            [ '<25>{#p/sans}{#f/2}* широкозональный тропосферный каркас.' ]
         ),
         s_jenga: pager.create(
            0,
            [
               '<25>{#p/sans}* Вообще-то, те спагетти, что были раньше...',
               "<25>{#f/3}* Для моего брата они оказались не так уж плохи.",
               "<25>{#f/0}* С тех пор как он начал заниматься кулинарией, он стал намного лучше.",
               "<25>{#f/4}* Держу пари, если он продолжит в том же духе, то впечатлит даже короля."
            ],
            () =>
               world.edgy || world.killed5
                  ? [ '<25>{#p/sans}{#f/2}* ... конечно, это был бы хороший способ для него сбежать от тебя.' ]
                  : [ "<25>{#p/sans}{#f/2}* ... человек наверху - любитель спагетти." ]
         ),
         s_bridge: pager.create(
            0,
            () =>
               world.edgy
                  ? [
                       '<25>{#p/sans}{#f/0}* Надеюсь, тебе понравилась последняя головоломка, которую я для тебя приготовил.',
                       '<25>{#f/3}* Я очень торопился, но Папирус настоял, чтобы я его приготовил.'
                    ]
                  : world.killed5
                  ? [
                       "<25>{#p/sans}{#f/3}* Я слышал, что район сейчас эвакуируют.",
                       "<25>{#f/0}* На твоём месте я бы боялся за свою жизнь."
                    ]
                  : [
                       "<25>{#p/sans}{#f/3}* Я не знаю, что теперь будет делать мой брат.",
                       '<25>{#f/0}* На твоем месте я бы убедился, что понимаю {@fill=#ff993d}оранжевые атаки{@fill=#fff}.'
                    ],
            () =>
               world.edgy
                  ? [
                       '<25>{#p/sans}{#f/0}* Что?\n* Ты можешь винить меня?',
                       "<25>{#f/3}* Трудно что-либо сделать, когда есть ты."
                    ]
                  : world.killed5
                  ? [
                       '<25>{#p/sans}{#f/0}* К счастью, у меня есть кто-то, кто заботится о моем благополучии.',
                       "<25>{#f/2}* Что бы ни случилось, я знаю, что он будет рядом со мной."
                    ]
                  : [ '<25>{#p/sans}{#f/2}* о, и может быть {@fill=#00a2e8}синие атаки{@fill=#fff}, тоже.' ],
            () =>
               world.edgy
                  ? [ '<25>{#p/sans}{#f/3}* Ну что ж.' ]
                  : world.killed5
                  ? [ '<25>{#p/sans}{#f/0}* Я ошибаюсь?' ]
                  : [ '<26>{#p/sans}{#f/0}* все виды атак.' ]
         )
      },
      sansbredgey: () =>
         world.edgy
            ? 6 <= world.population
               ? [
                    '<25>{#p/sans}* Кстати...',
                    "<25>* Я знаю, что был суров к тебе в последнее время...",
                    '<25>{#f/3}* но спасибо, что стараешься быть лучше.',
                    '<25>{#f/2}* Продолжай в том же духе, хорошо?'
                 ]
               : world.bullied
               ? [
                    '<25>{#p/sans}* Кстати...',
                    "<25>* Я знаю, что ты всё ещё ходишь и причиняешь людям боль...",
                    '<25>{#f/3}*, но я ценю усилия, направленные на то, чтобы не убивать их в открытую.',
                    "<25>{#f/2}* Это что-то, верно?"
                 ]
               : [
                    '<25>{#p/sans}* Кстати...',
                    '<25>* Если ты случайно встретишь моего брата...',
                    '<25>{#f/3}* ...',
                    "<25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Даже не пытайся.",
                    '{*}{#s.resume}{%}'
                 ]
            : 6 <= world.population
            ? [
                 '<25>{#p/sans}* Кстати...',
                 "<25>* Я знаю, что иногда это глупо...",
                 "<25>{#f/3}* Но спасибо, что согласился на безумные затеи моего брата.",
                 "<25>{#f/2}* Ты чемпион."
              ]
            : world.bullied
            ? [
                 '<25>{#p/sans}* Кстати...',
                 "<25>* Я знаю, что ты ходишь и причиняешь другим боль...",
                 '<25>{#f/3}*, но я ценю усилия, направленные на то, чтобы не убивать их в открытую.',
                 "<25>{#f/2}* Это что-то, верно?"
              ]
            : [
                 '<25>{#p/sans}* Кстати...',
                 '<25>* Если ты случайно встретишь моего брата...',
                 '<25>{#f/3}* ...',
                 "<25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Даже не пытайся.",
                 '{*}{#s.resume}{%}'
              ],
      sentryPapyrus1: pager.create(
         0,
         () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Повествование на этом посту предсказывает будущую славу его создателя.)' ]
               : [
                    "<32>{#p/basic}* На этой картонной коробке написан какой-то рассказ.",
                    ...(world.genocide || world.runaway
                       ? [
                            '<23>{#p/papyrus}{#f/30}\"ПОЖАЛУЙСТА, НЕ УНИЧТОЖАЙТЕ МОЙ ПОСТ.\"',
                            '<23>\"Я ОЧЕНЬ МНОГО РАБОТАЛ НАД НИМ, И БУДЕТ ОЧЕНЬ ЖАЛЬ, ЕСЛИ ОН БУДЕТ ИСПОРЧЕН.\"',
                            '<23>\"... ЭТО ВСЁ.\"',
                            '<23>(\"ПРИМЕЧАНИЕ: Я БЫ СКАЗАЛ БОЛЬШЕ, НО НЕ ХВАТАЕТ МЕСТА.\")'
                         ]
                       : [
                            '<23>{#p/papyrus}{#f/30}\"ТЫ НАБЛЮДАЕШЬ ЗА ХОРОШО СДЕЛАННЫМ СТОРОЖЕВЫМ ПОСТОМ.\"',
                            '<23>\"КТО МОГ ПОСТРОИТЬ ЭТО, РАЗМЫШЛЯЕШЬ ТЫ...?\"',
                            '<23>\"НАВЕРНЯКА ЭТО БЫЛ ТОТ САМЫЙ ЗНАМЕНИТЫЙ КОРОЛЕВСКИЙ СТРАЖНИК!\"',
                            SAVE.data.n.plot === 72
                               ? '<32>{#p/basic}* Последняя строка была зачёркнута.'
                               : '<23>(\"ПРИМЕЧАНИЕ: ПОКА ЕЩЁ НЕ ОЧЕНЬ ИЗВЕСТНЫЙ КОРОЛЕВСКИЙ СТРАЖНИК.\")',
                            ...(SAVE.data.n.plot < 19 && !world.edgy
                               ? [
                                    "<25>{#p/sans}{#f/0}* Любуешься работой моего брата, да?",
                                    "<25>{#p/sans}{#f/2}* Я знаю.\n* Это очень круто."
                                 ]
                               : [])
                         ])
                 ],
         () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Повествование на этом посту предсказывает будущую славу его создателя.)' ]
               : [
                    "<32>{#p/basic}* На этой картонной коробке написан какой-то рассказ.",
                    ...(world.genocide || world.runaway
                       ? [
                            '<23>{#p/papyrus}{#f/30}\"ПОЖАЛУЙСТА, НЕ УНИЧТОЖАЙТЕ МОЙ ПОСТ.\"',
                            '<23>\"Я ОЧЕНЬ МНОГО РАБОТАЛ НАД НИМ, И БУДЕТ ОЧЕНЬ ЖАЛЬ, ЕСЛИ ОН БУДЕТ ИСПОРЧЕН.\"',
                            '<23>\"... ЭТО ВСЁ.\"',
                            '<23>(\"ПРИМЕЧАНИЕ: Я БЫ СКАЗАЛ БОЛЬШЕ, НО НЕ ХВАТАЕТ МЕСТА.\")'
                         ]
                       : [
                            '<23>{#p/papyrus}{#f/30}\"ТЫ НАБЛЮДАЕШЬ ЗА ХОРОШО СДЕЛАННЫМ СТОРОЖЕВЫМ ПОСТОМ.\"',
                            '<23>\"КТО МОГ ПОСТРОИТЬ ЭТО, РАЗМЫШЛЯЕШЬ ТЫ...?\"',
                            '<23>\"НАВЕРНЯКА ЭТО БЫЛ ТОТ САМЫЙ ЗНАМЕНИТЫЙ КОРОЛЕВСКИЙ СТРАЖНИК!\"',
                            SAVE.data.n.plot === 72
                               ? '<32>{#p/basic}* Последняя строка была зачёркнута.\n* Это подтверждается.'
                               : '<23>(\"ПРИМЕЧАНИЕ: ПОКА ЕЩЁ НЕ ОЧЕНЬ ИЗВЕСТНЫЙ КОРОЛЕВСКИЙ СТРАЖНИК.\")'
                         ])
                 ]
      ),
      sentryPapyrus2: pager.create(0, () => [
         '<32>{#p/human}* (Ты смотришь под полку...)',
         ...(SAVE.data.b.svr
            ? [
                 [
                    "<25>{#p/asriel1}{#f/17}* Именно там Папирус хранит все свои странные штучки.",
                    '<25>{#f/20}* Боец по ночам и мастер по... тоже ночам.'
                 ],
                 [
                    '<26>{#p/asriel1}{#f/13}* В одной временной шкале я поощрял Папируса\n  стать сотрудником Королевской Лаборатории.',
                    '<25>{#f/17}* В итоге он стал заниматься своими делами...',
                    '<25>{#f/17}* ... работа над личными научными проектами, а не над официальной работой.',
                    "<25>{#f/13}* Папирус - не тот, кто легко подчиняется стандартным системам."
                 ],
                 [
                    '<26>{#p/asriel1}{#f/13}* Одним из устройств, созданных Папирусом, был легендарный «шикакс».',
                    '<25>{#f/17}* Мульти-инструмент, способный эффективно разбить любой материал.',
                    '<25>{#f/15}* Его прочность была... бесконечной, на самом деле.',
                    '<25>{#f/13}* Он выбросил его только потому, что, по его собственным словам...',
                    '<25>{#f/13}* \"Наличие инструмента, который может делать всё, лишает нас удовольствия!\"'
                 ],
                 [ '<26>{#p/asriel1}{#f/20}* Папирус, безусловно, обладает уникальным мышлением.' ]
              ][Math.min(asrielinter.sentryPapyrus2++, 3)]
            : [ '<32>* Здесь можно найти множество коробок с неиспользованными кабелями и старой техникой.' ])
      ]),
      sentrySans1: () =>
         SAVE.data.b.svr
            ? [ '<32>{#p/human}* (Ты считаешь, что этот сторожевой пост не имеет особого значения.)' ]
            : world.darker
            ? [ "<32>{#p/basic}* Это сторожевой пост." ]
            : SAVE.data.n.plot < 31
            ? [
                 "<32>{#p/basic}* Сторожевой пост Санса...",
                 "<32>* Поистине самое выгодное вложение средств, которое могла сделать Королевская гвардия."
              ]
            : SAVE.data.n.plot === 72
            ? [ "<32>{#p/basic}* Сторожевой пост Санса...", "<32>* Качество этих инвестиций нисколько не изменилось." ]
            : [ "<32>{#p/basic}* Сторожевой пост Санса...", '<33>* Неудачная инвестиция в ретроспективу.' ],
      sentrySans2: pager.create(
         0,
         () => [
            '<32>{#p/human}* (Ты смотришь под полку...)',
            ...(SAVE.data.b.svr
               ? [
                    [
                       '<25>{#p/asriel1}{#f/15}* Как у звезды, у меня было несколько темных уголков, которые я никогда не осмеливался искать.',
                       "<25>{#f/20}* Наверное, будет лучше, если мы оставим всё как есть."
                    ],
                    [ '<25>{#p/asriel1}{#f/20}* Пожалуйста.\n* Где угодно, только не здесь.' ]
                 ][Math.min(asrielinter.sentrySans2++, 1)]
               : world.edgy
               ? [ "<32>{#p/basic}* Он почти пуст, за исключением единственного красного мелка." ]
               : [ '<32>{#p/basic}* Здесь хранятся бутылки с медовым, альфредо и ямочным соусами.' ])
         ],
         () => [
            '<32>{#p/human}* (Ты смотришь под полку...)',
            SAVE.data.b.svr
               ? '<25>{#p/asriel1}{#f/20}* Пожалуйста.\n* Где угодно, только не здесь.'
               : world.edgy
               ? "<32>{#p/basic}* Это тревожное напоминание."
               : "<32>{#p/basic}* Это неимоверное количество начинки для еды."
         ]
      ),
      whew1: () =>
         [
            [ '<32>{#p/basic}* Собачья подстилка покрыта надоедливой белой шерстью.' ],
            [ '<32>{#p/basic}* Бой с Папирусом начал утомлять тебя, но не настолько, чтобы уснуть.' ],
            [
               '<32>{#p/basic}* Сразившись с Папирусом три раза, ты чувствуешь себя измотанным.',
               choicer.create('* (Что ты будешь делать?)', 'Ничего', 'Спать')
            ],
            [
               '<32>{#p/basic}* Непрерывная борьба с Папирусом истощила тебя.',
               choicer.create('* (Что ты будешь делать?)', 'Ничего', 'Спать')
            ]
         ][Math.min(SAVE.data.n.state_papyrus_capture - 1, 3)],
      whew2: [ '<32>{#p/human}* (Ты оставил собачью кровать.)' ],
      whew3: [ '<32>{#p/human}* (Ты лежишь в собачьей кровати...)' ],
      whew4: [
         "<32>{#p/alphys}* И ты говоришь, что они здесь?",
         '<32>{#p/sans}{#f/7}* Ага.\n* мой брат ясно дал это понять.',
         '<32>{#p/alphys}* О-окей...\n* Вот и всё...',
         '<32>{#p/human}* (Звук, как будто открывается дверь.)',
         '<32>{#p/alphys}* ...',
         '<32>{#p/alphys}* Ну, вот и они.',
         "<32>{#p/sans}{#f/7}* Давай-ка, сделаем это быстро.",
         "<32>{#p/sans}{#f/7}* Сомневаюсь, что Андайн появится ещё нескоро.",
         '<32>{#p/alphys}* Иду так быстро, как только могу!'
      ],
      whew5: [
         '<32>{#p/human}* (Такое ощущение, что кто-то пытается тебя нести.)',
         '<32>{#p/alphys}* О боже, неужели люди всегда были такими тяжёлыми?'
      ],
      whew6: [
         '<32>{#p/basic}* А?\n* Где...',
         "<32>* ...\n* Дом Азгора.",
         "<32>* Давай, пойдём, найдём его..."
      ],
      trivia: {
         s_bbox: [ "<32>{#p/basic}* Ящик бастиона.\n* Внутри находится человек..." ],
         
         ogkxsaucer: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Ты засовываешь руку в дозатор.)\n* (Это немного дерзко.)" ]
               : [ "<32>{#p/basic}* Это какой-то дозатор." ],
         mousehole: () =>
            [
               [ "<32>{#p/basic}* Это мышиная нора.\n* Мыши внутри обсуждают вашу великую битву." ],
               [ "<32>{#p/basic}* Это мышиная нора.\n* Мыши внутри беспокоятся о твоей безопасности." ],
               [ "<32>{#p/basic}* Это мышиная нора.\n* Мыши внутри думают, стоит ли тебе отдохнуть." ],
               [ "<32>{#p/basic}* Это мышиная нора.\n* Мыши внутри беспокоятся о вашем рассудке." ]
            ][Math.min(SAVE.data.n.state_papyrus_capture - 1, 3)],
         lamppost: pager.create(
            2,
            ...[
               [ "<32>{#p/basic}* Это надувная лампа." ],
               [ '<32>{#p/basic}* Надувная, надувная лампа.' ],
               [ '<32>{#p/basic}* Такой отскок.\n* Очень ламповый.' ],
               [ '<32>{#p/basic}* Лампа, отскок, лампа, отскок...' ],
               [ '<32>{#p/basic}* Лампа подпрыгивает вверх и вниз.' ],
               [ '<32>{#p/basic}* ... подпрыгивание никогда не прекращается.' ],
               [ "<32>{#p/basic}* Это маленькая вещь, называемая вечным двигателем." ]
            ].map(
               lines => () =>
                  SAVE.data.b.svr
                     ? [ '<32>{#p/human}* (Ты наблюдаешь за странной лампой, подпрыгивающей вверх и вниз.)' ]
                     : world.darker
                     ? [ '<32>{#p/basic}* Просто лампа.' ]
                     : lines
            )
         ),
         ntower: () =>
            SAVE.data.b.svr
               ? [
                    [
                       '<25>{#p/asriel1}{#f/13}* Похоже, Альфис так и не починила эту штуку.',
                       "<25>{#f/16}* Я её не виню.\n* Этот набор правил - просто кошмар.",
                       '<25>{#f/20}* Кроме того, это в какой-то степени зависит от присутствия Санса.',
                       '<25>{#f/15}* Заставить его участвовать... довольно сложно.'
                    ],
                    [
                       '<25>{#p/asriel1}{#f/17}* Да... Санс.\n* Отличное чувство юмора, но не очень активный.',
                       '<25>{#f/13}* Под активностью я подразумеваю физическое состояние.',
                       "<25>{#f/15}* Под физическим состоянием я подразумеваю, что он не любит двигаться.",
                       '<25>{#f/16}* А под двигаться я имею в виду вставать и ходить.',
                       '<25>{#f/13}* Да.\n* Обычно он просто выбирает какой-нибудь короткий путь.',
                       '<25>{#f/15}* Я до сих пор понятия не имею, как эти штуки работают.'
                    ],
                    [
                       "<25>{#p/asriel1}{#f/17}* Наверное, можно сказать, что Альфис решила не решать эту головоломку...",
                       '<25>{#f/20}* У неё был свой маленький короткий путь.'
                    ],
                    [ '<25>{#p/asriel1}{#f/20}* ... возможно, моему чувству юмора не помешало бы немного поработать.' ]
                 ][Math.min(asrielinter.ntower++, 3)]
               : SAVE.data.b.s_state_puzzlenote || (!world.genocide && world.edgy)
               ? [ "<32>{#p/basic}* Он не активирован." ]
               : postSIGMA()
               ? [ "<32>{#p/basic}* Он вышел из строя." ]
               : [ '<32>{#p/basic}* Какой печальный исход.' ],
         s_secret_sign: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (На табличке упоминается побег.)' ]
               : SAVE.data.n.state_starton_trashprogress < 2 && SAVE.data.n.plot < 72
               ? [
                    '<32>{#p/basic}* \"Он берёт тайм-аут.\"',
                    ...(world.goatbro && SAVE.flag.n.ga_asrielDog++ < 1 ? [ '<25>{#p/asriel2}{#f/15}* Что.' ] : [])
                 ]
               : [ '<32>{#p/basic}* \"Он сбежал.\"' ],
         grillflower: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Похоже, это растение действительно очень неоновое.)' ]
               : world.darker
               ? [ "<32>{#p/basic}* Это растение." ]
               : [
                    "<32>{#p/basic}* Это не просто растение...\n* Это НЕОНОВОЕ растение.",
                    '<32>* Какая разница?\n* Никакой, совсем никакой.'
                 ],
         librarbywindow1: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Но здесь не было ничего действительно интересного).' ]
               : [ "<32>{#p/basic}* На окне растение.\n* Как интересно." ],
         librarbywindow2: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Ты подходишь к окну и кладёшь на него руки.)' ]
               : [ "<32>{#p/human}* (Ты подходишь к окну и кладёшь на него руки.)\n* (Ты не можешь видеть внутри.)" ],
         papwindow: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Ты заглянул в окно, но никого не увидел внутри)." ]
               : SAVE.data.n.plot_date > 0 && SAVE.data.n.plot_date < 1 && SAVE.data.n.plot < 71.2
               ? [ '<32>{#p/basic}* ... кажется, Папирус терпеливо ждёт тебя.' ]
               : [ "<32>{#p/basic}* ... похоже, дома никого нет." ],
         s_puzzlenote: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (В примечании описаны правила сложного испытания.)' ]
               : SAVE.data.b.s_state_puzzlenote
               ? [ "<33>{#p/basic}* Это неразборчивые куриные царапины." ]
               : [],
         s_backrooms_lessdog: () =>
            SAVE.data.b.svr
               ? [
                    "<32>{#p/human}* (Ты проводишь руками по шерсти несуществующей собаки.)\n* (Собаке, похоже, нравится.)",
                    ...[
                       [ '<25>{#p/asriel1}{#f/13}* Фриск, ты в порядке?' ],
                       [ "<25>{#p/asriel1}{#f/13}* Фриск.\n* Там ничего нет." ],
                       [ '<25>{#p/asriel1}{#f/15}* ... хорошо?' ],
                       [ '<25>{#p/asriel1}{#f/15}* ...' ]
                    ][Math.min(asrielinter.s_backrooms_lessdog++, 3)]
                 ]
               : SAVE.data.n.state_starton_lesserdog === 2 || (world.population === 0 && !world.bullied)
               ? [ '<32>{#p/basic}* ... но никто не пришёл.' ]
               : world.runaway || world.population === 0
               ? [ '<32>{#p/basic}* ... но все побежали.' ]
               : SAVE.data.n.plot < 72
               ? [ "<32>{#p/basic}* Он играет в покер против самого себя.", '<32>* Кажется, он проигрывает...' ]
               : [
                    "<32>{#p/basic}* Он играет в покер против самого себя.",
                    '<32>* Похоже, он побеждает...\n* Как-то так.'
                 ],
         s_backrooms_lesstable: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Ты задаешься вопросом, съедобен ли собачий корм для людей.)' ]
               : [ "<32>{#p/basic}* Это стол для 4-D покера, а также бесплатный собачий корм." ],
         s_beddinng_table: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Ты смотришь на стол.)\n* (Ты смотришь на стол.)' ]
               : [ '<32>{#p/basic}* Обязательный стол.\n* Несмотря на отсутствие цели, он хорошо заполняет пространство.' ],
         s_bh_bone: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (Ты восхищаешься мастерством исполнения этой минималистичной картины.)' ]
                  : [
                       ...(dateready() && SAVE.data.n.state_starton_papyrus === 0
                          ? [
                               '<18> {#p/papyrus}КЛАССИЧЕСКОЕ ИЗОБРАЖЕНИЕ.',
                               "<18>ЭТО ВСЕГДА НАПОМИНАЕТ МНЕ О ТОМ, ЧТО ВАЖНО В ЖИЗНИ."
                            ]
                          : []),
                       "<32>{#p/basic}* Это минималистичная картина с изображением мультяшной кости."
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (Ты восхищаешься мастерством исполнения этой минималистичной картины.)' ]
                  : [ "<32>{#p/basic}* Это минималистичная картина с изображением мультяшной кости." ]
         ),
         s_bh_cottonball: () =>
            SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (Содержание записок, приложенных к этой стопке носков, тебя ничуть не удивляет.)'
                 ]
               : [
                    "<32>{#p/basic}* Это грязный ватный шарик, на котором написана серия нот.",
                    '<23>{#p/papyrusnt}\"САНС!\"\n\"ПОЖАЛУЙСТА, ПОДНИМИТЕ СВОЙ ВАТНЫЙ ШАРИК!\"',
                    '<32>{#p/without}* \"ок.\"',
                    '<23>{#p/papyrusnt}\"НЕ КЛАДИТЕ ЕГО ОБРАТНО!\"\n\"ДВИГАЙ ЕГО!\"',
                    '<32>{#p/without}* \"ок.\"',
                    '<23>{#p/papyrusnt}\"ТЫ ПЕРЕМЕСТИЛ ЕГО НА ДВА МИКРОНА!\"\n\"ПЕРЕМЕСТИТЕ ЕГО В СВОЮ КОМНАТУ!\"',
                    '<32>{#p/without}* \"ок.\"',
                    '<23>{#p/papyrusnt}\"И НЕ ВОЗВРАЩАЙТЕ ЕГО ОБРАТНО!\"',
                    '<32>{#p/without}* \"ок.\"',
                    '<23>{#p/papyrusnt}\"ОН ВСЁ ЕЩЁ ЗДЕСЬ!\"',
                    '<32>{#p/without}* \"Разве ты только что не сказал не приносить его в мою комнату?\"',
                    '<23>{#p/papyrusnt}\"ЗАБУДЬ ОБ ЭТОМ!\"'
                 ],
         s_paptrash: pager.create(
            0,
            ...[
               () => [
                  ...(dateready() && SAVE.data.n.state_starton_papyrus === 0
                     ? [
                          "<18>{#p/papyrus}{#f/9}Я НЕ ЗНАЛ, ЧТО ТЫ ЛЮБИШЬ ОХОТИТЬСЯ ЗА МУСОРОМ!",
                          '<18>{#f/0}ДР. АЛЬФИС ХОЧЕТ ЗНАТЬ ТВОЙ НОМЕР.'
                       ]
                     : []),
                  world.darker ? "<32>{#p/basic}* Это мусорное ведро." : '<32>{#p/basic}* Это \"звёздное\" мусорное ведро.'
               ],
               pager.create(
                  1,
                  ...[
                     [
                        '<32>{#p/basic}* Ты можешь сказать, что это мусорное ведро \"звёздное\", потому что на его боку написано \"звёздное\".'
                     ],
                     [ '<32>{#p/basic}* \"Звёздный\" чувак с \"звёздным\" мусорным ведром.' ],
                     [ '<32>{#p/basic}* Самое \"звёздное\" мусорное ведро на этой стороне города.' ],
                     [ '<32>{#p/basic}* Или любая другая сторона, если на то пошло.' ],
                     [ '<32>{#p/basic}* Насколько оно \"звёздное\"?' ],
                     [ '<32>{#p/basic}* Очень?\n* Очень?\n* Более \"звёздное\", чем что-либо другое?' ],
                     [ "<32>{#p/basic}* У нас есть выбор, ребёнок!" ],
                     [
                        '<33>{#p/basic}* Но сколько бы времени ни прошло\n  прошло... мусорный бак\n  по-прежнему кажется тебе \"звёздным.\"'
                     ],
                     [
                        '<32>{#p/basic}* На самом деле, чем больше я об этом думаю, \"звёздный\" - это ещё не всё.'
                     ],
                     [ '<32>{#p/basic}* Например, возможно, \"астрономический\" было бы более подходящим термином для этого.' ],
                     [ "<33>{#p/basic}* Вообще-то, нет.\n* Этот термин предназначен для высших чинов Королевской лаборатории." ],
                     [ '<32>{#p/basic}* Хм...\n* Но что, если мусорный бак на самом деле является чёрной дырой!' ],
                     [ '<32>{#p/basic}* Мусорный бак чёрной дыры...\n* Ты бы рискнул?' ],
                     [ "<32>{#p/basic}* Это странный вопрос." ],
                     [
                        '<32>{#p/basic}* Наверное, ты можешь сказать, что благодаря этому мусорному баку я стал совсем \"отстранённым.\"'
                     ],
                     [ "<32>{#p/basic}* Ты даже можешь сказать, что я чувствую себя... потусторонним." ],
                     [ '<32>{#p/basic}* ...\n* Игнорируйте последнее утверждение.' ],
                     [ '<32>{#p/basic}* Вообще-то, не обращайте внимания на последние девять моих слов.\n* Это тоже.' ],
                     [ "<32>{#p/basic}* Правда в том, что...\n* Есть только одно прилагательное, которым может быть этот мусорный бак." ],
                     [ "<32>{#p/basic}* Что это такое, спросите вы?\n* Ну, я скажу тебе... если ты действительно хочешь знать." ],
                     [ "<32>{#p/basic}* Это не астрономическая мусорная корзина, не в коем случае." ],
                     [ "<32>{#p/basic}* Это не чёрная дыра в любом качестве..." ],
                     [ "<32>{#p/basic}* Разве ты не помнишь?\n* Ты не помнишь, как всё это началось?" ],
                     [ '<32>{#p/basic}* Это было первое, что я сказал об этом мусорном баке.' ],
                     [ '<32>{#p/basic}* ...\n* Я сказал...\n* Подожди...' ],
                     [ '<32>{#p/basic}* Это \"звёздное\" мусорное ведро.' ]
                  ].map(lines => () => world.darker ? [ "<32>{#p/basic}* Это мусорное ведро." ] : lines)
               )
            ].map(
               p => () =>
                  SAVE.data.b.svr
                     ? [ "<32>{#p/human}* (Ты не можешь разобрать, что находится в мусорном баке...)" ]
                     : CosmosUtils.provide(p)
            )
         ),
         s_bh_fridge: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (Еда в этом холодильнике кажется вполне приличной.)' ]
                  : world.runaway
                  ? [ "<32>{#p/basic}* Он был выпотрошен." ]
                  : SAVE.data.n.plot === 72
                  ? [ '<32>{#p/basic}* Упс, одни спагетти.' ]
                  : [
                       ...(dateready() && SAVE.data.n.state_starton_papyrus === 0
                          ? [
                               '<18>{#p/papyrus}А-ХА!\nЗАИНТЕРЕСОВАЛСЯ МОИМ МУЗЕЕМ ЕДЫ?',
                               '<18>{#f/0}Приглашаем вас посетить мое кулинарное арт-шоу.'
                            ]
                          : []),
                       '<32>{#p/basic}* Половина холодильника заполнена контейнерами с надписью \"спагетти.\"',
                       '<32>* В другой половине - только пустая бутылка из-под апельсиновой газировки.'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (Еда в этом холодильнике кажется вполне приличной.)' ]
                  : world.runaway
                  ? [ "<32>{#p/basic}* Он был выпотрошен." ]
                  : SAVE.data.n.plot === 72
                  ? [ '<32>{#p/basic}* Упс, одни спагетти.' ]
                  : [
                       ...(dateready() && SAVE.data.n.state_starton_papyrus === 0
                          ? [ "<18>{#p/papyrus}Красивый холодильник, не так ли?" ]
                          : []),
                       '<32>{#p/basic}* Бутылка помечена как собственность \"АЛЬФИС.\"'
                    ]
         ),
         s_bh_rocktable: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (Ты сомневаешься, что звёздная пыль съедобна.)' ]
                  : [
                       ...(dateready() && SAVE.data.n.state_starton_papyrus === 0
                          ? [
                               '<18>{#p/papyrus}О ДА, ОБЕДЕННЫЙ СТОЛ.',
                               '<18>{#f/5}МЫ ДЕРЖАЛИ ТАМ ДОМАШНИЙ ЛУННЫЙ КАМЕНЬ...',
                               '<18>{#f/7}ПОКА В ОДИН ПРЕКРАСНЫЙ ДЕНЬ ОН ПОЛНОСТЬЮ НЕ ИСЧЕЗ!',
                               '<18>{#f/4}СНАЧАЛА Я ВИНИЛ ВО ВСЁМ ЭТУ СОБАКУ...',
                               '<18>{#f/7}НО ПОТОМ Я ОБНАРУЖИЛ, ЧТО САНС ИСПОЛЬЗОВАЛ ЕЁ ДЛЯ ТЕСТИРОВАНИЯ СВОЕГО...',
                               '<18>{#f/6}ЕГО... ДЕЙСТВИТЕЛЬНО ПОЛЕЗНЫЙ ГАДЖЕТ.\nВАУ...',
                               "<18>{#f/0}ТЫ ЗНАЕШЬ, Я ОТДАМ ЕМУ ЭТО.",
                               '<18>{#f/0}ОН ДЕЙСТВИТЕЛЬНО ПЫТАЛСЯ ПРИЛОЖИТЬ УСИЛИЯ.',
                               '<18>{#f/4}ДАЖЕ ЕСЛИ ЭТО БУДЕТ СТОИТЬ НАМ ЦЕННОГО ЛУННОГО КАМНЯ.',
                               "<18>{#f/0}ДА!!!\n\"Е\" ЗА УСИЛИЯ!!!"
                            ]
                          : []),
                       "<32>{#p/basic}* Он покрыт съедобной звёздной пылью."
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (Ты сомневаешься, что звёздная пыль съедобна.)' ]
                  : [ "<32>{#p/basic}* Он покрыт съедобной звёздной пылью." ]
         ),
         s_bh_stove: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [
                       [
                          '<25>{#p/asriel1}{#f/13}* Скажи мне, Фриск...',
                          '<25>{#f/13}* Ты когда-нибудь слышал о трагедии брошенного чизкейка?',
                          '<25>{#f/16}* Прямо здесь, в этой жестянке для пирога, было создано кондитерское изделие...',
                          '<25>{#f/3}* Что-то выше того, что предвидел его пекарь.'
                       ],
                       [
                          '<25>{#p/asriel1}{#f/3}* Санс создал такой сладкий чизкейк...',
                          '<25>{#f/4}* Любой, кто попробовал бы его, стал бы зависим от него.',
                          '<25>{#f/15}* Если бы он захотел, он мог бы взять каждого клиента на аванпосте.'
                       ],
                       [
                          "<25>{#p/asriel1}{#f/13}* В конце концов Санс понял, что ему удастся превзойти своего брата...",
                          "<25>{#f/15}* И что, просто создав чизкейк, он зашел слишком далеко.",
                          '<25>{#f/16}* Поэтому он спрятал его, чтобы не брать на себя ответственность.'
                       ],
                       [ '<25>{#p/asriel1}{#f/16}* Увы, трагедия брошенного чизкейка.' ]
                    ][Math.min(asrielinter.s_bh_stove++, 3)]
                  : [
                       "<32>{#p/basic}* В печке есть пустая жестянка из-под пирога.",
                       ...(dateready() && SAVE.data.n.state_starton_papyrus === 0
                          ? [
                               '<18>{#p/papyrus}МОЙ БРАТ ВСЕГДА ХОДИТ КУДА-НИБУДЬ ПОЕСТЬ.',
                               "<18>{#f/4}НО НЕДАВНО ОН ПОПРОБОВАЛ ЧТО-ТО ИСПЕЧЬ...",
                               '<18>{#f/5}КАЖЕТСЯ, ЭТО БЫЛ... ЧИЗКЕЙК?',
                               "<18>{#f/6}Я НЕ СОВСЕМ УВЕРЕН."
                            ]
                          : [])
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       [],
                       [
                          '<25>{#p/asriel1}{#f/13}* По сути, Санс создал такой сладкий чизкейк...',
                          '<25>{#f/16}* Любой, кто попробовал бы его, стал бы зависим от него.',
                          '<25>{#f/3}* Если бы он захотел, то мог бы предоставить аванпост в его полном распоряжение.',
                          '<25>{#f/3}* Чизкейк, кажется...',
                          '<25>{#f/4}* Это был путь к успеху, который Папирус не мог одобрить.'
                       ],
                       [
                          "<25>{#p/asriel1}{#f/13}* В конце концов Санс понял, что ему удастся превзойти своего брата...",
                          "<25>{#f/15}* И что, просто создав чизкейк, он зашел слишком далеко.",
                          '<25>{#f/16}* Поэтому он спрятал его, чтобы не брать на себя ответственность.'
                       ],
                       [ '<25>{#p/asriel1}{#f/16}* Увы, трагедия брошенного чизкейка.' ]
                    ][Math.min(asrielinter.s_bh_stove++, 3)]
                  : [ "<32>{#p/basic}* В печке есть пустая жестянка из-под пирога." ]
         ),
         s_chew: [ "<32>{#p/basic}* Это пищащая жевательная игрушка с надписью 'специальная атака.'" ],
         s_crossroads_sign: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Знак рассказывает о многочисленных преимуществах ящиках.)' ]
               : [
                    '<32>{#p/basic}* \"Это коробка ящик.\"',
                    '<32>* «Ты можешь положить предмет внутрь или вынуть его».',
                    '<32>* \"Этот же ящик появится позже, так что не бойся возвращаться.\"',
                    '<32>* \"С уважением, поклонник ящика.\"'
                 ],
         s_doghouse: () =>
            SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (Внутренняя стена этой конуры, похоже, покрыта странными круглыми кругами.)'
                 ]
               : SAVE.data.n.state_starton_greatdog === 2
               ? [ '<32>{#p/basic}* В этой конуре должно быть много пустого места.' ]
               : world.genocide || world.edgy || world.darker
               ? [ '<32>{#p/basic}* Маленькая конура.' ]
               : SAVE.data.n.plot === 72
               ? [ '<32>{#p/basic}* Интересно, а эта конура тоже путешествует во времени?' ]
               : [ '<32>{#p/basic}* Какая маленькая конура!', '<32>{#p/basic}* Внутри кажется больше.' ],
         s_doghouse_sign: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Ты пытаешься объяснить, что написано на этой табличке)." ]
               : [ '<32>{#p/basic}* \"Гав.\"' ],
         s_dogs_sign: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Знак оценивает степень опасности некоторых запахов.)' ]
               : [
                    '<32>{#p/basic}* \"Рейтинги опасности по запаху\"',
                    '<32>* «Запах силикона - Робот»\n* \"Рейтинг БЕЛЫЙ\"\n* \"Может стать {@fill=#2f2f2f}ЧЁРНЫМ{@fill=#fff} рейтингом.\"',
                    '<32>* \"Неподозрительный Запах - Щенок\"\n* \"{@fill=#003cff}СИНИЙ{@fill=#fff} рейтинг.\"\n* \"Запах переката.\"',
                    world.runaway
                       ? '<32>* \"Странный Запах - Человек\'\n* \"{@fill=#00c000}Зелёный{@fill=#fff} рейтинг.\"\n* \"Уходи любой ценой!\"'
                       : SAVE.data.n.plot === 72
                       ? '<32>* \"Странный Запах - Человек\"\n* \"{@fill=#00c000}ЗЕЛЁНЫЙ{@fill=#fff} рейтинг.\"\n* \"Может победить богоподобных существ.\"'
                       : SAVE.data.n.plot < 31
                       ? '<32>* \"Странный Запах - человек\"\n* \"{@fill=#00c000}ЗЕЛЁНЫЙ{@fill=#fff} рейтинг.\n* \"Уничтожить любой ценой!\"'
                       : '<32>* \"Странный Запах - Щенок?\"\n* \"{@fill=#00c000}ЗЕЛЁННЫЙ{@fill=#fff} рейтинг.\"\n* \"Глубокие познания в петтинге.\"'
                 ],
         s_dogstandA: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Похоже, этот знак принадлежит собакам мужского пола.)' ]
               : player.position.y > 50
               ? [ '<32>{#p/basic}* \"Его.\"' ]
               : [ '<32>{#p/basic}* Внутри - журнал по модным синим и серым меховым изделиям.' ],
         s_dogstandB: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Судя по всему, этот знак принадлежит собаке женского пола.)' ]
               : player.position.y > 50
               ? [ '<32>{#p/basic}* \"Её.\"' ]
               : [ '<32>{#p/basic}* Внутри находится брошюра о тяжёлом тупом cверхмощном оружии.' ],
         s_dogstandC: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (Подписанное письмо внутри, похоже, было проигнорировано.)' ]
               : world.genocide
               ? [
                    '<32>{#p/basic}* Внутри, на полу, лежит подписанное письмо Королевской гвардии о тактическом отступлении.',
                    '<32>{#p/basic}* The \"treat\" in \"retreat\" was nibbled off...'
                 ]
               : [
                    '<32>{#p/basic}* Внутри, на полу, лежит подписанное письмо Королевской гвардии о стандартной униформе.',
                    "<32>{#p/basic}* Оно всё в отпечатках лап."
                 ],
         s_grillbys_beegstool: () =>
            SAVE.data.b.svr
               ? [ '<25>{#p/asriel1}{#f/20}* Думаю, для тебя это будет высоко.' ]
               : world.darker
               ? [ '<32>{#p/basic}* Просто ещё один барный стул.' ]
               : [ '<32>{#p/basic}* Барный стул...', '<32>* Кажется, что это подходящий размер для Санса.' ],
         s_grillbys_drinks: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Ты не можешь разобрать, что находится под столом с подносом...)" ]
               : SAVE.data.n.plot === 72
               ? [ "<32>{#p/basic}* Это стол с подносом.", '<32>* Камера на нижней стороне была убрана.' ]
               : [ "<32>{#p/basic}* Это стол с подносом.", "<32>* На нижней стороне спрятана камера." ],
         s_grillbys_shelf: () =>
            SAVE.data.b.svr
               ? [
                    [
                       "<25>{#p/asriel1}{#f/16}* Не думаю, что дегустация любого из них была бы хорошей идеей.",
                       '<25>{#f/15}* В последний раз, когда у кого-то был такой, он вспыхнул...'
                    ],
                    [
                       '<25>{#p/asriel1}{#f/15}* Предупреждение о спойлерах:\n* Это был Грилби.',
                       "<25>{#f/20}* Боже.\n* Я сегодня в огне."
                    ],
                    [ "<25>{#p/asriel1}{#f/17}* Серьёзно, однако.\n* Ты, наверное, не должен их пить." ]
                 ][Math.min(asrielinter.s_grillbys_shelf++, 2)]
               : SAVE.data.n.plot === 72
               ? [ '<32>{#p/basic}* Несколько напитков на этой полке уже израсходованы.' ]
               : [
                    '<32>{#p/basic}* Полка, заполненная различными напитками для вечеринок и тошнотворными жидкостями.',
                    '<32>{#p/basic}* И одна бутылка воды с надписью \"пожароопасно.\"'
                 ],
         s_grillbys_sidestool: () =>
            SAVE.data.b.svr
               ? [ "<25>{#p/asriel1}{#f/20}* Он определенно слишком высок для тебя." ]
               : world.darker
               ? [ '<32>{#p/basic}* Просто ещё один барный стул.' ]
               : [ '<32>{#p/basic}* Этот барный стул маркирован как \"ПАПИРУС.\"' ],
         s_grillbys_smolstool: () =>
            SAVE.data.b.svr
               ? [ '<25>{#p/asriel1}{#f/19}* Этот кажется как раз твоего размера.' ]
               : world.darker
               ? [ '<32>{#p/basic}* Просто ещё один барный стул.' ]
               : SAVE.data.b.oops
               ? [ '<32>{#p/basic}* В этом барном стуле нет ничего особенного.' ]
               : [
                    '<32>{#p/basic}* Что-то подсказывает мне, что этот барный стул особенный.',
                    ...(SAVE.data.n.plot === 33 ? [ '<32>* Что касается подушечки для кукол на вершине...' ] : [])
                 ],
         s_helipad: () =>
            SAVE.data.b.svr
               ? [
                    [
                       '<25>{#p/asriel1}{#f/21}* Ах да...\n* Терминал ховеркара.',
                       "<25>{#f/4}* Сейчас он заброшен, но когда-то...",
                       '<25>{#f/3}* Здесь стоял оператор и направлял движение через эту зону.'
                    ],
                    [
                       '<25>{#p/asriel1}{#f/3}* Этот терминал использовался в основном во время строительства Старграда.',
                       '<25>{#f/4}* Для первого нового района, построенного здесь, это казалось разумной мерой безопасности.',
                       "<25>{#f/13}* Корабли, перевозящие припасы с фабрики репликаторов...",
                       '<25>{#f/13}* Часто без них не удавалось благополучно приземлиться.'
                    ],
                    [
                       "<25>{#p/asriel1}{#f/17}* В конце концов, такие терминалы больше не были нужны.",
                       '<25>{#f/20}* Пилоты этих кораблей снабжения стали лучше приземляться без посторонней помощи.',
                       '<25>{#f/13}* И вот, терминал был забыт...'
                    ],
                    [ '<25>{#p/asriel1}{#f/16}* Один из многих предметов, чья история в основном забыта.' ]
                 ][Math.min(asrielinter.s_helipad++, 3)]
               : [ '<32>{#p/basic}* Заброшенный терминал, когда-то использовавшийся для управления посадкой ховеркаров.' ],
         s_jenga_sign: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Знак описывает сломанное состояние квантового рандомизатора дисплейной башни.)" ]
               : [ '<32>{#p/basic}* \"ATTENTION: The quantum randomizer in this display tower is still broken.\"' ],
         s_library_window: () => [
            '<32>{#p/human}* (You put your hands on window.)',
            ...(SAVE.data.b.svr ? [] : [ '<32>{#p/basic}* Smells like paint.' ])
         ],
         s_librarby_blueBooks: pager.create(
            1,
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of comparisons between the past the and present.)'
                    ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Then and Now.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Before the war, monsters were taught magic on a regular, day-to-day basis.\"',
                       '<32>* \"When most of our race died, so too did many of our teachers.\"',
                       '<32>* \"To account for this, monsters started learning in larger groups.\"',
                       '<32>* \"These new teaching methods were focused on skills to help us survive on the outpost.\"',
                       '<32>* \"By now, the population woes play a much smaller factor in our lives.\"',
                       '<32>* \"Though, we still stick to the new methods, because...\"',
                       '<32>* \"... we\'re honestly just too lazy to change back.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of comparisons between the past the and present.)'
                    ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Then and Now.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Once upon a time, monsters used a wide variety of currencies.\"',
                       '<32>* \"JEWEL and KRIOTAAN were the most prominent... but only on the home planet.\"',
                       '<32>* \"When it came to interactions with humans, the only currency used was GOLD.\"',
                       '<32>* \"Our abundant supply of the shiny mineral granted us many favors...\"',
                       '<32>* \"But as a result, the other curriences lost their value in short time.\"',
                       '<32>* \"Now, we just use gold for everything!\"\n* \"It\'s the monster way.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of comparisons between the past the and present.)'
                    ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Then and Now.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Since Erogot\'s fall, our king has done his best to uphold our homeworld\'s legacy.\"',
                       '<32>* \"Even if he lost the damn thing in the process...\"',
                       '<32>* \"We\'ve all come to accept what happened, and we don\'t really blame him anymore.\"',
                       '<32>* \"The past two centuries have been tough, but we grow ever-closer to freedom.\"',
                       '<32>* \"The angel is coming...\"',
                       '<32>* \"... for all we know, it might already be here, having read this very book.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ]
         ),
         s_librarby_desk: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (You observe the dust gathering on this check-out book.)' ]
               : [ "<32>{#p/basic}* The librarby's check-out book." ],
         s_librarby_greenBooks: pager.create(
            1,
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of information, some of which is actually useful.)'
                    ]
                  : [
                       '<32>{#p/basic}* It\'s a bookshelf labelled \"Information.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"The OuterNet is a joint effort by the king and the royal scientist.\"',
                       '<32>* \"... well, mostly the royal scientist, since the king just wrote the welcome message.\"',
                       '<32>* \"Still, the website serves as a \'virtual town square\' for outpost residents.\"',
                       '<32>* \"All you have to do to create an account is...\"',
                       '<32>* \"Um... well...\"',
                       "<32>* \"The instructions weren't exactly 'clear...'\"",
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of information, some of which is actually useful.)'
                    ]
                  : [
                       '<32>{#p/basic}* It\'s a bookshelf labelled \"Information.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"If you wanna get around on the outpost, the traveler is your best bet.\"',
                       '<32>* \"They can take you anywhere you wanna go...\"',
                       '<32>* \"... given they\'re available at your nearest taxi stop.\"',
                       '<32>* \"Not gonna lie, the stuff they say seems kinda random.\"',
                       '<33>* \"What\'s \"dog justice\" anyway?\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of information, some of which is actually useful.)'
                    ]
                  : [
                       '<32>{#p/basic}* It\'s a bookshelf labelled \"Information.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Monsters are free to traverse any area of the outpost.\"',
                       '<32>* \"That is, any area short of the last corridor at the top of the Citadel.\"',
                       '<32>* \"Beyond this, only the royal scientist is allowed through...\"',
                       '<32>* \"... we still don\'t know why.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ]
         ),
         s_librarby_ladder: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (It appears the access hatch above this ladder was sealed shut.)' ]
               : [ "<32>{#p/basic}* A random ladder.\n* That's all there is to it." ],
         s_librarby_pinkBooks: pager.create(
            1,
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of various facts about the biology of monsters.)'
                    ]
                  : [
                       '<32>{#p/basic}* It\'s a bookshelf labelled \"Monster Biology.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Monster funerals, technically speaking, are cool as heck.\"',
                       '<32>* \"When monsters get old and kick the bucket, they turn into dust.\"',
                       '<32>* \"At funerals, we take that dust and spread it on that person\'s favorite thing.\"',
                       '<32>* \"Then their essence will live on in that thing...\"',
                       '<32>* \"Uhhh, am I at the page minimum yet?\"\n* \"I\'m tired of writing this.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of various facts about the biology of monsters.)'
                    ]
                  : [
                       '<32>{#p/basic}* It\'s a bookshelf labelled \"Monster Biology.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Because they are made of magic, monsters\' bodies are attuned to their SOUL.\"',
                       '<32>* \"If a monster intends to cause harm, and truly believes in themselves...\"',
                       '<32>* \"Such a monster could become unusually powerful.\"',
                       '<32>* \"But most of our kind do not believe in fighting.\"\n* \"Not whole-heartedly.\"',
                       '<32>* \"If an enemy were to attack us again, with only an outpost to defend ourselves...\"',
                       '<32>* ...',
                       '<32>{#p/human}* (You feel it would be best to stop here.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       '<32>{#p/human}* (The books on this bookshelf consist of various facts about the biology of monsters.)'
                    ]
                  : [
                       '<32>{#p/basic}* It\'s a bookshelf labelled \"Monster Biology.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"While monsters are mostly made of magic, humans are mostly made of water.\"',
                       '<32>* \"With their physical forms, humans are far stronger than us.\"',
                       '<32>* \"But, they will never know the joy of expressing themselves through magic.\"',
                       '<32>* \"They\'ll never get a bullet- pattern birthday card...\"',
                       '<32>* \"Or play hide-and-go seek with invisibility and clairvoyance...\"',
                       '<32>* \"Or even create wild light shows with electricity magic!\"',
                       '<32>* \"How unfortunate.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ]
         ),
         s_librarby_purpleBooks: pager.create(
            1,
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (The books on this bookshelf document the history of the monster homeworld.)' ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Homeworld History.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Each day on our homeworld was a sight to behold.\"',
                       '<32>* \"To start the morning, bright spires of magical energy pierced the skies.\"',
                       '<32>* \"Throughout the day, these magical formations began to resonate together...\"',
                       '<32>* \"All leading to a dazzling release that sent the planet into darkness.\"',
                       '<32>* \"At nightfall, the process of magical coalescense would begin anew.\"',
                       '<32>* \"Bolts of magical energy previously released struck back down from above.\"',
                       '<32>* \"Once enough energy hit the ground, the spires would rise again...\"',
                       '<32>* \"Such was the cycle that once governed our days and nights.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (The books on this bookshelf document the history of the monster homeworld.)' ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Homeworld History.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Monsters didn\'t always have such an organized structure, you know?\"',
                       '<32>* \"Long, long ago... thousands of years ago, in fact...\"',
                       '<32>* \"Our race frolicked wild and free, with no sense of order or direction.\"',
                       '<32>* \"Heck, we didn\'t even wear clothing back then!\"',
                       '<32>* \"But as time passed, we yearned for more.\"\n* \"We wanted to evolve...\"',
                       '<32>* \"During the great renaissance, even the very essence of our magic came into focus.\"',
                       '<32>* \"These developments begat our society, and eventually, our way of life.\"',
                       '<32>* \"... I still can\'t believe we just ran around naked for two thousand years.\"',
                       '<32>* \"Where\'s the class in that?\"\n* \"Where\'s the fashion?\"\n* \"Unbelievable.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (The books on this bookshelf document the history of the monster homeworld.)' ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Homeworld History.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"When monsterkind first met with humanity, Erogot was king.\"',
                       '<32>* \"Through his wisdom and guidance, monsters and humans lived in peace and harmony.\"',
                       '<32>* \"But when Erogot died of old age... things would never be the same.\"',
                       '<32>* \"He was a skilled leader, and one his son could never replace.\"',
                       '<32>* \"The war that followed was... sadly inevitable.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ]
         ),
         s_librarby_yellowBooks: pager.create(
            1,
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (The books on this bookshelf discuss various technologies devised by monsters.)' ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Monster Technology.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Gerson says the outpost used to just be a small space station.\"',
                       '<32>* \"Then, after twenty years of suffering, someone looked at the force field and said...\"',
                       "<32>* \"'Couldn't WE harvest some of that energy?'\"",
                       '<32>* \"A simple but brilliant idea!\"',
                       '<32>* \"As a result, the CORE was built, and with it came a stable power supply.\"',
                       '<32>* \"We\'re still using it to this very day!\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (The books on this bookshelf discuss various technologies devised by monsters.)' ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Monster Technology.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Ah, the wonders of artificial intelligence...\"',
                       '<32>* \"... or not.\"',
                       '<32>* \"After the builder bot tragedy of K-541.12, we abandoned the idea of a sentient AI.\"',
                       '<32>* \"In fact, the queen barred anyone from creating new AI programs altogether.\"',
                       '<32>* \"These days, there\'s only one monster who\'d have the skills and resources to do so...\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (The books on this bookshelf discuss various technologies devised by monsters.)' ]
                  : [
                       '<32>{#p/basic}* This bookshelf is labelled \"Monster Technology.\"',
                       '<32>{#p/human}* (Ты берешь книгу...)',
                       '<32>{#p/basic}* \"Something people forget these days is that there\'s little to no gravity in space.\"',
                       '<32>* \"One of the earliest advancements made by monsters, even before the war...\"',
                       '<32>* \"Was our state-of-the-art gravity manipulation tech.\"',
                       '<32>* \"Even now, it\'s built into all areas of the outpost, both big and small...\"',
                       '<32>* \"You, reading this book, are probably standing on it right now.\"',
                       '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                    ]
         ),
         s_math_sign: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (You can't help but be confused at the contents of this sign.)" ]
               : [ '<32>{#p/basic}* \"Warning: Dog Justice\"' ],
         s_pacing_sign: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (You can't help but smile at the contents of this sign.)" ]
               : [ '<32>{#p/basic}* \"AWARE OF DOG\"\n* \"... pleas pet dog...\"' ],
         s_phonecard: () =>
            SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (The note requests that you call a certain phone number.)',
                    '<32>{#s/phone}{#p/event}* Dialing...',
                    '<32>{#p/human}* (No connection.)'
                 ]
               : world.runaway
               ? [
                    "<32>{#p/basic}* It's a note.",
                    '<32>* \"Call me!\"\n* \"Here\'s my number!\"',
                    '<32>{#s/phone}{#p/event}* Dialing...',
                    '<32>{#p/basic}* The call went straight to voice-mail.',
                    '<32>{#p/basic}* \"Hello, lonely caller!\"\n* \"Would you like to escape the outpost with me?\"',
                    '<32>{#s/equip}{#p/event}* Click...'
                 ]
               : SAVE.data.n.plot === 72
               ? [
                    "<32>{#p/basic}* It's a note.",
                    '<32>* \"Call me!\"\n* \"Here\'s my number!\"',
                    '<32>{#s/phone}{#p/event}* Dialing...',
                    '<32>{#p/human}* (No connection.)'
                 ]
               : [
                    "<32>{#p/basic}* It's a note.",
                    '<32>* \"Call me!\"\n* \"Here\'s my number!\"',
                    '<32>{#s/phone}{#p/event}* Dialing...',
                    '<32>{#p/basic}* The call went straight to voice-mail.',
                    '<32>{#p/basic}* \"Hello, lonely caller!\"\n* \"I\'m so sorry I couldn\'t be here to greet you~\"',
                    '<32>{#s/equip}{#p/event}* Click...',
                    ...(world.goatbro && SAVE.flag.n.ga_asrielVoicemail++ < 1
                       ? [ '<25>{#p/asriel2}{#f/10}* ... weird.' ]
                       : [])
                 ],
         s_sr_cottonball: () =>
            world.darker
               ? [ '<32>{#p/basic}* A series of cotton balls in the way of the closet.' ]
               : [
                    '<32>{#p/basic}* A series of neatly-organized cotton balls.',
                    ...(SAVE.data.b.s_state_inverter
                       ? [ "<32>{#p/basic}* ... makes you wonder why they're still in the way of the closet." ]
                       : [ "<32>{#p/basic}* ... makes you wonder where the rest of Sans's junk went." ])
                 ],
         s_sr_treadmill: [ "<32>{#p/basic}* It's a treadmill.", "<32>{#p/basic}* It's at its highest setting." ],
         s_sr_lamp: [
            "<32>{#p/basic}* It's a lamp with a large note hanging inside.",
            '<23>{#p/papyrusnt}\"SORRY, BUT I TOOK BACK THE FLASHLIGHT YOU WERE USING HERE.\"',
            '<23>{#p/papyrusnt}\"IT\'S NOT THAT I MIND YOU USING MY PROPERTY...\"',
            '<23>{#p/papyrusnt}\"BUT USING IT IN SUCH AN IMPROPER WAY IS ENTIRELY UNJUSTIFIED!\"',
            '<23>{#p/papyrusnt}\"I DON\'T KNOW ABOUT YOU, BUT THE LAST TIME I CHECKED...\"',
            '<23>{#p/papyrusnt}\"A FLASHLIGHT DID NOT COUNT AS A LIGHTBULB!!\"'
         ],
         s_sc_book: [
            "<32>{#p/basic}* It's an old logbook from the Royal Lab.",
            '<32>{#p/human}* (You turn to the opened page...)',
            '<32>{#p/basic}* \"Activity log, K-615.07\"',
            '<32>* \"An ideal subject has been picked from the grove.\"',
            '<32>* \"Preparations for the test substance are due to conclude in the coming days.\"',
            '<32>* \"Soon, the subject will be injected with it.\"',
            '<32>* \"With this, our freedom could be closer than ever...\"'
         ],
         s_sc_drawer: [
            "<32>{#p/basic}* There's a photo album inside the drawer.",
            '<32>{#p/basic}* Inside the album, there are photos of Sans and Alphys at the Royal Lab.',
            '<32>{#p/basic}* Running experiments, binge-watching old sci-fi anime...',
            '<32>{#p/basic}* They look happy.'
         ],
         s_sc_diagram: () => [
            "<32>{#p/basic}* On the table, there's a blueprint for a force field power drain device.",
            '<32>{#p/basic}* On the wall, there are diagrams of various other concepts...',
            '<33>{#p/basic}* A non-linear temporal accessor, a wormhole aperture stabilizer, and a monster-bound human SOUL.',
            ...(!SAVE.data.b.s_state_charasker
               ? ((SAVE.data.b.s_state_charasker = true),
                 [
                    '<32>{#p/basic}* ... is that possible?\n* A monster SOUL surviving within a human SOUL...?',
                    "<32>{#p/basic}* But the identity of the monster SOUL's owner would be lost...",
                    '<32>{#p/basic}* ...'
                 ])
               : [ '<32>{#p/basic}* ...' ])
         ],
         s_pr_papbed: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (You appreciate the bed for being very awesome in general.)' ]
                  : [
                       '<32>{#p/basic}* A neatly-made hypercar bed.',
                       ...(roomready()
                          ? [
                               "<18>{#p/papyrus}THAT'S MY BED!",
                               '<18>{#f/4}IF I EVER GET TO EXPLORE THE STARS...',
                               "<18>{#f/0}I'D LIKE TO CRUISE DOWN A LONG INTER- STELLAR HIGHWAY.",
                               '<18>STATIC IN MY HAIR, STARLIGHT ON MY SKIN...',
                               "<18>{#f/4}OF COURSE, THAT'S JUST A DREAM.",
                               '<18>{#f/0}SO INSTEAD I CRUISE WHILE I SNOOZE.'
                            ]
                          : [])
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (You thank the bed for being very awesome in general.)' ]
                  : [ '<32>{#p/basic}* A neatly-made hypercar bed.' ]
         ),
         s_pr_papbones: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [
                       "<32>{#p/basic}* (You reach into the box, but the bones don't deal any damage.)",
                       ...[
                          [ '<25>{#p/asriel1}{#f/21}* Careful, Frisk!\n* Those bones might still be active...' ],
                          [ '<25>{#p/asriel1}{#f/16}* ... or maybe not.' ],
                          [ "<25>{#p/asriel1}{#f/13}* I wonder if you're the kind of person who stands on hot coals." ],
                          [ '<25>{#p/asriel1}{#f/8}* Boney hot coals.' ]
                       ][Math.min(asrielinter.s_pr_papbones++, 3)]
                    ]
                  : [
                       '<32>{#p/basic}* A box of bones.',
                       ...(roomready()
                          ? [
                               '<18>{#p/papyrus}HEY, THOSE ARE ALL THE ATTACKS I USED ON YOU.',
                               '<18>GREAT MEMORIES, HUH?',
                               '<18>SEEMS LIKE IT WAS ONLY YESTERDAY...',
                               SAVE.data.n.plot < 42.1
                                  ? '<18>{#f/4}EVEN THOUGH IT BASICALLY JUST HAPPENED.'
                                  : '<18>{#f/4}EVEN THOUGH IT JUST HAPPENED EARLIER TODAY.'
                            ]
                          : [])
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       "<32>{#p/basic}* (You reach into the box, but the bones don't deal any damage.)",
                       ...[
                          [],
                          [ '<25>{#p/asriel1}{#f/16}* ... or maybe not.' ],
                          [ "<25>{#p/asriel1}{#f/13}* I wonder if you're the kind of person who stands on hot coals." ],
                          [ '<25>{#p/asriel1}{#f/8}* Boney hot coals.' ]
                       ][Math.min(asrielinter.s_pr_papbones++, 3)]
                    ]
                  : [ '<32>{#p/basic}* A box of bones.' ]
         ),
         s_pr_papcloset: pager.create(
            0,
            () => [
               '<32>{#p/human}* (You look inside the closet...)',
               ...(SAVE.data.b.svr
                  ? [ "<32>{#p/human}* (It's hard for you to see in such a dark place.)" ]
                  : !world.runaway
                  ? [ '<32>{#p/basic}* The clothes inside have been frantically shifted around.' ]
                  : [
                       '<32>{#p/basic}* Clothes are hung up neatly inside.',
                       SAVE.data.n.plot === 72
                          ? '<32>* One of the clothes has \"Free Bones\" written on it.'
                          : '<32>* Many of the clothes have handwritten text drawn on them.'
                    ]),
               ...(roomready()
                  ? [
                       "<18>{#p/papyrus}DON'T WORRY, THE CLOSET IS SKELETON-FREE.",
                       "<18>{#f/4}UNLESS I'M CHANGING, OF COURSE."
                    ]
                  : [])
            ],
            () => [
               '<32>{#p/human}* (You look inside the closet...)',
               ...(SAVE.data.b.svr
                  ? [ "<32>{#p/human}* (It's hard for you to see in such a dark place.)" ]
                  : !world.runaway
                  ? [ '<32>{#p/basic}* The clothes inside have been frantically shifted around.' ]
                  : [
                       '<32>{#p/basic}* Clothes are hung up neatly inside.',
                       SAVE.data.n.plot === 72
                          ? '<32>* One of the clothes has \"Free Bones\" written on it.'
                          : '<32>* Many of the clothes have handwritten text drawn on them.'
                    ])
            ]
         ),
         s_pr_papposter: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [
                       [
                          "<25>{#p/asriel1}{#f/17}* Ah.\n* That's Papyrus's special attack...",
                          '<25>{#f/13}* In previous timelines, this attack right here...',
                          '<25>{#f/15}* Caused me my fair share of defeats.',
                          "<25>{#f/16}* ... don't ask how or why I was fighting Papyrus."
                       ],
                       [ "<25>{#p/asriel1}{#f/10}* What?\n* It wasn't anything bad.\n* Not that time, anyway." ],
                       [
                          '<25>{#p/asriel1}{#f/16}* Okay, okay.\n* I might have disguised myself as a human.',
                          '<25>{#f/15}* ... yeah.\n* It looked as bad as you think it would.',
                          '<25>{#f/5}* But hey, I got a chance to battle the great Papyrus!'
                       ],
                       [ '<25>{#p/asriel1}{#f/20}* Totally worth it.' ]
                    ][Math.min(asrielinter.s_pr_papposter++, 3)]
                  : [
                       "<32>{#p/basic}* It's a flag with a menacing skull painted on it.",
                       ...(roomready()
                          ? [
                               "<18>{#p/papyrus}ISN'T THAT POSTER NEATO?",
                               '<18>UNDYNE FOUND IT ON A TRASH RUN.',
                               '<18>{#f/4}IT HAD A SKULL AND CROSSBONES ON IT AT FIRST...',
                               '<18>{#f/9}BUT I THOUGHT OF SOMETHING BETTER!'
                            ]
                          : [])
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       [],
                       [ "<25>{#p/asriel1}{#f/10}* What?\n* It wasn't anything bad.\n* Not that time, anyway." ],
                       [
                          '<25>{#p/asriel1}{#f/16}* Okay, okay.\n* I might have disguised myself as a human.',
                          '<25>{#f/15}* ... yeah.\n* It looked as bad as you think it would.',
                          '<25>{#f/5}* But hey, I got a chance to battle the great Papyrus!'
                       ],
                       [ '<25>{#p/asriel1}{#f/20}* Totally worth it.' ]
                    ][Math.min(asrielinter.s_pr_papposter++, 3)]
                  : [ "<32>{#p/basic}* It's a flag with a menacing skull painted on it." ]
         ),
         s_pr_paptable: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (You marvel at the detail of these action figures...)' ]
                  : [
                       '<32>{#p/basic}* A set of action figures with tacky, matching uniforms.',
                       ...(roomready()
                          ? [
                               '<18>{#p/papyrus}AH, YES, ACTION FIGURES.',
                               '<18>A GREAT REFERENCE FOR THEORETICAL BATTLE SCENARIOS.',
                               '<18>{#f/4}BUT HOW DO I HAVE SO MANY?',
                               '<18>{#f/6}WELL, UMM...\nTHE KING GAVE THEM TO ME AS A GIFT...',
                               '<18>{#f/5}A GIFT I TRULY WISH I COULD REPAY HIM FOR.'
                            ]
                          : [])
                    ],
            () =>
               SAVE.data.b.svr
                  ? [ '<32>{#p/human}* (Upon reflection, you realize who created these.)' ]
                  : [ '<32>{#p/basic}* A set of action figures with tacky, matching uniforms.' ]
         ),
         s_puzzle1_sign: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (The sign describes the basics of solving the puzzle.)' ]
               : [ '<32>{#p/basic}* \"Trigger each circuit in order.\"' ],
         s_puzzle2_sign: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (The sign defines a starting point for solving the puzzle.)' ]
               : [ '<32>{#p/basic}* \"Start at the left.\"' ],
         s_puzzle3_note: () =>
            SAVE.data.b.svr
               ? world.postnoot && world.nootflags.has('s_puzzle3') // NO-TRANSLATE

                  ? [
                       "<32>{#p/human}* (The note's brags about having solved a puzzle in advance.)",
                       ...[
                          [ '<25>{#p/asriel1}{#f/20}* Ha, uh, I wonder who wrote that note, huh?\n* Yeah...' ],
                          [ "<25>{#p/asriel1}{#f/20}* Couldn't be me!" ],
                          [ '<25>{#p/asriel1}{#f/13}* ...' ]
                       ][Math.min(asrielinter.s_puzzle3_note++, 2)]
                    ]
                  : [ '<32>{#p/human}* (The note remarks about how the puzzle solution was not modified as intended.)' ]
               : world.postnoot && world.nootflags.has('s_puzzle3') // NO-TRANSLATE

               ? [
                    [
                       "<32>{#p/basic}* It's a note from someone who didn't say who they were...",
                       '<32>* \"Puzzles like these can be so annoying, can\'t they?\"',
                       '<32>* \"Thankfully, I\'ve taken care of it for you.\"',
                       '<32>* \"Isn\'t that nice?\"\n* \"You should be thankful!\"',
                       '<#32>  - \"Sincerely,\"\n  Your Best Friend'
                    ],
                    [
                       "<32>{#p/basic}* It's a note from someone who didn't say who they were...",
                       '<32>* \"Don\'t worry.\"\n* \"No matter how many times you do this over...\"',
                       '<32>* \"I\'ll always be here to make sure you never have to deal with a puzzle again.\"',
                       '<32>* \"It\'s the least I can do.\"',
                       '<#32>  - \"Forevermore,\"\n  Your Best Friend'
                    ]
                 ][Math.min(SAVE.flag.n.neutral_twinkly_loop1, 1)]
               : !world.genocide && world.edgy
               ? [
                    "<32>{#p/basic}* It's a note from Sans...",
                    '<32>{#p/without}* \"welp.\"\n* \"seems my bro found out about you after all.\"',
                    '<32>* \"i told him everything you\'ve done up to now, and he\'s agreed to stay put.\"',
                    '<32>* \"it\'s a shame, isn\'t it?\"',
                    '<32>* \"papyrus shouldn\'t have to deal with this kinda stuff.\"',
                    '<32>* \"but i guess that\'s the galaxy we live in, now.\"',
                    '<32>* \"well.\n* good luck with the puzzle.\"',
                    '<32>* \"i\'m sure it\'ll take you no time at all.\"',
                    '<#32>  - \"with all due respect,\"\n  sans'
                 ]
               : [
                    "<32>{#p/basic}* It's a note from Papyrus...",
                    '<23>{#p/papyrus}{#f/30}\"HUMAN!! THIS PUZZLE IS NOT AS IT SEEMS.\"',
                    '<23>\"WHILE I WAS WAITING FOR YOU, I TRIED TO MODIFY IT...\"',
                    '<23>\"TO MAKE THE PATTERN RESEMBLE MY FACE, OF COURSE!\"',
                    '<23>\"BUT SOMETHING WENT WRONG...\"',
                    '<23>\"ALL I COULD CREATE WAS A LOUSY ARROW SHAPE!!!\"',
                    '<23>\"(IN OTHER WORDS, YOU WILL HAVE TO SOLVE IT YOURSELF.)\"',
                    '<23>\"BUT DON\'T WORRY!\"\n\"I KNOW YOU CAN DO IT, HUMAN!\"',
                    '<#23>  - \"WITH THE UTMOST FAITH,\"\n  PAPYRUS'
                 ],
         s_redbook: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (The uniquely-colored book describes a secret weapon lost to time.)' ]
               : [
                    "<32>{#p/basic}* It's a bookshelf.",
                    '<32>{#p/human}* (You pick out the red book...)',
                    '<32>{#p/basic}* \"At the height of the war, a secret division of the royal forces was established.\"',
                    '<32>{#p/basic}* \"The so-called \'special weapons\' division, focused on experimental research.\"',
                    '<32>{#p/basic}* \"The division would develop a variety of artifacts, but all proved useless in battle...\"',
                    '<32>{#p/basic}* \"That is, all but one.\"\n* \"An enchanted tome known only as \'The Epiphany.\'\"',
                    '<32>{#p/basic}* \"Its power was so great, it was deemed too dangerous, even for use against humans.\"',
                    '<32>{#p/basic}* \"The tome was locked from the inside, and stowed away in short order.\"',
                    '<32>{#p/basic}* \"Some say the tome was taken aboard the transport ship used to reach the outpost.\"',
                    '<32>{#p/basic}* \"If so, where is it?\"\n* \"And how would one go about unlocking it?\"',
                    '<32>{#p/basic}* \"Perhaps these questions are better left unanswered.\"',
                    '<32>{#p/human}* (Ты ставишь книгу обратно на полку.)'
                 ],
         s_sansbox: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Due to how full it is, you can't seem to see inside the mailbox.)" ]
               : SAVE.data.n.plot === 72 && !world.runaway
               ? [
                    '<32>{#p/basic}* Somehow, the mailbox has been stuffed with even more unread junk mail than before.',
                    ...(SAVE.data.b.oops ? [] : [ '<32>{#p/basic}* ... color me surprised.' ])
                 ]
               : [
                    "<32>{#p/basic}* It's a mailbox overflowing with unread junk mail.",
                    ...(SAVE.data.b.oops ? [] : [ '<32>{#p/basic}* ... he never reads the mail anyway.' ])
                 ],
         s_sheddoor: () =>
            SAVE.data.b.svr
               ? [ "<32>{#p/human}* (Ты не можешь найти вход.)" ]
               : [ "<32>{#p/basic}* It's locked from the inside." ],
         s_slew: [ "<32>{#p/basic}* It's dog food.\n* The pieces look like bones." ],
         s_spagnote: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (The note declares the brilliance of enticing you with a place of spaghetti.)' ]
               : !world.genocide && world.edgy
               ? [
                    "<32>{#p/basic}* It's a note from Sans...",
                    '<32>{#p/without}* \"whoops.\"\n* \"seems like you\'ve found my bro\'s spaghetti.\"',
                    '<32>* \"looks tasty, right?\"',
                    '<32>* \"well.\"\n* \"it turns out that\'s kind of the point.\"',
                    '<32>* \"i\'d be careful with it if i were you...\"',
                    '<32>* \"\'cause the more time you spend trying to take this...\"',
                    '<32>* \"the more time i have to prepare for the next puzzle.\"',
                    '<#23>  \"joke\'s on you,\"\n  sans'
                 ]
               : [
                    "<32>{#p/basic}* It's a note from Papyrus...",
                    '<23>{#p/papyrus}{#f/30}\"HUMAN!!\"\n\"PLEASE ENJOY THIS SPAGHETTI.\"',
                    '<23>(\"LITTLE DO YOU KNOW, THIS SPAGHETTI IS A TRAP...\")',
                    '<23>(\"DESIGNED TO ENTICE YOU!!!\")',
                    '<23>(\"YOU\'LL BE SO BUSY TRYING TO REACH IT...\")',
                    '<23>(\"THAT YOU WON\'T REALIZE THAT YOU AREN\'T PROGRESSING!!\")',
                    '<23>(\"THOROUGHLY JAPED AGAIN BY THE GREAT PAPYRUS!!!\")',
                    '<#23>  \"NYEH-HEH-HEH,\"\n  PAPYRUS'
                 ],
         s_town_camera1: () =>
            SAVE.data.b.svr
               ? []
               : world.runaway
               ? [
                    "<32>{#p/basic}* There's no longer anyone to spy on you through the camera hidden in these crystal pods."
                 ]
               : SAVE.data.n.plot === 72
               ? [ "<32>{#p/basic}* There's no longer a camera hidden in these crystal pods." ]
               : [ "<32>{#p/basic}* There's a camera hidden in these crystal pods." ],
         s_trapnote: () =>
            [
               [
                  "<32>{#p/basic}* It's a note from Papyrus...",
                  '<23>{#p/papyrus}{#f/30}\"SORRY, I HAVE TO LOCK YOU IN THE GUEST ROOM UNTIL UNDYNE ARRIVES.\"',
                  '<23>\"FEEL FREE TO MAKE YOURSELF AT HOME!!!\"',
                  '<22>\"REFRESHMENTS AND ACCOMODATIONS HAVE BEEN PROVIDED.\"',
                  '<#23>  \"NYEHFULLY YOURS,\"\n  PAPYRUS'
               ],
               [
                  "<32>{#p/basic}* It's a note from Papyrus...",
                  '<23>{#p/papyrus}{#f/30}\"PLEASE ASK BEFORE YOU ESCAPE!!!\"',
                  '<23>\"WHEN YOU WENT MISSING I GOT WORRIED SICK!!!\"',
                  '<#23>  \"SLIGHTLY BONETROUSLED,\"\n  PAPYRUS'
               ],
               [
                  "<32>{#p/basic}* It's a note from Papyrus...",
                  '<23>{#p/papyrus}{#f/30}\"IF YOU\'RE ONLY LOOKING FOR A PLACE TO STAY...\"',
                  '<23>\"JUST ASK!!! YOU DON\'T NEED TO FIGHT ME!!!\"',
                  '<#23>  \"YOUR HOST,\"\n  PAPYRUS'
               ]
            ][Math.min(SAVE.data.n.state_papyrus_capture - 1, 2)],
         s_tree: pager.create(
            0,
            () =>
               SAVE.data.b.svr
                  ? [
                       [
                          '<25>{#p/asriel1}{#f/20}* $(name) always liked to call this ant colony a \"civilization.\"',
                          '<25>{#f/17}* I guess it was their way of trying to sound smart.',
                          '<25>{#f/13}* I tried to sound smart too, but Mom and Dad saw right through me.',
                          '<25>{#f/13}* $(name) always was a better liar than me...'
                       ],
                       [
                          '<26>{#p/asriel1}{#f/13}* After $(name) arrived, they tried to convince us they were a diplomat.',
                          "<25>{#f/17}* Thankfully, even they couldn't lie THAT well.",
                          "<25>{#f/15}* Imagine how much worse things could've gone if they'd been believed..."
                       ],
                       [
                          "<26>{#p/asriel1}{#f/17}* I'm glad you're not a liar, Frisk.",
                          "<25>{#f/13}* I've had enough dishonesty in my life as it is.",
                          '<25>{#f/20}* ... sorry.\n* I guess this sorta came out of left field.'
                       ],
                       [ '<26>{#p/asriel1}{#f/15}* Life sure does like to throw curveballs at you sometimes...' ]
                    ][Math.min(asrielinter.s_tree++, 3)]
                  : world.darker
                  ? [ "<32>{#p/basic}* There's nothing special about this tree-like structure." ]
                  : SAVE.data.n.plot === 72
                  ? [
                       '<32>{#p/basic}* Soon enough, this civilization will need to migrate once again.',
                       '<32>* Where shall they go?\n* Sooner or later, we will know.'
                    ]
                  : [
                       '<32>{#p/basic}* This innocent tree-like structure is actually the home of a civilization.',
                       '<32>* On the brink of extinction, they migrated here to save their species.'
                    ],
            () =>
               SAVE.data.b.svr
                  ? [
                       [],
                       [
                          '<26>{#p/asriel1}{#f/13}* After $(name) arrived, they tried to convince us they were a diplomat.',
                          "<25>{#f/17}* Thankfully, even they couldn't lie THAT well.",
                          '<25>{#f/15}* Imagine how much worse things could have been had they been believed...'
                       ],
                       [
                          "<26>{#p/asriel1}{#f/17}* I'm glad you're not a liar, Frisk.",
                          "<25>{#f/20}* I've had enough difficulty in my life as it is.",
                          '<25>{#f/13}* ... eh, sorry.\n* This topic just came out of left field.',
                          '<26>{#f/13}* I apologize for that.'
                       ],
                       [ '<26>{#p/asriel1}{#f/17}* Life sure does like to throw curveballs at you sometimes...' ]
                    ][Math.min(asrielinter.s_tree++, 3)]
                  : world.darker
                  ? [ '<32>{#p/basic}* ...' ]
                  : SAVE.data.n.plot === 72
                  ? [ "<32>{#p/basic}* Don't worry.\n* They'll find their own way." ]
                  : [ "<32>{#p/basic}* Pro tip...\n* Don't shake the innocent tree- like structure." ]
         ),
         doginfo: () =>
            SAVE.data.b.svr
               ? [ '<32>{#p/human}* (The dog treats inside look to have been somewhat devoured.)' ]
               : SAVE.data.n.state_starton_doggo === 2 || SAVE.data.n.plot > 27
               ? SAVE.data.b.oops
                  ? [ '<32>{#p/basic}* Inside is a half-empty pack of dog treats.' ]
                  : [ "<32>{#p/basic}* Inside is a pack of dog treats. It's half-full." ]
               : [
                    SAVE.data.n.state_starton_doggo === 3
                       ? '<32>{#p/basic}* Inside is a rather sleepy guard dog.\n* It cannot see you.'
                       : '<32>{#p/basic}* Inside is a rather confused guard dog.\n* It cannot see you.'
                 ]
      },
      truetext: {
         doggo1: [ '<32>{#p/basic}* Dog treats?\n* That dog needs a therapist.' ],
         doggo2: [ '<32>{#p/basic}* Fetch, huh?', "<33>{#p/basic}* Now we're getting places..." ],
         dogs1: [ '<32>{#p/basic}* The things we do for the good of the canines.' ],
         dogs2: [ '<33>{#p/basic}* The rusty wrench strikes again.' ],
         fetch: () =>
            [
               [ '<32>{#p/basic}* Fetch, huh?', "<33>{#p/basic}* Now we're getting places..." ],
               [ "<32>{#p/basic}* That's two for two on the rusty wrench method.", '<32>{#p/basic}* What else is new?' ],
               [ "<32>{#p/basic}* Wow, you can't keep getting away with this!" ]
            ][SAVE.data.n.state_starton_latefetch++],
         great1: [
            "<32>{#p/basic}* Aww, that's so cute!",
            "<32>{#p/basic}* It's a proven fact that little puppy kisses are the best."
         ],
         great2: [
            '<32>{#p/basic}* The entire canine unit, beaten with nothing but a wrench and a game of fetch.',
            '<32>* The lunacy speaks for itself.'
         ],
         great3: [ '<32>{#p/basic}* What just happened?' ],
         lesser1: [ '<32>{#p/basic}* Mysterious words about extending necks suddenly make a lot more sense.' ],
         lesser2: [
            "<32>{#p/basic}* That's two for two on the rusty spanner method.",
            '<32>{#p/basic}* What else is new?'
         ],
         papyrus1: [
            '<32>{#p/basic}* Papyrus is well-known for his spaghetti.',
            "<32>* What's not as well-known is that he uses a human recipe instead of a monster one.",
            '<32>* An honest mistake by his, uh, \"cooking instructor,\" but...',
            '<32>* Apart from himself, only a human would enjoy it.',
            '<32>* The irony is off the charts.'
         ],
         papyrus3: [ '<32>{#p/basic}* This is it...', "<32>* You're about to spar with the coolest skeleton in town." ],
         papyrus4: [
            '<32>{#p/basic}* He might as well have been waiting his whole life for this moment...',
            "<32>* If I were you, I wouldn't let it go to waste."
         ],
         papyrus5: [ "<32>{#p/basic}* Don't worry.", "<32>* With any luck, you'll be best friends in no time." ],
         puzzle1: () =>
            SAVE.data.b.svr
               ? [ "<25>{#p/asriel1}{#f/20}* Not bad, Frisk.\n* I didn't know you were a mathematics expert..." ]
               : [ '<32>{#p/basic}* Wow.\n* You actually solved it?' ],
         sans3: [ '<32>{#p/basic}* You tried.' ],
         sans4: [ '<32>{#p/basic}* Have you done this before...?' ],
         sans5: [ '<32>{#p/basic}* Really, Sans?\n* That \"puzzle\" wasn\'t even worth looking at.' ],
         sans6: [ '<32>{#p/basic}* Really, Sans?\n* That \"puzzle\" was impossible.' ],
         sans7: [ '<32>{#p/basic}* Well, that was anti-climactic.' ],
         sans8: [ "<32>{#p/basic}* I'm just as confused as you." ],
         sans9: [ '<32>{#p/basic}* Oh, come on!\n* I wanted to see it in action!', '<32>* ... oh well...' ],
         papdate: () => [
            '<32>{#p/basic}* So... Papyrus, huh?',
            SAVE.data.n.plot > 64.1
               ? '<32>* After all this time, you finally became friends.'
               : '<32>* Somehow I knew you two would end up as friends.',
            '<32>* ...\n* I watched that skeleton grow up here...',
            '<32>* Always setting a good example for those around him...',
            '<32>* ... and for me.',
            "<32>* It's too bad I can't tell him that myself.",
            "<32>* But that's okay.",
            '<32>* Seeing you two get along more than makes up for it.'
         ]
      },
      vegetoid: pager.create(
         0,
         () => [
            SAVE.data.n.plot === 72
               ? '<32>{#p/basic}* I heard the taxi driver will be here when everyone else is off the outpost.'
               : world.population === 0
               ? '<32>{#p/basic}* I heard the taxi driver will be here when everyone else is gone.'
               : "<32>{#p/basic}* I heard the taxi driver doesn't eat their greens.",
            '<33>{#p/basic}* Are they even a real monster...?'
         ],
         () => [
            SAVE.data.n.plot === 72
               ? "<32>{#p/basic}* A real monster wouldn't hesitate to escape this dreadful place."
               : world.population === 0
               ? '<32>{#p/basic}* ...'
               : '<32>{#p/basic}* Real monsters always eat their greens.'
         ]
      ),
      vegetoidx: () =>
         SAVE.data.b.svr
            ? [ "<32>{#p/human}* (You can't seem to find anyone down there.)" ]
            : world.bulrun
            ? [ '<32>{#p/basic}* ... но все побежали.' ]
            : [ '<32>{#p/basic}* ... но никто не пришёл.' ],
      xtowerHiscoreNames: {
         kidd: 'UNDYNEFAN10',
         napstablook: 'НАПСТАБЛУК22',
         papyrus: 'COOLSKELETON95',
         sans: 'лентяй.',
         undyne: 'СТРОНГФИШ91',
         you: '(Unknown)'
      },
      xtowerMessage1: 'New High Score!',
      xtowerMessage2: 'Better Luck Next Time...',
      xtowerMessage3: 'Thanks For Playing!',
      xtowerSans: () =>
         world.genocide
            ? [
                 '<32>{#p/event}* Ring, ring...',
                 "<32>{#p/alphys}* So... killing him wasn't g-good enough, huh?",
                 '<32>* You just had to go and beat his score on my... stupid m-minigame...',
                 '<32>* Ehehe...',
                 "<32>* You're truly disgusting...",
                 '<32>* ...',
                 '<32>{#s/equip}{#p/human}* (You lost all of your G.)',
                 ...(world.goatbro
                    ? SAVE.flag.n.genocide_milestone < 5
                       ? SAVE.flag.n.ga_asrielXtower++ < 1
                          ? [ "<25>{#p/asriel2}{#f/10}* Daring today, aren't we?" ]
                          : []
                       : SAVE.flag.n.genocide_milestone < 6
                       ? SAVE.flag.n.ga_asrielAlphysCom2++ < 1
                          ? [ "<25>{#p/asriel2}{#f/1}* Now THAT's the Alphys I like to see." ]
                          : []
                       : SAVE.flag.n.ga_asrielAlphysCom5++ < 1
                       ? [ "<25>{#p/asriel2}{#f/4}* Too bad this won't save her when she's dead." ]
                       : []
                    : [])
              ]
            : [
                 '<32>{#p/event}* Ring, ring...',
                 '<25>{#p/sans}* didja seriously just put in all that effort tryna beat my score?',
                 "<25>{#f/3}* wow.\n* you're even more stubborn than my bro.",
                 ...(SAVE.data.n.state_starton_papyrus === 1
                    ? [
                         '<25>{#f/3}* ...',
                         "<25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Too bad he's dead, huh?",
                         '{*}{#s.resume}{%}'
                      ]
                    : [
                         SAVE.data.n.plot === 72
                            ? "<25>{#f/0}* i'd give you a special reward, but i'm still looking for toriel."
                            : "<25>{#f/0}* i'd give you a special reward, but i'm on break right now.",
                         ...(world.edgy_x
                            ? [ '<25>{#f/0}* no hard feelings.', '<32>{#s/equip}{#p/event}* Click...' ]
                            : [
                                 "<25>{#f/2}* instead, i'll just send ya some pocket change.",
                                 '<32>{#s/equip}{#p/human}* (You got 10000G.)'
                              ])
                      ])
              ],
      xtowerAsriel: [
         '<25>{#p/asriel1}{#f/13}* ... you actually beat the high score?',
         '<25>{#f/17}* Wow.\n* I under-estimated you.',
         '<25>{#f/20}* Very cool, Frisk.'
      ],
      xtowerScore: 'Score: $(x)'
   },

   b_group_starton: {
      dogs: () => (world.goatbro ? [ '<32>{#p/asriel2}* Dogamy and Dogaressa.' ] : [ '<32>{#p/story}* Dogi assault you!' ]),
      spacetopJerry: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Tacky hats and fickle friends.' ]
            : [ '<32>{#p/story}* Astro Serf saunters in!\n* Jerry came too.' ],
      stardrakeSpacetop: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* The teenage idiot squad.' ]
            : SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake and Astro Serf pose like bad guys.' ]
            : [ '<32>{#p/story}* Stardrake and Astro Serf pose like bad guys.' ],
      stardrakeSpacetop2a: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* One left.' ]
            : SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake remains steady.' ]
            : [ '<32>{#p/story}* Stardrake remains steady.' ],
      stardrakeSpacetop2b: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* One left.' ] : [ '<32>{#p/story}* Astro Serf remains steady.' ],
      stardrakeSpacetop2c: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* One left.' ] : [ '<32>{#p/story}* Just Astro now.' ],
      stardrakeSpacetop2d: () => (world.goatbro ? [ '<32>{#p/asriel2}* Jerry.' ] : [ '<32>{#p/story}* Jerry.' ]),
      stardrakeSpacetopJerry: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* The teenage idiot squad.\n* Also, Jerry.' ]
            : SAVE.data.b.spared_jerry
            ? [ '<32>{#p/story}* Jerry and friends appear!' ]
            : SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Astro Serf and Chilldrake confront you, sighing.\n* Jerry.' ]
            : [ '<32>{#p/story}* Astro Serf and Stardrake confront you, sighing.\n* Jerry.' ],
      stardrakeSpacetopJerry2a: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Two left.' ]
            : SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Astro Serf and Chilldrake remain steady.' ]
            : [ '<32>{#p/story}* Astro Serf and Stardrake remain steady.' ],
      stardrakeSpacetopJerry2b: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Two left.' ] : [ '<32>{#p/story}* Astro Serf remains steady.\n* Jerry.' ],
      stardrakeSpacetopJerry2c: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Two left.' ]
            : SAVE.data.b.s_state_chilldrake
            ? SAVE.data.b.spared_jerry
               ? [ '<32>{#p/story}* Chilldrake and Jerry remain steady!' ]
               : [ '<32>{#p/story}* Chilldrake remains steady.\n* Jerry.' ]
            : SAVE.data.b.spared_jerry
            ? [ '<32>{#p/story}* Stardrake and Jerry remain steady!' ]
            : [ '<32>{#p/story}* Stardrake remains steady.\n* Jerry.' ]
   },

   b_opponent_stardrake: {
      act_check: () =>
         world.goatbro
            ? SAVE.data.b.s_state_chilldrake
               ? [
                    '<32>{#p/asriel2}* Chilldrake, the teen rebel.\n* Nothing more pointless than a rebel without a cause.'
                 ]
               : [
                    '<32>{#p/asriel2}* Stardrake, the comedian.\n* A bigger joke than he himself could ever hope to tell.'
                 ]
            : SAVE.data.b.s_state_chilldrake
            ? [ '<33>{#p/story}* CHILLDRAKE - ATK 12 DEF 7\n* Rebels against everything!!\n* On the lookout for Starry.' ]
            : [ '<32>{#p/story}* STARDRAKE - ATK 12 DEF 7\n* This teen comedian fights to keep a captive audience.' ],
      act_check2: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7\n* Rebels against everything!!\n* Looking for a way out.' ]
            : [ "<32>{#p/story}* STARDRAKE - ATK 12 DEF 7\n* This teen isn't taking your punchline very well." ],
      act_check3: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7\n* Rebels against everything!!\n* Especially flirting!!' ]
            : [ '<32>{#p/story}* STARDRAKE - ATK 12 DEF 7\n* Flirting is no joke for this teen comedian.' ],
      act_check4: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7\n* The rebellion is fading...' ]
            : [ '<32>{#p/story}* STARDRAKE - ATK 12 DEF 7\n* Things are looking up for this teen comedian.' ],
      act_flirt: () => [ '<32>{#p/human}* (You make a romantic joke.)' ],
      flirtTalk1: [ "<08>{#p/basic}{~}You're weird." ],
      flirtTalk2: [ "<08>{#p/basic}{~}You're mean AND weird." ],
      genoStatus: () =>
         SAVE.data.b.s_state_chilldrake ? [ '<32>{#p/asriel2}* Chilldrake.' ] : [ '<32>{#p/asriel2}* Stardrake.' ],
      heckleStatus: () =>
         world.goatbro
            ? SAVE.data.b.s_state_chilldrake
               ? [ '<32>{#p/asriel2}* Chilldrake.' ]
               : [ '<32>{#p/asriel2}* Stardrake.' ]
            : SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake is puffed up...' ]
            : [ '<32>{#p/story}* Stardrake is puffed up...' ],
      heckleTalk1: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}No!!\nThis is the way!' ]
            : [ "<08>{#p/basic}{~}THIS won't be funny either!" ],
      heckleTalk2: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Filthy law- obider.' ]
            : [ '<08>{#p/basic}{~}Is your flesh rotten as you?' ],
      heckleTalk3: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ "<08>{#p/basic}{~}Defiance can't be defied!" ]
            : [ '<08>{#p/basic}{~}(Insults towards humans)' ],
      heckleText1: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/human}* (You denounce Chilldrake for its cause.)' ]
            : [ '<32>{#p/human}* (You boo Stardrake.)' ],
      heckleText2: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/human}* (You tell Chilldrake that they should be a rebel somewhere else.)' ]
            : [ "<32>{#p/human}* (You tell Stardrake that they aren't funny.)" ],
      heckleText3: () =>
         SAVE.data.b.s_state_chilldrake
            ? [
                 '<32>{#p/human}* (You mock Chilldrake for protesting out in the middle of nowhere.)',
                 '<32>{#p/basic}* Chilldrake takes your mockery as advice, and saunters off to town...'
              ]
            : [
                 '<32>{#p/human}* (You tell Stardrake that no one will ever love them the way they are.)',
                 '<32>{#p/basic}* Stardrake struggles to make a retort, and slinks away utterly crushed...'
              ],
      hurtStatus: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Almost dead.' ]
            : SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake is flaking apart.' ]
            : [ '<32>{#p/story}* Stardrake is flaking apart.' ],
      idleTalk1: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Brush my teeth?\nNo way in heck!' ]
            : [ '<08>{#p/basic}{~}Try not to get \"spaced\" out..' ],
      idleTalk2: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}No bedtime for this bird!' ]
            : [ '<08>{#p/basic}{~}I\'m just in my moon pun \"phase\"' ],
      idleTalk3: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Who needs parents anyway!?' ]
            : [ '<08>{#p/basic}{~}Haven\'t seen home in \"light- years..\"' ],
      idleTalk4: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Live wild and free, I say!' ]
            : [ '<08>{#p/basic}{~}Oh, it\'s on.\n\"Tachy- on.\"' ],
      idleTalk5: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Nobody tells ME what to do!' ]
            : [ '<08>{#p/basic}{~}Want a fight?\n\"Comet\" me, bro.' ],
      idleTalk6: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Authority be darned!' ]
            : [ '<08>{#p/basic}{~}Don\'t ruin the \"atmos- phere..\"' ],
      idleTalk7: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Trim my claws?\nNo way in heck!' ]
            : [ '<08>{#p/basic}{~}It\'s not free, it\'s \"zero G\"' ],
      jokeStatus: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake is losing faith in its rebellion.' ]
            : [ '<32>{#p/story}* Stardrake is pleased with its \"stellar\" joke.' ],
      jokeTalk0: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}At least you admit it.' ]
            : [ "<08>{#p/basic}{~}That wasn't s'posed to be funny!" ],
      jokeTalk1: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ "<08>{#p/basic}{~}You don't know my cause!" ]
            : [ "<08>{#p/basic}{~}What are YOU laughin' at!?" ],
      jokeTalk2: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Do you..\nreally..' ]
            : [ '<08>{#p/basic}{~}See!?\nLaughs!\nMom was right!' ],
      jokeTalk3: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ "<08>{#p/basic}{~}I don't think you.." ]
            : [ "<08>{#p/basic}{~}Thanks, you're all great." ],
      jokeTalk4: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}To tell you the truth..' ]
            : [ '<08>{#p/basic}{~}You have good taste!!' ],
      jokeText0: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/human}* (You agree with Chilldrake.)' ]
            : [ "<32>{#p/human}* (You laugh at Stardrake's remark.)" ],
      jokeText1: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ "<32>{#p/human}* (But it hasn't said anything you could agree with yet.)" ]
            : [ "<32>{#p/human}* (But it hasn't said anything you could laugh at yet.)" ],
      jokeText2: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/human}* (You agree with Chilldrake.)' ]
            : [ "<32>{#p/human}* (You laugh at Stardrake's pun.)" ],
      jokeText3: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/human}* (You double down on your agreement with Chilldrake.)' ]
            : [ "<32>{#p/human}* (You continue to laugh at Stardrake's puns.)" ],
      name: () => (SAVE.data.b.s_state_chilldrake ? '* Chilldrake' : '* Stardrake'),
      punTalk1: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Only Starry can do that.' ]
            : [ "<08>{#p/basic}{~}Is that s'posed to be funny?" ],
      punTalk2: () =>
         SAVE.data.b.s_state_chilldrake ? [ "<08>{#p/basic}{~}You ain't Starry." ] : [ '<08>{#p/basic}{~}Ha.. Ha..' ],
      punTalk3: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<08>{#p/basic}{~}Quit copying my friends.' ]
            : [ "<08>{#p/basic}{~}I've heard that one." ],
      punText1: [ '<32>{#p/human}* (You make a space pun.)' ],
      randStatus1: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake is wondering where Starry went.' ]
            : [ '<32>{#p/story}* Stardrake is assessing the crowd.' ],
      randStatus2: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake is chanting an anarchist spell.' ]
            : [ '<32>{#p/story}* Stardrake is practicing its next pun.' ],
      randStatus3: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake starts a one- monster riot.' ]
            : [ '<32>{#p/story}* Stardrake is smiling at the thought of its next pun.' ],
      randStatus4: () => [ '<32>{#p/story}* Smells like wet pillows.' ],
      randStatus5: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Smells like body spray.' ]
            : [ '<32>{#p/story}* Stardrake sighs in relief, realizing its own name is in fact not a pun.' ],
      status1: () =>
         SAVE.data.b.s_state_chilldrake
            ? [ '<32>{#p/story}* Chilldrake saunters up!' ]
            : [ '<32>{#p/story}* Stardrake flutters forth!' ]
   },
   b_opponent_jerry: {
      act_check: () =>
         SAVE.data.b.spared_jerry
            ? world.goatbro
               ? [
                    '<33>{#p/asriel2}* Jerry, the undisputable jerk.\n* I refuse to believe one flirt could have that much influence.'
                 ]
               : [
                    '<32>{#p/story}* JERRY - ATK 0 DEF 30\n* A born-again monster, awakened with the power of friendship!'
                 ]
            : world.goatbro
            ? [
                 '<32>{#p/asriel2}* Jerry, the undisputable jerk.\n* A worthless piece of garbage, nothing more, nothing less.'
              ]
            : [ '<32>{#p/story}* JERRY - ATK 0 DEF 30\n* Everyone knows Jerry.\n* Makes attacks last longer.' ],
      act_flirt: () =>
         SAVE.data.b.spared_jerry
            ? [ '<32>{#p/human}* (You flirt with Jerry.)\n* (It appreciates the compliment.)' ]
            : 5 <= world.flirt
            ? [ '<32>{#p/human}* (You call on your experience, and deliver a life-changing flirt.)' ]
            : [
                 '<32>{#p/human}* (You flirt with Jerry.)',
                 '<32>{#p/basic}* Jerry seems to like you a little too much now.'
              ],
      act_ditch: () => [ '<32>{#p/human}* (You ditch Jerry.)' ],
      act_kiss: () => [ '<32>{#p/human}* (You kiss Jerry.)' ],
      flirtStatus: [ "<32>{#p/story}* Jerry's redemption arc begins." ],
      flirtStatusWeird: [ '<32>{#p/story}* This is wrong on so many levels.' ],
      flirtTalk: [
         '<08>{#p/basic}{~}You... y-you...',
         "<08>{#p/basic}{~}Just for you, I'll...",
         "<08>{#p/basic}{~}I'll be the best person I can be!"
      ],
      flirtTalkWeird: [ '<08>{#p/basic}{~}\x00*licks lips*' ],
      genoStatus: [ '<32>{#p/asriel2}* Jerry.' ],
      hurtStatus: () => (world.goatbro ? [ '<32>{#p/asriel2}* Almost dead.' ] : [ '<32>{#p/story}* Jerry is wounded.' ]),
      idleTalk1: () =>
         SAVE.data.b.spared_jerry
            ? [ "<08>{#p/basic}{~}I'm so glad we're here!" ]
            : [ "<08>{#p/basic}{~}Aren't you guys BORED?" ],
      idleTalk2: () =>
         SAVE.data.b.spared_jerry
            ? [ '<08>{#p/basic}{~}Can we do this more often??' ]
            : [ '<08>{#p/basic}{~}Why are we doing this?' ],
      idleTalk3: () =>
         SAVE.data.b.spared_jerry
            ? [ '<08>{#p/basic}{~}Hey, you guys are the BEST!' ]
            : [ '<08>{#p/basic}{~}Wow, you guys SUCK at this.' ],
      idleTalk4: () =>
         SAVE.data.b.spared_jerry
            ? [ '<08>{#p/basic}{~}Does anyone want a hug?' ]
            : [ '<08>{#p/basic}{~}SHHHH!\nLet me think, guys!!' ],
      idleTalkSolo1: () =>
         SAVE.data.b.spared_jerry ? [ '<08>{#p/basic}{~}Thanks for being here!' ] : [ '<08>{#p/basic}{~}Awkwarrd.' ],
      idleTalkSolo2: () =>
         SAVE.data.b.spared_jerry
            ? [ "<08>{#p/basic}{~}You're awesome!\nJust saying." ]
            : [ '<08>{#p/basic}{~}So like, what are you even doing?' ],
      idleTalkSolo3: () =>
         SAVE.data.b.spared_jerry
            ? [ "<08>{#p/basic}{~}Wouldn't trade ya for the galaxy." ]
            : [ '<08>{#p/basic}{~}The signal here sucks.' ],
      idleTalkSolo4: () =>
         SAVE.data.b.spared_jerry
            ? [ '<08>{#p/basic}{~}I love humans!' ]
            : [ '<08>{#p/basic}{~}Must be nice being HUMAN..' ],
      name: '* Jerry',
      randStatus1: () =>
         SAVE.data.b.spared_jerry
            ? [ '<32>{#p/story}* Jerry is living care-free.' ]
            : [ '<32>{#p/story}* Jerry eats powdery food and licks its hands proudly.' ],
      randStatus2: () =>
         SAVE.data.b.spared_jerry
            ? [ '<32>{#p/story}* Jerry giggles from happiness.' ]
            : [ '<32>{#p/story}* Jerry sneezes without covering its nose.' ],
      randStatus3: () =>
         SAVE.data.b.spared_jerry
            ? [ '<32>{#p/story}* Jerry lets out a squeal of excitement.' ]
            : [ '<32>{#p/story}* Jerry lets out a yawn.' ],
      randStatus4: () =>
         SAVE.data.b.spared_jerry
            ? [ '<32>{#p/story}* Smells like...... Jerry?' ]
            : [ '<32>{#p/story}* Smells like...... Jerry.' ],
      status1: [ '<32>{#p/story}* Jerry clings to you!' ],
      kissTalk: [ '<08>{#p/basic}{~}Wow...', '<08>{#p/basic}{~}A kiss from my very best friend!' ],
      kissStatus: [ '<32>{#p/story}* ...' ],
      kissResult: () =>
         battler.alive.length === 2
            ? [ "<32>{#p/basic}* The other monster can't bear to watch..." ]
            : [ "<32>{#p/basic}* The other monsters can't bear to watch..." ],
      ditchResult: () =>
         battler.alive.length === 1
            ? [ "<32>{#p/basic}* The other monster celebrates Jerry's disappearance." ]
            : [ "<32>{#p/basic}* The other monsters celebrate Jerry's disappearance." ]
   },
   b_opponent_mouse: {
      act_check: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Whizkarat, the homeless cat.\n* Lost its purpose in life a long time ago.' ]
            : [ '<33>{#p/story}* WHIZKARAT - ATK 16 DEF 8\n* This posh city cat wishes only to live the simple life.' ],
      act_check2: [
         "<33>{#p/story}* WHIZKARAT - ATK 16 DEF 8\n* This posh city cat regrets going where it doesn't belong."
      ],
      act_check3: [
         '<33>{#p/story}* WHIZKARAT - ATK 16 DEF 8\n* This reformed country mouse is quite pleased with itself.'
      ],
      act_check4: [
         '<33>{#p/story}* WHIZKARAT - ATK 16 DEF 8\n* This reformed country mouse has taken a liking to you.'
      ],
      act_direct: [ '<32>{#p/human}* (You tell Whizkarat a mouse fact.)' ],
      act_direct2: [
         '<32>{#p/human}* (You tell Whizkarat everything you know about mice.)',
         '<32>{#p/basic}* Suddenly...!'
      ],
      act_direct3: [ "<32>{#p/human}* (You try to tell Whizkarat more, but it's already found its way.)" ],
      act_disown: [
         "<32>{#p/human}* (You pluck a whisker from Whizkarat's face.)",
         '<32>{#p/basic}* Whizkarat lets out a gnarly hiss!'
      ],
      act_disown2: [
         "<32>{#p/human}* (You pluck another whisker from Whizkarat's face.)",
         '<32>{#p/basic}* Whizkarat scurries away!'
      ],
      act_disown3: [ '<32>{#p/human}* (You try to pluck a whisker, but Whizkarat pretends it has none.)' ],
      act_flirt: [ "<32>{#p/human}* (You make a cute remark and scratch Whizkarat's neck.)" ],
      disownStatus: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Whizkarat.' ] : [ '<32>{#p/story}* Whizkarat is losing its cool.' ],
      disownTalk1: [ '<08>{#p/basic}{~}Keep your paws off me..!' ],
      flirtTalk: [ '<08>{#p/basic}{~}No pussy- cats allowed.' ],
      flirtTalk2: [ '<08>{#p/basic}{~}\x00*purrs gently*' ],
      genoStatus: [ '<32>{#p/asriel2}* Whizkarat.' ],
      hurtStatus: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Almost dead.' ] : [ '<32>{#p/story}* Whizkarat is nearing demise.' ],
      idleTalk1: [ '<08>{#p/basic}{~}What food do they eat?' ],
      idleTalk2: [ '<08>{#p/basic}{~}Where do they hide?' ],
      idleTalk3: [ '<08>{#p/basic}{~}How do they speak?' ],
      idleTalk4: [ '<08>{#p/basic}{~}Do they dream?' ],
      initTalk1: [ '<08>{#p/basic}{~}Alas, here I stand.' ],
      initTalk2: [ '<08>{#p/basic}{~}Oh, how I lose myself..' ],
      initTalk3: [ '<08>{#p/basic}{~}The si- tuation is not ideal.' ],
      initTalk4: [ '<08>{#p/basic}{~}Could you help me?' ],
      name: '* Whizkarat',
      randStatus1: [ '<32>{#p/story}* Whizkarat fantasizes about getting down on all fours.' ],
      randStatus2: [ '<32>{#p/story}* Whizkarat scans the area.' ],
      randStatus3: [ '<32>{#p/story}* Whizkarat is trying to pretend that it is small.' ],
      randStatus4: [ '<32>{#p/story}* Smells like top-twenty-cheese.' ],
      remindStatus: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Whizkarat.' ]
            : [ '<32>{#p/story}* Whizkarat just needs a little more help.' ],
      remindTalk1: [ '<08>{#p/basic}{~}Live in holes, do they..?' ],
      remindTalk2: [ '<08>{#p/basic}{~}Squeak like toys, do they..?' ],
      remindTalk3: [ '<08>{#p/basic}{~}From now on, I shall live as a mouse.' ],
      safeStatus: () =>
         world.goatbro ? [ "<32>{#p/asriel2}* It's vulnerable." ] : [ '<32>{#p/story}* Whizkarat has found its way.' ],
      safeTalk1: [ '<08>{#p/basic}{~}Wonder- ful...' ],
      safeTalk2: [ '<08>{#p/basic}{~}Simply splen- did...' ],
      status1: [ '<32>{#p/story}* Whizkarat arrives!' ]
   },
   b_opponent_doggo: {
      act_check: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Doggo, the unsightly dog.\n* How exactly did this idiot get a job again?' ]
            : [ '<32>{#p/story}* DOGGO - ATK 13 DEF 7\n* Easily excited by movement.\n* Hobbies include: Cuddles.' ],
      act_check2: [ '<32>{#p/story}* DOGGO - ATK 13 DEF 7\n* Struggling to even see itself...' ],
      act_check3: [ '<32>{#p/story}* DOGGO - ATK 13 DEF 7\n* A very excited dog, currently enjoying a hobby.' ],
      act_check4: [ '<32>{#p/story}* DOGGO - ATK 13 DEF 7\n* This dog strikes you as being lonely in life.' ],
      act_flirt: () => [ '<32>{#p/human}* (You flirt with Doggo.)' ],
      act_cuddle: () => [ '<32>{#p/human}* (You cuddle Doggo closely.)' ],
      fetch: () => [
         '<32>{#p/human}* (You throw the spanner.)\n* (The dog runs to get it.)\n* (You play fetch for a while.)'
      ],
      fetchTalk: pager.create(
         0,
         [ '<11>{#p/basic}{~}HUH!! A FUN WRENCH APPEARS!' ],
         [ '<11>{#p/basic}{~}HUH!! THERE IT IS AGAIN!' ]
      ),
      fetchTalkX1: [ "<11>{#p/basic}{~}WHERE'D IT GO!?" ],
      fetchTalkX2: [ "<11>{#p/basic}{~}WHERE'S MY WRENCH NOW!?" ],
      flirt1: [ '<11>{#p/basic}{~}(Blushes uncontrol- lably)' ],
      invisStatus: () =>
         world.goatbro ? [ "<32>{#p/asriel2}* He's vulnerable." ] : [ '<32>{#p/story}* Doggo has lost sight of you.' ],
      name: '* Doggo',
      fetchStatus: [ '<32>{#p/story}* Doggo loves fetch!' ],
      fetchpet: [ '<32>{#p/human}* (But the dog was too busy looking for the spanner to be pet.)' ],
      fetchflirt: [ '<32>{#p/human}* (But the dog was too busy looking for the spanner to hear you.)' ],
      fetchcuddle: [ '<32>{#p/human}* (But the dog was too busy looking for the spanner to be cuddled.)' ],
      normaStatus: () => (world.goatbro ? [ '<32>{#p/asriel2}* Doggo.' ] : [ "<32>{#p/story}* Doggo knows you're here." ]),
      pet: () => [
         '<32>{#p/human}* (You pet Doggo.)',
         ...(world.goatbro
            ? [
                 [],
                 [ '<32>{#p/asriel2}* ... again?' ],
                 [ "<32>{#p/asriel2}* It's not THAT funny..." ],
                 [ '<32>{#p/asriel2}* ... or is it?' ],
                 [ '<32>{#p/asriel2}* This is so stupid.' ],
                 [ '<32>{#p/asriel2}* Do you really need to do this?' ],
                 [ '<32>{#p/asriel2}* ... do you?' ],
                 [ '<32>{#p/asriel2}* I guess so.' ],
                 [ '<32>{#p/asriel2}* ...' ],
                 [ '<32>{#p/asriel2}* This is getting out of hand...' ],
                 [ '<32>{#p/asriel2}* Still?\n* Come on...' ],
                 [ '<32>{#p/asriel2}* Wow.\n* Just wow.' ],
                 [ '<32>{#p/asriel2}* You are enjoying this way too much.' ],
                 [ '<32>{#p/asriel2}* ...' ]
              ][Math.min(battler.volatile[0].vars.pet - 1, 13)]
            : [])
      ],
      cuddle: pager.create(
         0,
         [ '<11>{#p/basic}{~}CUDDLES!?!?\nWELL, AT LEAST I KNOW WHERE IT IS!' ],
         [ '<11>{#p/basic}{~}AGAIN!?!?' ]
      ),
      petStatus: () =>
         world.goatbro ? [ "<32>{#p/asriel2}* He's vulnerable." ] : [ '<32>{#p/story}* Doggo has been pet.' ],
      petTalk1: [ "<11>{#p/basic}{~}WHAT!!!\nI'VE BEEN PET!" ],
      petTalk2: [ "<11>{#p/basic}{~}WHERE'S THAT COMING FROM!?" ],
      petTalk3: [ "<11>{#p/basic}{~}THERE'S NO END TO IT!!" ],
      petTalk4: [ '<11>{#p/basic}{~}WELL, THIS IS THOROUGH!!!' ],
      petTalk5: [ '<11>{#p/basic}{~}(Dies)' ],
      petTalk6: [ '<11>{#p/basic}{~}(Comes back to life)' ],
      petTalk7: [ '<11>{#p/basic}{~}IT JUST KEEPS COMING!' ],
      petTalk8: [ '<11>{#p/basic}{~}AND COMING!!' ],
      petTalk9: [ '<11>{#p/basic}{~}AND COMINGGG!!!' ],
      petTalk10: [ "<11>{#p/basic}{~}OK.\nThat's enough." ],
      petTalk11: [ '<11>{#p/basic}{~}I said \"that\'s enough!\"' ],
      petTalk12: [ "<11>{#p/basic}{~}Oh my god, it just doesn't stop!" ],
      petTalk13: [ "<11>{#p/basic}{~}OH MY GOD, IT REALLY DOESN'T STOP!!" ],
      petTalk14: [ '<11>{#p/basic}{~}AHHHHHHH!!!' ],
      query1: [ '<11>{#p/basic}{~}No escape!' ],
      query2: [ "<11>{*}{#p/basic}{~}Ha!\nIt moved!\nIt couldn't NOT move!{^30}{%}" ],
      query3: [ '<11>{#p/basic}{~}Will it move this time?' ],
      status1: () => (world.goatbro ? [ '<32>{#p/asriel2}* Doggo.' ] : [ '<32>{#p/story}* Doggo blocks the way!' ]),
      sussy: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Doggo.' ] : [ '<32>{#p/basic}* Doggo is too suspicious of your actions.' ]
   },
   b_opponent_lesserdog: {
      act_check: () =>
         world.goatbro
            ? [ "<32>{#p/asriel2}* Canis Minor, the ignorant dog.\n* It probably doesn't even know why it's here." ]
            : [ '<32>{#p/story}* CANIS MINOR - ATK 12 DEF 2\n* Wields a shiny dogger made of fido-nium.' ],
      act_check2: [
         '<32>{#p/story}* CANIS MINOR - ATK 12 DEF 2\n* Scarred for life, this puppy wants to turn tail and run.'
      ],
      act_check3: [
         "<32>{#p/story}* CANIS MINOR - ATK 12 DEF 2\n* It's necks-in-line for the galaxy's tallest monster."
      ],
      act_check4: [ '<32>{#p/story}* CANIS MINOR - ATK 12 DEF 2\n* Trying its best to decipher your advanced petting.' ],
      act_check5: [ '<32>{#p/story}* CANIS MINOR - ATK 12 DEF 2\n* The journey for this puppy has only just begun.' ],
      act_flirt: [ '<32>{#p/human}* (You tell Canis Minor you love it by petting it in morse code.)' ],
      act_handshake: [
         "<32>{#p/human}* (You place your hand on Canis Minor's head, shaking and ruffling its fur to the core.)"
      ],
      act_inquire: [
         "<32>{#p/human}* (You pet Canis Minor and ask it who's a good dog. It barks its answer excitedly.)"
      ],
      act_tickle: [
         "<32>{#p/human}* (You tickle Canis Minor's sides, thereby petting it.)\n* (It's a frenzy of excitement.)"
      ],
      fetch: () => [
         '<32>{#p/human}* (You throw the spanner.)\n* (The dog elongates its neck to reach it.)',
         '<32>{#p/human}* (You play fetch for a while.)',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* But why though?' ] : [])
      ],
      fetchStatus: [ '<32>{#p/story}* Canis Minor loves fetch!' ],
      fetchTalk: [ '<11>{#p/basic}{~}(Pants fast)' ],
      hurtStatus: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Almost dead.' ]
            : [ '<32>{#p/story}* Canis Minor tucks its tail between its legs.' ],
      name: '* Canis Minor',
      petTalk1: [ '<11>{#p/basic}{~}(Pant pant)' ],
      petTalk2: [ '<11>{#p/basic}{~}(Tiny bark)' ],
      petTalk3: [ '<11>{#p/basic}{~}(Wag wag)' ],
      petTalk4: [ '<11>{#p/basic}{~}(Thinks of food)' ],
      petTalk5: [ '<11>{#p/basic}{~}(Pant! Pant!)' ],
      petTalk6: [ '<11>{#p/basic}{~}(Excited noises)' ],
      petTalk7: [ '<11>{#p/basic}{~}(Motor revving)' ],
      petTalk8: [ '<11>{#p/basic}{~}(Plane takeoff)' ],
      petTalk9: [ '<11>{#p/basic}{~}(Kettle whistle)' ],
      petTalk10: [ '<11>{#p/basic}{~}(...)' ],
      petTalk11: [ '<11>{#p/basic}{~}(Faraway bark)' ],
      petTalk12: [ '<11>{#p/basic}{~}(Bark)' ],
      petText1: () => [ '<32>{#p/human}* (You barely lift your hand.)', '<32>{#p/basic}* How exciting!' ],
      petText2: () => [
         '<32>{#p/human}* (You lightly touch the dog.)',
         "<32>{#p/basic}* It's already overexcited...",
         ...(world.goatbro ? [ '<32>{#p/asriel2}* Dogs do love to be pet.' ] : [])
      ],
      petText3: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         "<32>{#p/basic}* It's raising its head to meet your hand.",
         ...(world.goatbro ? [ "<32>{#p/asriel2}* Okay, you've pet it.\n* There's really no reason to keep going." ] : [])
      ],
      petText4: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         '<32>{#p/basic}* It was a good dog.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* No reason to keep going?' ] : [])
      ],
      petText5: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         '<32>{#p/basic}* Its excitement knows no bounds...',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* No reason to keep going.' ] : [])
      ],
      petText6: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         '<32>{#p/basic}* Critical pet!\n* Dog excitement increased.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* Golly, $(name).' ] : [])
      ],
      petText7: () => [
         '<32>{#p/human}* (You have to jump up to pet the dog.)',
         ...(world.goatbro ? [ "<32>{#p/asriel2}* We can't do this all day." ] : [])
      ],
      petText8: () => [
         '<32>{#p/human}* (You pet Canis Minor without even reaching it.)',
         '<32>{#p/basic}* It gets more excited.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* We CAN do this all day...?' ] : [])
      ],
      petText9: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         '<32>{#p/basic}* There is no way to stop this madness.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* ...' ] : [])
      ],
      petText10: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         '<32>{#p/basic}* Many small pets for a dog, one giant neck amongst dog-kind.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* Why are we still here.' ] : [])
      ],
      petText11: () => [
         '<32>{#p/human}* (You call Canis Minor, but it cannot hear you.)',
         ...(world.goatbro ? [ "<32>{#p/asriel2}* There.\n* It's totally out of reach now." ] : [])
      ],
      petText12: () => [ '<32>{#p/basic}* ...', ...(world.goatbro ? [ '<32>{#p/asriel2}* ???' ] : []) ],
      petText13: () => [
         '<32>{#p/human}* (You can reach Canis Minor again.)',
         ...(world.goatbro ? [ "<32>{#p/asriel2}* You've GOT to be kidding me." ] : [])
      ],
      petText14: () => [ '<32>{#p/human}* (You pet Canis Minor.)' ],
      petText15: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         "<32>{#p/basic}* It's possible that you may have a problem."
      ],
      petText16: () => [
         '<32>{#p/human}* (Canis Minor is unpettable, but appreciates the attempt.)',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* Stop.' ] : [])
      ],
      petText17: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         '<32>{#p/basic}* Perhaps mankind was not meant to pet this much.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* Please stop.' ] : [])
      ],
      petText18: () => [
         '<32>{#p/human}* (You pet Canis Minor.)',
         '<32>{#p/basic}* It continues.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* ...' ] : [])
      ],
      petText19: () => [
         '<32>{#p/human}* (But Canis Minor was beyond your reach.)',
         ...(world.goatbro ? [ "<32>{#p/asriel2}* Okay, it's over.\n* Now kill this idiot already." ] : [])
      ],
      petText20: () => [
         '<32>{#p/human}* (Really now.)',
         '<32>{#p/basic}* ... really now.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* Really now...' ] : [])
      ],
      statusX: [ "<32>{#p/asriel2}* It's vulnerable." ],
      status0: () => (world.goatbro ? [ '<32>{#p/asriel2}* Canis Minor.' ] : [ '<32>{#p/story}* Canis Minor appears.' ]),
      status1: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Minor.' ]
            : [ '<32>{#p/story}* Canis Minor tilts its head to one side.' ],
      status2: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Minor.' ]
            : [ '<32>{#p/story}* Canis Minor thinks your weapon is a dog treat.' ],
      status3: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Minor.' ]
            : [ '<32>{#p/story}* Canis Minor is not really paying attention.' ],
      status4: () => (world.goatbro ? [ '<32>{#p/asriel2}* Canis Minor.' ] : [ '<32>{#p/story}* Smells like dog chow.' ]),
      status5: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Canis Minor.' ] : [ '<32>{#p/story}* Canis Minor is barking excitedly.' ],
      status6: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Canis Minor.' ] : [ '<32>{#p/story}* Canis Minor is overstimulated.' ],
      status7: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Minor.' ]
            : [ '<32>{#p/story}* Canis Minor shows no signs of stopping.' ],
      status8: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Canis Minor.' ] : [ '<32>{#p/story}* Canis Minor is lowering.' ],
      status9: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Canis Minor.' ] : [ '<32>{#p/story}* Canis Minor learns to code.' ],
      status10: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Minor.' ]
            : [ "<32>{#p/story}* Canis Minor is whining because it can't see you." ],
      status11: () => (world.goatbro ? [ '<32>{#p/asriel2}* Canis Minor.' ] : [ '<32>{#p/story}* Hello there.' ]),
      status12: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Minor.' ]
            : [ '<32>{#p/story}* Canis Minor is questioning your life choices.' ],
      status13: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Minor.' ]
            : [ '<32>{#p/story}* Canis Minor has gone where no dog has gone before.' ]
   },
   b_opponent_dogamy: {
      act_check: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Dogamy, the pathetic dog.\n* Relies entirely on his over- aggressive partner.' ]
            : [ '<32>{#p/story}* DOGAMY - ATK 14 DEF 5\n* Husband of Dogaressa.\n* Knows only what he smells.' ],
      act_check2: [ '<32>{#p/story}* DOGAMY - ATK 14 DEF 5\n* Recently widowed.\n* Knows only the pain of loss.' ],
      act_check3: [ '<32>{#p/story}* DOGAMY - ATK 14 DEF 5\n* Husband of Dogaressa.\n* Knows more than ever before.' ],
      act_check4: [ "<32>{#p/story}* DOGAMY - ATK 14 DEF 5\n* Husband of Dogaressa.\n* Doesn't mind sharing...?" ],
      act_check5: [ "<32>{#p/story}* DOGAMY - ATK 14 DEF 5\n* Husband of Dogaressa.\n* Wouldn't mind leaving...?" ],
      fetchText: [
         '<32>{#p/human}* (You throw the spanner.)\n* (The dogs run to get it.)\n* (You play fetch for a while.)'
      ],
      fetchTextLone: () => [
         '<32>{#p/human}* (You throw the spanner.)\n* (Dogamy ignores it and lets it roll off the edge.)',
         ...(world.goatbro && SAVE.flag.n.ga_asrielSpannerComment++ < 1 ? [ '<32>{#p/asriel2}* Saw that coming.' ] : [])
      ],
      flirtTalk1: [ '<11>{#p/basic}{~}Ah!\nBut why...!?' ],
      flirtTalk2: [ '<11>{#p/basic}{~}Love is in the air?' ],
      flirtTalk3: [ "<11>{#p/basic}{~}You didn't just..." ],
      flirtTalk4: [ "<11>{#p/basic}{~}What's the puppy doing?" ],
      flirtText: [
         '<32>{#p/human}* (You flirt with Dogamy.)',
         "<32>{#p/basic}* Your... pheromones, reach Dogamy's snout."
      ],
      flirtTextLone: [ '<32>{#p/human}* (You flirt with Dogamy.)', "<32>{#p/basic}* Dogamy's expression is unchanged." ],
      loneStatus: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* One left.' ]
            : [ '<32>{#p/story}* Dogaressa is intent on kicking human tail.' ],
      loneTalk1: [ '<11>{#p/basic}{~}Whine.' ],
      loneTalk2: [ '<11>{#p/basic}{~}Whimper.' ],
      loneTalk3: [ '<11>{#p/basic}{~}Shake.' ],
      name: '* Dogamy',
      fetchStatus: [ '<32>{#p/story}* Married dogs love fetch!' ],
      fetchStatusX: [ "<32>{#p/story}* The dogs' minds are expanding at an exponential rate." ],
      otherPet: [ '<11>{#p/basic}{~}...' ],
      petNeedStatus: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Dogamy and Dogaressa.' ]
            : [ '<32>{#p/story}* Dogaressa is looking for affection.' ],
      petStatus: () =>
         world.goatbro
            ? [ "<32>{#p/asriel2}* They're vulnerable." ]
            : [ "<32>{#p/story}* The dogs' minds have been expanded." ],
      petTalk1: [ '<11>{#p/basic}{~}Paws off you smelly human.' ],
      petTalk1x: [ '<11>{#p/basic}{~}Paws off you weird puppy.' ],
      petTalk2: [ '<11>{#p/basic}{~}Wow!!!\nPet by another pup!!!' ],
      petTalk3: [ "<11>{#p/basic}{~}Stop!\nDon't touch her!" ],
      petTalk4: [ '<11>{#p/basic}{~}What\nabout\nme......' ],
      petTalk5: [ '<11>{#p/basic}{~}Thank\nyou...' ],
      petText: [ '<32>{#p/human}* (You pet Dogamy.)' ],
      petTextLone: [ '<32>{#p/human}* (You try to pet Dogamy, but he cowers in fear.)' ],
      randTalk1: () =>
         world.goatbro
            ? [ '<11>{#p/basic}{~}The prince has lost his mind...' ]
            : [ "<11>{#p/basic}{~}Take my wife...\n's fleas." ],
      randTalk2: () =>
         world.goatbro ? [ '<11>{#p/basic}{~}You have come far...' ] : [ "<11>{#p/basic}{~}Don't touch my hot dog." ],
      randTalk3: () =>
         world.goatbro
            ? [ "<11>{#p/basic}{~}We'll take you down!" ]
            : [ '<11>{#p/basic}{~}Number one puppy-dog eyes champs K-614!!' ],
      randTalk4: () =>
         world.goatbro ? [ "<11>{#p/basic}{~}You won't win this time..." ] : [ "<11>{#p/basic}{~}Let's kick human tail!!" ],
      resmellStatus: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Dogamy and Dogaressa.' ]
            : [ '<32>{#p/story}* The dogs think that you may be a lost puppy.' ],
      resmellText1: [
         '<32>{#p/human}* (You encourage the dogs to sniff you again.)',
         '<32>* (You smell just as weird as before.)'
      ],
      resmellText2: [
         '<32>{#p/human}* (You encourage the dogs to sniff you again.)',
         '<32>* (After rolling in the dirt, you smell alright.)'
      ],
      resmellText3: [
         '<32>{#p/human}* (You encourage the dogs to sniff you again, but they already know you smell fine.)'
      ],
      resmellTextFetch: [
         '<32>{#p/human}* (You encourage the dogs to sniff you, but they seem occupied with other things.)'
      ],
      resmellTextLone: [ "<32>{#p/human}* (You encourage Dogamy to sniff you, but he won't even lift up his snout.)" ],
      rollStatus: () =>
         world.goatbro
            ? [ "<32>{#p/asriel2}* You're going to get your clothes dirty, $(name)." ]
            : [ '<32>{#p/story}* The dogs may want to re-smell you.' ],
      rollText: () => [
         '<32>{#p/human}* (You roll around in the dirt.)\n* (It appears to be synthetic.)',
         '<32>{#p/basic}* Your scent is changing...',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* I have questions.' ] : [])
      ],
      rollText2: [
         '<32>{#p/human}* (You roll around in the dirt.)\n* (It appears to be synthetic.)',
         '<33>{#p/basic}* Your scent has already changed.'
      ],
      rollTextLone: () => [
         "<32>{#p/human}* (You roll around in Dogaressa's remains.)",
         '<32>{#p/basic}* Dogamy looks even more defeated than before.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* ...' ] : [])
      ],
      smellTalk1: [ "<11>{#p/basic}{~}Hm?\nWhat's that smell?" ],
      smellTalk2: [ '<11>{#p/basic}{~}What!\nSmells like a...' ],
      smellTalk3: [ '<11>{#p/basic}{~}Ah!\nSuch a lovely smell...' ],
      status1: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Dogamy and Dogaressa.' ]
            : [ '<32>{#p/story}* The dogs keep shifting their axes to protect each other.' ],
      status2: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Dogamy and Dogaressa.' ]
            : [ '<32>{#p/story}* The dogs are re-evaluating your smell.' ],
      status3: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Dogamy and Dogaressa.' ]
            : [ '<32>{#p/story}* The dogs are practicing for the next couples contest.' ],
      status4: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Dogamy and Dogaressa.' ]
            : [ '<32>{#p/story}* The dogs are whispering sweet nothings to each other.' ],
      susText: [ "<32>{#p/basic}* The dogs still think you're a smelly human." ],
      fetchTalk: [ '<11>{#p/basic}{~}Fetch is so much fun!' ],
      fetchTalkX: [ '<11>{#p/basic}{~}Fetch with another pup!?' ]
   },
   b_opponent_dogaressa: {
      act_check: () =>
         world.goatbro
            ? [ "<32>{#p/asriel2}* Dogaressa, the rowdy dog.\n* Without her hubby, she'd lose herself completely." ]
            : [ '<32>{#p/story}* DOGARESSA - ATK 14 DEF 5\n* This puppy finds her hubby lovely. SMELLS ONLY?' ],
      act_check2: [ '<32>{#p/story}* DOGARESSA - ATK 14 DEF 5\n* This puppy misses her hubby dearly. KILLS ONLY?' ],
      act_check3: [ '<32>{#p/story}* DOGARESSA - ATK 14 DEF 5\n* Things are going quite alright for this puppy.' ],
      act_check4: [
         "<32>{#p/story}* DOGARESSA - ATK 14 DEF 5\n* Her hubby isn't the only thing this puppy finds lovely."
      ],
      act_check5: [ "<32>{#p/story}* DOGAMY - ATK 14 DEF 5\n* This puppy is afraid for her hubby's safety." ],
      fetchTextLone: () => [
         '<32>{#p/human}* (You throw the spanner.)\n* (Dogaressa takes it and smashes it to pieces.)',
         ...(world.goatbro && SAVE.flag.n.ga_asrielSpannerComment++ < 1 ? [ '<32>{#p/asriel2}* Saw that coming.' ] : [])
      ],
      flirtTalk1: [ '<11>{#p/basic}{~}(Hey! Knock it off!)' ],
      flirtTalk2: [ '<11>{#p/basic}{~}(This just gets weirder and weirder.)' ],
      flirtTalk3: [ '<11>{#p/basic}{~}(... flirt with me! Ugh!)' ],
      flirtTalk4: [ '<11>{#p/basic}{~}(I think it loves me. A lot.)' ],
      flirtText: [
         '<32>{#p/human}* (You flirt with Dogaressa.)',
         "<32>{#p/basic}* Your... pheromones, reach Dogaressa's snout."
      ],
      flirtTextLone: [
         '<32>{#p/human}* (You flirt with Dogaressa.)',
         "<32>{#p/basic}* Dogaressa's expression is unchanged."
      ],
      loneStatus: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* One left.' ] : [ '<32>{#p/story}* Dogamy is brokenhearted.' ],
      loneTalk1: [ '<11>{#p/basic}{~}(Misery awaits you.)' ],
      loneTalk2: [ "<11>{#p/basic}{~}(You'll suffer for this.)" ],
      name: '* Dogaressa',
      otherPet: [ '<11>{#p/basic}{~}(...)' ],
      petNeedStatus: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Dogamy and Dogaressa.' ]
            : [ '<32>{#p/story}* Dogamy is looking for affection.' ],
      petTalk1: [ "<11>{#p/basic}{~}(That's not your husband, OK?)" ],
      petTalk2: [ "<11>{#p/basic}{~}(Well, don't leave me out!)" ],
      petTalk3: [ '<11>{#p/basic}{~}(Beware of dog.)' ],
      petTalk4: [ '<11>{#p/basic}{~}(A dog that pets dogs... amazing!)' ],
      petTalk5: [ "<11>{#p/basic}{~}(You're the best!)" ],
      petText: [ '<32>{#p/human}* (You pet Dogaressa.)' ],
      petTextLone: [ '<32>{#p/human}* (You try to pet Dogaressa, but she just growls at you.)' ],
      randTalk1: () => (world.goatbro ? [ '<11>{#p/basic}{~}(Indeed.)' ] : [ "<12>{#p/basic}{~}(Don't,\nactually...)" ]),
      randTalk2: () => (world.goatbro ? [ '<11>{#p/basic}{~}(Far enough.)' ] : [ '<11>{#p/basic}{~}(He means me.)' ]),
      randTalk3: () =>
         world.goatbro
            ? [ '<11>{#p/basic}{~}(By force, if necessary.)' ]
            : [ '<11>{#p/basic}{~}(Of course we were first.)' ],
      randTalk4: () =>
         world.goatbro ? [ "<11>{#p/basic}{~}(Time's up.)" ] : [ '<11>{#p/basic}{~}(Do humans have tails?)' ],
      resmellTalkLone: [ '<11>{#p/basic}{~}(Is that what you wanted??)\n(Huh?)' ],
      resmellTextLone: [
         '<33>{#p/human}* (You encourage Dogaressa to sniff you, and she forcefully shoves her snout in your face.)'
      ],
      rollTextLone: () => [
         "<32>{#p/human}* (You roll around in Dogamy's remains.)",
         '<32>{#p/basic}* Dogaressa looks even angrier than before.',
         ...(world.goatbro ? [ '<32>{#p/asriel2}* ...' ] : [])
      ],
      smellTalk1: [ '<11>{#p/basic}{~}(A smell mystery...)' ],
      smellTalk2: [ '<11>{#p/basic}{~}(Are you actually a little puppy!?)' ],
      smellTalk3: [ '<11>{#p/basic}{~}(The smell of a weird puppy!)' ],
      fetchTalk: [ '<11>{#p/basic}{~}(We love to play fetch.)' ],
      fetchTalkX: [ '<11>{#p/basic}{~}(This dog can do anything!)' ]
   },
   b_opponent_greatdog: {
      act_check: () =>
         world.goatbro
            ? [ '<33>{#p/asriel2}* Canis Major, the brainless dog.\n* The biggest and dumbest dog of the bunch.' ]
            : [ "<32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8\n* It's so excited that it thinks fighting is just play." ],
      act_check2: [ '<32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8\n* Desperate for some love and attention...' ],
      act_check3: [ '<32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8\n* All tuckered out.' ],
      act_flirt: [
         '<32>{#p/human}* (You flirt with Canis Major.)',
         '<32>{#p/basic}* Canis Major awkwardly cocks its head to one side.'
      ],
      beckonText: [
         '<32>{#p/human}* (You call Canis Major.)',
         '<32>{#p/basic}* Canis Major bounds towards you, flecking slobber into your face.'
      ],
      closeStatus: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Canis Major.' ] : [ '<32>{#p/story}* Canis Major seeks affection.' ],
      closeText: [ "<32>{#p/human}* (You call Canis Major.)\n* (Only the dog's ears perk up.)" ],
      doneText: [ '<32>{#p/basic}* Canis Major decides you are too boring.' ],
      fetch: () =>
         world.goatbro
            ? [
                 '<32>{#p/human}* (You throw the spanner.)\n* (Canis Major absorbs it and carries on with its life.)',
                 '<32>{#p/asriel2}* Yeah... that makes sense.'
              ]
            : [
                 '<32>{#p/human}* (You throw the spanner.)\n* (The dog runs to get it.)\n* (You play fetch for a while.)'
              ],
      hurtStatus: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Almost dead.' ] : [ '<32>{#p/story}* Canis Major is panting slowly.' ],
      ignoreStatus1: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Major.' ]
            : [ '<32>{#p/story}* Canis Major just wants some affection.' ],
      ignoreStatus2: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Canis Major.' ] : [ '<32>{#p/story}* Canis Major is making puppy-dog eyes.' ],
      name: '* Canis Major',
      fetchStatus: [ '<32>{#p/story}* Canis Major love fetch!' ],
      petStatus1: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Major.' ]
            : [ '<32>{#p/story}* Canis Major is patting the ground with its front paws.' ],
      petStatus2: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Canis Major.' ] : [ '<32>{#p/story}* Canis Major wants some TLC.' ],
      petStatus3: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* ...' ] : [ '<32>{#p/story}* Pet capacity now at forty percent.' ],
      petStatus4: () =>
         world.goatbro ? [ "<32>{#p/asriel2}* It's vulnerable." ] : [ '<32>{#p/story}* Canis Major is contented.' ],
      petText0: [ '<32>{#p/human}* (But Canis Major was too far away to pet.)' ],
      petText1: [
         '<32>{#p/human}* (Canis Major curls up in your lap as it is pet by you.)',
         '<32>* (It gets so comfortable that it falls asleep.)',
         '<32>* (The dog snores, and snores some more...)',
         '<32>* (... until eventually, it wakes up.)',
         "<32>{#p/basic}* Canis Major's excitement begins rising without warning!"
      ],
      petText2: [
         '<32>{#p/human}* (You try to pet the dog...)',
         '<32>* (... but its excitement is generating an energy field that prevents petting.)'
      ],
      petText3: [
         '<32>{#p/human}* (You pet the dog.)\n* (It sinks its entire weight into you.)',
         "<32>* (Your movement slows, but you still haven't pet enough.)"
      ],
      petText4: [
         '<32>{#p/human}* (You pet decisively.)\n* (Pet capacity now at one- hundred percent.)',
         '<32>{#p/basic}* Canis Major flops over with its legs hanging in the air.'
      ],
      petText5: [
         '<32>{#p/human}* (You give the dog a tummy rub.)',
         '<32>{#p/basic}* Canis Major is whining in bliss...'
      ],
      playText1: [ '<32>{#p/human}* (But Canis Major was not excited enough to play with yet.)' ],
      playText2: [
         '<32>{#p/human}* (You conjure a hologram for the dog to chase after.)',
         '<32>* (Eventually, the hologram loses cohesion and dissipates.)',
         '<32>* (Canis Major collects all the residual energy in the area and brings it to you.)',
         '<32>{#p/basic}* Canis Major, tired, rests its head on you...'
      ],
      playText3: [ '<32>{#p/basic}* Canis Major is too tired to play.' ],
      playText4: [ '<32>{#p/human}* (But Canis Major was already in the middle of playing fetch.)' ],
      status0: () => (world.goatbro ? [ '<32>{#p/asriel2}* Canis Major.' ] : [ '<32>{#p/story}* Canis Major appears.' ]),
      status1: () =>
         world.goatbro ? [ '<32>{#p/asriel2}* Canis Major.' ] : [ '<32>{#p/story}* Canis Major is watching you intently.' ],
      status2: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Major.' ]
            : [ '<32>{#p/story}* Canis Major is waiting for your command.' ],
      status3: () =>
         world.goatbro
            ? [ '<32>{#p/asriel2}* Canis Major.' ]
            : [ '<32>{#p/story}* Smells like fresh-squeezed puppy juice.' ],
      waitText: [ '<32>{#p/basic}* Canis Major moves closer.' ]
   },
   b_opponent_papyrus: {
      act_flirt: [ '<32>{#p/human}* (You flirt with Papyrus.)' ],
      act_insult: [ '<32>{#p/human}* (You insult Papyrus.)' ],
      spanner: [ '<32>{#p/human}* (You throw the spanner.)\n* (Papyrus catches it in his mouth and returns it to you.)' ],
      spannerTalk1: [ '<15>{#p/papyrus}{#f/20}WHAT A JAW- DROPPING MOVE!' ],
      spannerTalk2: [ '<15>{#p/papyrus}{#f/20}I COULD DO THIS ALL DAY!' ],
      spannerTalk3: [ '<15>{#p/papyrus}{#f/20}JUST LIKE THEY DO IT ON TV!' ],
      spannerTalk4: [ '<15>{#p/papyrus}{#f/20}NYEH HEH HEH!' ],
      sparableSpannerTalk1: [ '<15>{#p/papyrus}{#f/20}NOW, SHOW ME YOUR MERCY!' ],
      sparableSpannerTalk2: [ '<15>{#p/papyrus}{#f/20}...' ],
      bullySpareTalk: [
         '<15>{#p/papyrus}{#f/27}SAY... IS IT GETTING DARK OUT HERE?',
         "<15>{#f/27}MAYBE CAPTURING YOU WASN'T SUCH A GREAT IDEA...",
         "<15>{#f/15}YEAH!!! I CAN TELL YOU'RE DESPERATE FOR MY MERCY!",
         '<15>{#f/20}I, THE GREAT PAPYRUS, WILL OBLIGE YOU!!',
         '<15>{#f/20}I WILL {@fill=#f00}SPARE{@fill=#000} YOU, HUMAN!!!',
         "<15>{#f/27}SO... NOW'S YOUR CHANCE... TO ACCEPT MY {@fill=#f00}MERCY{@fill=#000}..."
      ],
      act_check: () =>
         world.genocide
            ? [ '<32>{#p/story}* PAPYRUS - ATK 3 DEF 3\n* Sans a brother.' ]
            : papreal()
            ? [ '<32>{#p/story}* PAPYRUS - ATK 3 DEF 3\n* Believes in you.' ]
            : [ '<32>{#p/story}* PAPYRUS - ATK 20 DEF 20\n* Likes to say \"Nyeh Heh Heh!\"' ],
      act_check2: [ '<32>{#p/story}* PAPYRUS - ATK 20 DEF 20\n* Everything is fine.' ],
      act_check3: [ '<32>{#p/story}* PAPYRUS - ATK 20 DEF 20\n* The most benevolent and merciful guardsman!' ],
      capture1: [
         "<15>{#p/papyrus}{#f/20}LOOKS LIKE YOU'RE GOING TO THE CAPTURE ZONE!!",
         '<15>{#f/24}... ALSO KNOWN AS THE GARAGE.',
         '<15>{#f/20}A HEAVILY FORTIFIED GARAGE, THAT IS!',
         '<15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH!!!'
      ],
      capture2: [
         '<15>{#p/papyrus}{#f/24}WELL!!! YOU MAY HAVE CLEVERLY ESCAPED BEFORE...',
         "<15>{#f/20}BUT THIS TIME, I'VE UPGRADED THE FACILITIES.",
         '<15>{#f/20}NOT ONLY WILL YOU BE STUCK...',
         "<15>{#f/15}BUT YOU WON'T EVEN WANT TO LEAVE!!!",
         '<15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH!!!'
      ],
      capture3: [
         '<15>{#p/papyrus}{#f/20}YOU ARE... DETERMINED!',
         "<15>BUT!!\nIT JUST WON'T WORK ON ME!",
         '<15>I AM THE DETERMINEST!',
         '<99>{#f/24}AND IF YOU\nTHINK YOU ARE\nDETERMINESTER...',
         '<15>{#f/20}THAT IS WRONG!\nGRAMATICALLY WRONG!',
         '<15>{#f/24}BECAUSE THE CORRECT FORM WOULD BE...',
         '<15>{#f/20}NOT AS DETERMINEST AS PAPYRUS, THE DETERMINESTEST!',
         '<15>{#f/10}I HOPE YOU ENJOYED THIS LESSON.',
         '<15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH!!!'
      ],
      capture4: [
         '<15>{#p/papyrus}{#f/24}ARE YOU SURE YOU CAN KEEP THIS UP?',
         '<15>{#f/21}BEING CAPTURED AGAIN MUST BE FRUSTRATING...',
         "<15>{#f/21}I DON'T WANT YOU TO GET MAD ABOUT FAILING REPEATEDLY...",
         '<15>{#f/20}PERHAPS NEXT TIME WE CAN SKIP THE BATTLE!',
         "<15>{#f/20}FOR NOW, THOUGH, IT'S OFF TO THE CAPTURE ZONE!!!",
         '<15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH!!!'
      ],
      capture5: [
         '<15>{#p/papyrus}{#f/27}WOWIE... AGAIN???',
         '<15>{#f/15}WELL, IF YOU INSIST...!',
         '<15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH!!!'
      ],
      checkTalk: [ '<15>{#p/papyrus}{#f/20}NYEH HEH HEH!' ],
      death1: () =>
         world.genocide
            ? [ '<15>{#p/papyrus}{#f/27}N...\nN-NO...' ]
            : [ "<15>{#p/papyrus}{#f/21}WELL, THAT'S NOT WHAT I WAS EXPECTING..." ],
      death2: () =>
         world.genocide
            ? [ '<15>{#p/papyrus}{#f/21}SANS, I...', '<15>{#f/33}{@random=1.1/1.1}I FAILED YOU...' ]
            : papreal()
            ? [
                 '<15>{#p/papyrus}{#f/27}... B-BUT I STILL BELIEVE IN YOU!',
                 '<15>{#p/papyrus}{#f/21}I KNOW... YOU CAN DO BETTER...',
                 '<15>{#p/papyrus}{#f/27}IF YOU JUST TRY...!'
              ]
            : [ '<15>{#p/papyrus}{#f/27}... A-AT LEAST I STILL HAVE MY HEAD!' ],
      dots: [ '<32>{#p/basic}* ...' ],
      flirt0: [ '<32>{#p/basic}* Cute.' ],
      flirt1: [
         '<15>{#p/papyrus}{#f/20}WHAT!?\nF-F-FLIRTING!?',
         '<15>SO YOU FINALLY REVEAL YOUR {@fill=#f00}ULTIMATE FEELINGS{@fill=#000}!',
         "<15>W-WELL!\nI'M A SKELETON WITH VERY HIGH STANDARDS!!!",
         '<15>WHAT CAN YOU DO IN RETURN FOR MY AFFECTION???'
      ],
      flirt2: [
         '<99>{#p/human}* (Your reply?){!}§shift=24§I have\n§shift=32§I can make§shift=32§zero redeeming\n§shift=32§spaghetti§shift=40§qualities{#c/0/4/2}'
      ],
      flirt3a: [ '<15>{#p/papyrus}{#f/24}THAT CONFIDENCE... IT REMINDS ME OF...' ],
      flirt3b: [ '<15>{#p/papyrus}{#f/24}THAT HUMILITY... IT REMINDS ME OF...' ],
      flirt4: [
         '<15>{#f/22}MYSELF!!!',
         "<15>{#f/10}YOU'RE MEETING ALL MY STANDARDS!!!",
         '<15>{#f/27}I GUESS THIS MEANS I HAVE TO GO ON A DATE WITH YOU...?'
      ],
      flirt5: [ "<15>{#p/papyrus}{#f/20}LET'S DATE L-LATER!!\nAFTER I CAPTURE YOU!" ],
      flirt6: [ "<32>{#p/human}* (No effect...)\n* (Seems acting won't escalate this battle any further.)" ],
      flirt7: [ '<32>{#p/human}* (But Papyrus was too busy fighting to hear you.)' ],
      flirtStatus1: [ '<32>{#p/story}* Papyrus is thinking about what to wear for his date.' ],
      flirtStatus2: [ '<32>{#p/story}* Papyrus dabs some Bone Cologne behind his ear.' ],
      flirtStatus3: [ '<32>{#p/story}* Papyrus is thinking about what to cook for his date.' ],
      flirtStatus4: [ '<32>{#p/story}* Papyrus dabs marinara sauce behind his ear.' ],
      flirtStatus5: [ '<32>{#p/story}* Papyrus is thinking about sexy rectangles.' ],
      flirtStatus6: [ '<32>{#p/story}* Papyrus dabs MTT-brand Bishie Cream behind his ear.' ],
      flirtStatus7: [ '<32>{#p/story}* Papyrus dabs MTT-brand Anime Powder behind his ear.' ],
      flirtStatus8: [ '<32>{#p/story}* Papyrus dabs MTT-brand Cute Juice behind his ear.' ],
      flirtStatus9: [ "<32>{#p/story}* Papyrus realizes he doesn't have ears." ],
      flirtStatus10: [ '<32>{#p/story}* Papyrus has random lumps of ointment on his head.' ],
      flirtStatus11: [ "<32>{#p/story}* ... he's still thinking about sexy rectangles." ],
      hurtStatus: [ '<32>{#p/story}* Papyrus is at the edge of defeat.' ],
      insult1: [ '<15>{#p/papyrus}{#f/20}HOW SELFLESS!', '<15>{#f/21}YOU WANT ME TO FEEL BETTER ABOUT FIGHTING YOU...' ],
      insult2: [ "<15>{#p/papyrus}{#f/15}THERE'S NO NEED TO LIE TO YOURSELF!!!" ],
      insult3: [ "<32>{#p/human}* (No effect...)\n* (Seems acting won't escalate this battle any further.)" ],
      insult4: [ '<32>{#p/human}* (But Papyrus was too busy fighting to hear you.)' ],
      name: '* Papyrus',
      randomStatus1: [ '<32>{#p/story}* Papyrus readies a bone attack.' ],
      randomStatus2: [ '<32>{#p/story}* Papyrus prepares a non-bone attack then spends a minute fixing his mistake.' ],
      randomStatus3: [ '<32>{#p/story}* Papyrus is cooking.' ],
      randomStatus4: [ '<32>{#p/story}* Papyrus whispers \"Nyeh heh heh!\"' ],
      randomStatus5: [ '<32>{#p/story}* Papyrus is rattling his bones.' ],
      randomStatus6: [ '<32>{#p/story}* Papyrus is trying hard to play it cool.' ],
      randomStatus7: [ '<32>{#p/story}* Papyrus is considering his options.' ],
      randomStatus8: [ '<32>{#p/story}* Smells like bones.' ],
      randomStatus9: [ '<32>{#p/story}* Papyrus remembered a good joke Sans told and is smiling.' ],
      spaghetti1: () => [
         '<15>{#p/papyrus}{#f/12}MY SPAGHETTI!',
         "<15>{#p/papyrus}{#f/13}AND YOU LOOK LIKE YOU'RE ENJOYING IT...",
         papreal()
            ? "<15>{#p/papyrus}{#f/27}WELL, I'M GLAD I COULD MAKE YOU HAPPY!"
            : [
                 '<15>{#p/papyrus}{#f/27}WELL THEN!\nI LOOK FORWARD TO OUR MEAL TOGETHER!',
                 '<15>{#p/papyrus}{#f/27}WELL THEN!\nI LOOK FORWARD TO MAKING SOME MORE FOR YOU!'
              ][(SAVE.data.n.state_papyrus_spaghet + 1) % 2]
      ],
      spaghetti2: [ "<32>{#p/basic}* If Papyrus wasn't so busy fighting, he might've noticed that." ],
      specialStatus0: [ "<32>{#p/story}* Papyrus's aura is rising." ],
      specialStatus1: [ '<32>{#p/story}* Special attack.' ],
      specialStatus2: [ '<32>{#p/story}* Papyrus is going all out.' ],
      specialStatus3: [ '<32>{#p/story}* Papyrus has thrown all logic out the window.' ],
      specialStatus4: [ '<32>{#p/story}* Papyrus notices the lack of logic and brings it back inside.' ],
      specialStatus5: [ '<32>{#p/story}* Papyrus is sweating.' ],
      specialStatus6: [ "<32>{#p/story}* Papyrus is at his wit's end." ],
      status1: [ '<32>{#p/story}* Papyrus is sparing you.' ],
      status2: [ '<32>{#p/story}* Papyrus blocks the way!' ],
      turnTalk0a: [ "<15>{#p/papyrus}{#f/24}SO, YOU'RE SERIOUS..." ],
      turnTalk0b: [ "<15>{#p/papyrus}{#f/24}SO, YOU WON'T FIGHT..." ],
      turnTalk0c: [ "<15>{#p/papyrus}{#f/20}THEN LET'S SEE HOW YOU HANDLE MY FABLED 'BLUE ATTACK!'" ],
      turnTalk0x: [
         "<15>{#p/papyrus}{#f/10}YOU'RE BLUE NOW.",
         "<15>{#f/10}THAT'S MY ATTACK!",
         '<15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH HEH HEH!!!'
      ],
      turnTalk1a: [ '<15>{#p/papyrus}{#f/20}BEHOLD!' ],
      turnTalk1b: [ '<15>{#p/papyrus}{#f/20}HMMM... I WONDER WHAT I SHOULD WEAR...' ],
      turnTalk2a: [ '<15>{#p/papyrus}{#f/20}HOW HIGH CAN YOU JUMP?' ],
      turnTalk2b: [ "<15>{#p/papyrus}{#f/22}WHAT!?\nI'M NOT THINKING ABOUT THE DATE!!" ],
      turnTalk3: () =>
         world.postnoot
            ? [ '<15>{#p/papyrus}{#f/21}... IS IT JUST ME, OR DOES THE AIR SEEM A LITTLE WEIRD?' ]
            : [ "<15>{#p/papyrus}{#f/20}YEAH!\nDON'T MAKE ME USE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!" ],
      turnTalk4: () =>
         world.postnoot
            ? [ "<15>{#p/papyrus}{#f/20}OH WELL.\nI'M SURE IT'S NOTHING." ]
            : [ '<15>{#p/papyrus}{#f/20}I CAN ALMOST TASTE MY FUTURE POPULARITY!!!' ],
      turnTalk5: () =>
         world.postnoot
            ? [ '<15>{#p/papyrus}{#f/20}BESIDES, I SEE MARINARA SAUCE IN MY FUTURE!' ]
            : [ '<15>{#p/papyrus}{#f/20}PAPYRUS: UNPARALLELED SPAGHETTORE!' ],
      turnTalk6: () =>
         world.postnoot
            ? [ '<15>{#p/papyrus}{#f/20}AND A POSITION IN THE ELITE SQUAD!' ]
            : [ '<15>{#p/papyrus}{#f/20}PAPYRUS: ELITE SQUAD MEMBER!' ],
      turnTalk7: [ '<15>{#p/papyrus}{#f/10}UNDYNE WILL BE REALLY PROUD OF ME!!' ],
      turnTalk8: [ '<15>{#p/papyrus}{#f/20}THE KING WILL BUILD A STATUE OF ME IN THE CITADEL!!!' ],
      turnTalk9: [ "<15>{#p/papyrus}{#f/10}... AND I'LL MAKE SURE MY BROTHER GETS ONE TOO." ],
      turnTalk10: [ "<15>{#p/papyrus}{#f/27}WE'LL HAVE LOTS OF ADMIRERS!!\nBUT..." ],
      turnTalk11a: [ '<15>{#p/papyrus}{#f/20}HOW WILL I KNOW IF PEOPLE SINCERELY LIKE ME???' ],
      turnTalk11b: [ '<15>{#p/papyrus}{#f/20}WILL ANYONE LIKE ME LIKE YOU DO?' ],
      turnTalk12: [ '<15>{#p/papyrus}{#f/21}SOMEONE LIKE YOU IS REALLY RARE...' ],
      turnTalk13a: [ "<15>{#p/papyrus}{#f/21}I DON'T THINK THEY'LL LET YOU GO..." ],
      turnTalk13b: [ '<15>{#p/papyrus}{#f/21}AND DATING MIGHT BE KIND OF HARD...' ],
      turnTalk14: [ "<15>{#p/papyrus}{#f/26}AFTER YOU'RE CAPTURED AND SENT AWAY." ],
      turnTalk15: [ '<15>{#p/papyrus}{#f/17}URGH... WHO CARES!\nGIVE UP!!' ],
      turnTalk16: [ '<15>{#p/papyrus}{#f/15}GIVE UP OR FACE MY... {@fill=#f00}SPECIAL ATTACK{@fill=#000}!' ],
      turnTalk17: [ '<15>{#p/papyrus}{#f/20}YEAH!!!\nVERY SOON I WILL USE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!' ],
      turnTalk18: [
         '<15>{#p/papyrus}{#f/20}THIS IS YOUR LAST CHANCE... BEFORE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!'
      ],
      turnTalk19: [ '<15>{#p/papyrus}{#f/20}BEHOLD...!\nMY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!' ],
      turnTalk19x: [
         '<15>{#p/papyrus}{#f/15}NYEH HEH HEH!',
         '<15>{#f/20}NO HUMAN HAS EVER BESTED MY {@fill=#f00}SPECIAL ATTACK{@fill=#000} BEFORE!',
         '<15>{#f/20}PREPARE TO BE CAPTURED, ONCE AND FOR ALL!'
      ],
      turnTalk20: [ '<15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION ALPHA!!' ],
      turnTalk21: [ '<15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION BETA!!' ],
      turnTalk22: [ '<15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION GAMMA!!' ],
      turnTalk23: [ '<15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION DELTA!!' ],
      turnTalk24: [
         '<15>{#p/papyrus}{#f/27}WOWIE!\nARE YOU STRONG!',
         '<15>{#f/20}BUT NO FEAR!\nI WILL NOT BE DETERRED BY YOUR STRENGTH!',
         '<15>{#f/14}... SPECIAL ATTACK...',
         '<15>{#f/17}FORMATION {@fill=#f00}SIGMA{@fill=#000}!!!'
      ],
      turnTalk24x: [
         "<15>{#p/papyrus}{#f/27}WELL...! *HUFF* IT'S CLEAR... YOU CAN'T! *HUFF* BEAT ME!",
         '<15>{#f/15}YEAH!!! I CAN SEE YOU SHAKING IN YOUR BOOTS!!',
         '<15>{#f/20}I, THE GREAT PAPYRUS, ELECT TO GRANT YOU PITY!!',
         '<15>{#f/20}I WILL {@fill=#f00}SPARE YOU{@fill=#000}, HUMAN!!!',
         "<15>{#f/10}NOW'S YOUR CHANCE TO ACCEPT MY {@fill=#f00}MERCY{@fill=#000}."
      ],
      idleTalk: [ '<15>{#p/papyrus}{#f/20}...' ],
      idleTalkBullied: [ '<18>{#p/papyrus}{#f/27}...' ],
      secretFlirt1: [ '<15>{#p/papyrus}{#f/27}YOU WISH TO REMAIN WITH ME... FOREVER?', '<15>{#p/papyrus}{#f/21}HMM...' ],
      secretFlirt2: [
         '<15>{#p/papyrus}{#f/27}SOMETHING IS TRYING TO TEAR OUR LOVE APART?',
         '<15>{#p/papyrus}{#f/21}I WONDER...'
      ],
      secretFlirt2x: [
         "<15>{#p/papyrus}{#f/27}SO YOU -DON'T- WISH TO REMAIN WITH ME?",
         "<15>{#p/papyrus}{#f/14}BUT THEN... WHY WON'T YOU ACCEPT MY MERCY AND LEAVE ME?"
      ],
      secretFlirt3: [
         "<15>{#p/papyrus}{#f/25}UH, I DON'T THINK WE'VE GOTTEN -THAT- FAR YET...",
         '<15>{#p/papyrus}{#f/15}... BUT WE CAN SURE TRY LATER!'
      ],
      secretFlirt3x: [ "<15>{#p/papyrus}{#f/27}WAIT, ARE -YOU- THE ONE WHO'S TRYING TO TEAR OUR LOVE APART?" ],
      secretFlirt4: [ '<15>{#p/papyrus}{#f/24}WAIT, ARE YOU SUGGESTING SOME KIND OF... LOVE TRIANGLE???' ],
      secretFlirt4x: [
         "<15>{#p/papyrus}{#f/26}... SO YOU -DON'T- WANT TO TRY THAT LATER?",
         '<15>{#p/papyrus}{#f/24}AND NOT ONLY THAT, BUT...',
         '<15>{#p/papyrus}{#f/22}YOU NEVER EVEN WANTED TO BE WITH ME TO BEGIN WITH!?'
      ],
      secretFlirt5: [ "<15>{#p/papyrus}{#f/22}OR MAYBE IT'S MORE LIKE... A LOVE TRAPEZOID!" ],
      secretFlirt5x: [
         "<15>{#p/papyrus}{#f/21}NO?\nIT'S ACTUALLY A LOVE DI-ANGLE INSTEAD?",
         "<15>{#p/papyrus}{#f/18}BUT... THAT'S NOT EVEN A REAL SHAPE!",
         "<15>{#p/papyrus}{#f/27}ARE YOU SAYING THAT OUR LOVE, ISN'T TRULY REAL AFTER ALL!?"
      ],
      secretFlirt6: [
         '<15>{#p/papyrus}{#f/14}WAIT... I THINK I GET IT NOW!',
         '<15>{#p/papyrus}{#f/15}THE PRINCE IS JEALOUS OF YOUR AFFECTION FOR ME!',
         '<15>{#p/papyrus}{#f/24}SO... HE SPRUNG A TRAP TO PREVENT US FROM BEING TOGETHER!'
      ],
      secretFlirt6x: [
         "<15>{#p/papyrus}{#f/27}NO?\nBUT AT LEAST I'M ON THE RIGHT TRACK?",
         '<15>{#p/papyrus}{#f/24}WAIT... TRAPEZOID...',
         "<15>{#p/papyrus}{#f/22}ARE YOU SAYING THAT YOU'RE TRAPPED WITH ME, RIGHT NOW!?",
         "<15>{#p/papyrus}{#f/14}BUT THEN... WHY WON'T YOU ACCEPT MY MERCY AND ESCAPE?",
         '<15>{#p/papyrus}{#f/21}... THERE MUST BE SOMETHING ELSE GOING ON HERE.',
         '<15>{#p/papyrus}{#f/26}NO... YES.',
         '<15>{#p/papyrus}{#f/20}YES, YES, YES!!!',
         '<15>{#p/papyrus}{#f/20}I FINALLY UNDERSTAND IT NOW!',
         '<15>{#p/papyrus}{#f/15}THIS MUST BE THE WORK OF THAT \"ASRIEL\" FELLOW!',
         "<15>{#p/papyrus}{#f/14}SOMEHOW, HE'S OUTRIGHT PREVENTED YOU FROM SHOWING MERCY TO ME!"
      ],
      secretFlirt7: [
         '<15>{#p/papyrus}{#f/14}WELL.\nTHIS SIMPLY WILL NOT STAND!',
         '<15>{#p/papyrus}{#f/20}IN FACT, I HAVE THE PERFECT SOLUTION ALREADY!',
         "<15>{#p/papyrus}{#f/10}TO AVOID ANY ROMANTIC DRAMA, I'LL LEAVE POLITELY.",
         "<15>{#p/papyrus}{#f/24}THEN, WHEN YOU'RE ALONE WITH HIM ONCE AGAIN...",
         "<15>{#p/papyrus}{#f/25}YOU'LL BE IN THE PERFECT POSITION...",
         '<15>{#p/papyrus}{#f/15}TO ENSURE HE DOES NOT GET IN THE WAY OF YOUR FEELINGS!',
         '<15>{#p/papyrus}{#f/20}NYEH HEH HEH HEH HEH HEH HEH HEH HEH HEH!'
      ],
      secretFlirt8: [
         '<15>{#p/papyrus}{#f/20}FRET NOT, HUMAN!',
         '<15>{#p/papyrus}{#f/14}I, PAPYRUS, WILL MAKE SURE NO HARM COMES TO EITHER OF US!',
         '<15>{#p/papyrus}{#f/20}I WILL SPARE MYSELF FOR YOU!',
         '<15>{#p/papyrus}{#f/20}AND THEN, I WILL FIND A VERY SAFE PLACE TO HIDE.',
         "<15>{#p/papyrus}{#f/15}DON'T WORRY, HUMAN!\nPAPYRUS HAS THIS UNDER CONTROL!"
      ],
      secretInsult1: [ '<15>{#p/papyrus}{#f/27}UH... THANKS???' ],
      secretInsult2: [ '<15>{#p/papyrus}{#f/21}IDIOT... WHERE HAVE I HEARD THAT BEFORE...' ],
      secretInsult2x: [
         '<15>{#p/papyrus}{#f/22}OR... NOT?',
         '<15>{#p/papyrus}{#f/24}SO, LET ME GET THIS STRAIGHT.',
         '<15>{#p/papyrus}{#f/27}YOU MEANT TO SAY YOU... LOVE ME???',
         '<15>{#p/papyrus}{#f/27}AND THAT SOMETHING IS TRYING TO TEAR OUR LOVE APART?'
      ],
      secretInsult3: [ '<15>{#p/papyrus}{#f/29}NOW WHAT...' ],
      secretInsult3x: [
         "<15>{#p/papyrus}{#f/27}YOU MEAN I'M AN IDIOT FOR NOT NOTICING HOW MUCH YOU LOVE ME?",
         '<15>{#p/papyrus}{#f/28}AND THAT YOU WANT TO... UH...',
         "<15>{#p/papyrus}{#f/25}I-I MEAN, I DON'T THINK WE'VE GOTTEN -THAT- FAR YET...",
         '<15>{#p/papyrus}{#f/15}... BUT WE CAN SURE TRY LATER!'
      ],
      secretInsult4: [ "<15>{#p/papyrus}{#f/27}I'M NOT SMART ENOUGH TO REALIZE WHAT'S GOING ON...?" ],
      secretInsult4x: [
         "<15>{#p/papyrus}{#f/27}SO... YOU MEANT TO SAY WE'RE IN A LOVE TRIANGLE?",
         "<15>{#p/papyrus}{#f/19}WELL, IT'D CERTAINLY EXPLAIN YOUR ABRASIVE ATTITUDE!"
      ],
      secretInsult5: [
         '<15>{#p/papyrus}{#f/27}HUH? SHOOT FOR THE STARS INSTEAD OF SHOOTING MYSELF?',
         '<15>{#p/papyrus}{#f/17}BUT WHAT DOES IT MEAN...!'
      ],
      secretInsult5x: [
         '<15>{#p/papyrus}{#f/25}WAIT... YOU WANTED ME TO REALIZE THAT YOU SECRETLY LOVED ME?',
         "<15>{#p/papyrus}{#f/22}AND THAT WE'RE ACTUALLY IN A... LOVE TRAPEZOID!?"
      ],
      secretInsult6: [
         '<15>{#p/papyrus}{#f/14}WAIT... I THINK I GET IT NOW!',
         '<15>{#p/papyrus}{#f/21}IDIOT...',
         '<15>{#p/papyrus}{#f/21}SHOOT FOR THE STARS...',
         '<15>{#p/papyrus}{#f/20}TWINKLY WAS A STAR, AND HE LOVED TO CALL PEOPLE IDIOTS!',
         '<15>{#p/papyrus}{#f/25}OBLIVIOUS...',
         "<15>{#p/papyrus}{#f/22}I'VE BEEN OBLIVIOUS THIS WHOLE TIME!",
         '<15>{#p/papyrus}{#f/20}THAT \"ASRIEL\" FELLOW SEEMS TO LOVE CALLING PEOPLE IDIOTS AS WELL!',
         '<15>{#p/papyrus}{#f/24}WHICH MEANS...',
         '<15>{#p/papyrus}{#f/22}THE \"STAR\" IN THIS SCENARIO MUST BE HIM!',
         '<15>{#p/papyrus}{#f/19}HE MUST HAVE DONE SOMETHING TO MAKE -ME- LOOK LIKE AN IDIOT!'
      ],
      secretInsult6x: [
         '<15>{#p/papyrus}{#f/10}OH... OH!',
         "<15>{#p/papyrus}{#f/10}YOU'RE THE STAR I'M SUPPOSED TO SHOOT FOR!",
         "<15>{#p/papyrus}{#f/20}YOU'VE BEEN TRYING TO WIN MY AFFECTION THIS WHOLE TIME!",
         '<15>{#p/papyrus}{#f/27}WOWIE... YOU SURE DO HAVE A STRANGE WAY OF GOING ABOUT IT...',
         '<15>{#p/papyrus}{#f/24}STRANGE ENOUGH...',
         "<15>{#p/papyrus}{#f/15}... THAT I'M CONVINCED THERE'S MORE GOING ON HERE!",
         "<15>{#p/papyrus}{#f/21}AFTER ALL, IF THAT'S WHAT YOU WANTED TO TELL ME...",
         '<15>{#p/papyrus}{#f/21}WHY GO TO ALL THIS TROUBLE...',
         '<15>{#p/papyrus}{#f/27}INSTEAD OF SPARING ME AND TALKING ABOUT IT AFTERWARDS?',
         "<15>{#p/papyrus}{#f/21}UNLESS... YOU REALLY -CAN'T- SPARE ME.",
         '<15>{#p/papyrus}{#f/26}NO... YES.',
         '<15>{#p/papyrus}{#f/20}YES, YES, YES!!!',
         '<15>{#p/papyrus}{#f/20}I FINALLY UNDERSTAND IT NOW!',
         '<15>{#p/papyrus}{#f/24}THAT \"ASRIEL\" FELLOW WAS SO SURE YOU\'D KILL ME...',
         "<15>{#p/papyrus}{#f/20}SOMETHING TELLS ME, HE MUST BE THE ONE WHO'S GETTING IN YOUR WAY!",
         "<15>{#p/papyrus}{#f/15}HE'S BEEN JEALOUS OF YOUR AFFECTION FOR ME ALL THIS TIME!"
      ],
      secretInsult7: [
         '<15>{#p/papyrus}{#f/14}WELL.\nI WILL NOT BE FOOLED BY THE LIKES OF HIM!',
         '<15>{#p/papyrus}{#f/20}I, PAPYRUS, WILL MAKE SURE HE NEVER FINDS ME AGAIN!',
         "<15>{#p/papyrus}{#f/15}DON'T WORRY, HUMAN!\nPAPYRUS HAS THIS UNDER CONTROL!"
      ],
      sparableFlirt1: [
         "<15>{#p/papyrus}{#f/27}YOU'RE SUPPOSED TO BE SPARING, NOT FLIRTING!",
         '<15>{#f/14}I MUST RESIST!'
      ],
      sparableFlirt1x: [
         '<15>{#p/papyrus}{#f/27}HUH?\nFLIRTING, AT A TIME LIKE THIS?',
         "<15>{#f/14}WELL, THAT'S ONE WAY TO REDEEM YOURSELF!"
      ],
      sparableFlirt2: [ '<15>{#p/papyrus}{#f/14}N-NO...!' ],
      sparableFlirt2x: [ '<15>{#p/papyrus}{#f/14}A-AH...!' ],
      sparableFlirt3: [ '<15>{#p/papyrus}{#f/14}...' ],
      sparableInsult1: [
         "<15>{#p/papyrus}{#f/20}HEY, THERE'S NO NEED TO INSULT YOURSELF!",
         '<15>{#f/21}I KNOW YOU DID YOUR BEST...'
      ],
      sparableInsult1x: [
         "<15>{#p/papyrus}{#f/20}HEY, THERE'S NO NEED TO INSULT YOURSELF!",
         "<15>{#f/15}YOU'RE HERE TO BETTER YOURSELF, REMEMBER?"
      ],
      sparableInsult2: [ '<15>{#p/papyrus}{#f/21}HUMAN...' ],
      sparableInsult2x: [ '<15>{#p/papyrus}{#f/15}COME ON...!' ],
      sparableInsult3: [ '<15>{#p/papyrus}{#f/21}...' ]
   },
   b_opponent_shockasgore: {
      act_check: [ '<32>{#p/asriel2}* Asgore.\n* The king who got his home planet destroyed.' ],
      act_hug: [ '<32>{#p/human}* (You attempt to hug Asgore...)' ],
      hugText: [ '<32>{#p/human}* (... but your body goes right through him.)', '<32>{#p/asriel2}* ... huh?' ],
      foodText: [ '<11>{#p/asgore}{#f/5}Is that...' ],
      idleText1: [ '<11>{#p/asgore}{#f/1}Really now...' ],
      idleText2: [ '<11>{#p/asgore}{#f/1}Must we resort to violence?' ],
      idleText3: [ '<11>{#p/asgore}{#f/1}Can we not settle this peacefully?' ],
      idleText4: [ '<11>{#p/asgore}{#f/1}Is this really necessary?' ],
      stickText: [
         '<32>{#p/human}* (You throw the spanner.)\n* (Asgore lets it pass right through him.)',
         '<32>{#p/asriel2}* ... huh?'
      ],
      miss: [
         '<11>{#p/asgore}{#f/2}...',
         '<11>{#f/1}I am not really here, Asriel.',
         "<11>{#f/2}It's just a projection."
      ],
      name: '* Asgore',
      status1: [ '<32>{#p/asriel2}* Kill him, $(name).' ],
      status2: [ '<32>{#p/asriel2}* ...' ]
   },

   i_berry: {
      battle: {
         description: 'A small branch of semi-translucent berries.',
         name: 'Exoberries'
      },
      drop: [ '<32>{#p/human}* (You throw away the Exoberries.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (7 HP.)' ]
            : [ '<32>{#p/basic}* \"Exoberries\" Heals 7 HP\n* A small branch of semi-translucent berries.' ],
      name: 'Exoberries',
      use: [ '<32>{#p/human}* (You eat the Exoberries.)' ]
   },
   i_blookpie: {
      battle: {
         description: 'Fresh exoberries, bathed in a sea of moist Jell-O.',
         name: 'Berry Pie'
      },
      drop: () => [
         '<32>{#p/human}* (You throw away the Exoberry Pie.)',
         ...(instance('main', 'blookishly') !== void 0 // NO-TRANSLATE

            ? game.room === '_frontier4' // NO-TRANSLATE

               ? [ '<32>{#p/napstablook}* ......... huh?' ]
               : [ '<32>{#p/napstablook}* oh..................' ]
            : [])
      ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (99 HP.)' ]
            : [ '<32>{#p/basic}* \"Exoberry Pie\" Heals 99 HP\n* Fresh exoberries, bathed in a sea of moist Jell-O.' ],
      name: 'Exoberry Pie',
      use: () => [
         '<32>{#p/human}* (You eat the Exoberry Pie.)',
         ...(instance('main', 'blookishly') !== void 0 // NO-TRANSLATE

            ? game.room === '_frontier4' // NO-TRANSLATE

               ? [ '<32>{#p/napstablook}* ......... huh?' ]
               : [ '<32>{#p/napstablook}* aw.........\n* i hope you like it.........' ]
            : [])
      ]
   },
   i_chip: {
      battle: {
         description: 'Please take this to the edge of the galaxy.',
         name: 'Chip'
      },
      drop: () => [
         '<32>{#p/human}* (You throw away the Computer Chip.)',
         ...(SAVE.data.b.svr && !SAVE.data.b.freedom
            ? [ "<25>{#p/asriel1}{#f/15}* Uh... weren't you going to protect that?" ]
            : [])
      ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (45 HP. Rather than eating it, you feel you should keep this item safe.)' ]
            : [ '<32>{#p/basic}* \"Computer Chip\" Heals 45 HP\n* Please take this to the edge of the galaxy.' ],
      name: 'Computer Chip',
      use: () => [
         '<32>{#p/human}* (You bit into the Computer Chip.)',
         ...(SAVE.data.b.svr && !SAVE.data.b.freedom
            ? [ "<25>{#p/asriel1}{#f/15}* Uh... weren't you going to protect that?" ]
            : world.darker || SAVE.data.b.ufokinwotm8
            ? []
            : calcHP() - SAVE.data.n.hp > 45
            ? [ '<32>{#p/basic}* Seems your HP integer was increased.' ]
            : [ '<32>{#p/basic}* Seems your injuries have been overwritten.' ])
      ]
   },
   i_eye: {
      battle: {
         description: 'A portable force field.',
         name: 'Emitter'
      },
      drop: [ '<32>{#p/human}* (You throw away the Field Emitter.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (7 DF.)' ]
            : [ '<32>{#p/basic}* \"Field Emitter\" (7 DF)\n* A portable force field.' ],
      name: 'Field Emitter',
      use: [ '<32>{#p/human}* (You deployed the Field Emitter.)' ]
   },
   i_eye_x: {
      battle: {
         description: 'A somewhat underpowered portable force field.',
         name: 'Emitter?'
      },
      drop: [ '<32>{#p/human}* (You throw away the Field Emitter.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (5 DF.)' ]
            : [ '<32>{#p/basic}* \"Field Emitter?\" (5 DF)\n* A somewhat underpowered portable force field.' ],
      name: 'Field Emitter?',
      use: [ '<32>{#p/human}* (You deployed the Field Emitter.)' ]
   },
   i_fruit: {
      battle: {
         description: 'A non-euclidian fruit, bigger on the inside.',
         name: 'Ghost Fruit'
      },
      drop: [ '<32>{#p/human}* (You fold the Ghost Fruit in on itself.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (15 HP.)' ]
            : [ '<32>{#p/basic}* \"Ghost Fruit\" Heals 15 HP\n* A non-euclidian fruit, bigger on the inside.' ],
      name: 'Ghost Fruit',
      use: [ "<32>{#p/human}* (You unpacked the Ghost Fruit's many dimensions.)" ]
   },
   i_glove: {
      battle: {
         description: "A state-of-the-art bionic glove.\nIt's so bad.",
         name: 'Power Glove'
      },
      drop: [ '<32>{#p/human}* (You throw away the Power Glove.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (5 AT.)' ]
            : [ '<32>{#p/basic}* \"Power Glove\" (5 AT)\n* A state-of-the-art bionic glove. It\'s so bad.' ],
      name: 'Power Glove',
      use: [ '<32>{#p/human}* (You wear the Power Glove.)' ]
   },
   i_glove_x: {
      battle: {
         description: "It's not the original, but it still packs a punch.",
         name: 'Glove?'
      },
      drop: [ '<32>{#p/human}* (You throw away the Power Glove.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (3 AT.)' ]
            : [ '<32>{#p/basic}* \"Power Glove?\" (3 AT)\n* It\'s not the original, but it still packs a punch.' ],
      name: 'Power Glove?',
      use: [ '<32>{#p/human}* (You wear the Power Glove.)' ]
   },
   i_milkshake: {
      battle: {
         description: 'Made of an unknown, pearly-white substance.',
         name: 'Milkshake'
      },
      drop: [ '<32>{#p/human}* (You rid yourself of the Milkshake.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (18 HP.)' ]
            : [ '<32>{#p/basic}* \"Milkshake\" Heals 18 HP\n* Made of an unknown, pearly-white substance.' ],
      name: 'Milkshake',
      use: () => [
         '<32>{#p/human}* (You swallowed every last drop of the Milkshake.)',
         ...(SAVE.data.b.svr || world.darker || SAVE.data.b.ufokinwotm8 ? [] : [ '<32>{#p/basic}* ... salty.' ])
      ]
   },
   i_nice_cream: {
      battle: {
         description: 'Instead of a joke, the wrapper says something fantastical.',
         name: 'Ice Dream'
      },
      drop: [ '<32>{#p/human}* (You throw away the Ice Dream.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (15 HP.)' ]
            : [ '<32>{#p/basic}* \"Ice Dream\" Heals 15 HP\n* Instead of a joke, the wrapper says something fantastical.' ],
      name: 'Ice Dream',
      use: pager.create(
         2,
         () => [
            '<32>{#p/human}* (You unwrapped the Ice Dream.)',
            SAVE.data.b.svr
               ? '<32>* (The wrapper spoke of a world- saving adventure.)'
               : '<32>{#p/basic}* \"You\'re a grand adventurer, on a mission to save the world!\"'
         ],
         () => [
            '<32>{#p/human}* (You unwrapped the Ice Dream.)',
            SAVE.data.b.svr
               ? '<32>* (The wrapper mentioned your role as a starship captain.)'
               : '<32>{#p/basic}* \"You\'re the captain of a starship, moving deeper into unexplored space!\"'
         ],
         () => [
            '<32>{#p/human}* (You unwrapped the Ice Dream.)',
            SAVE.data.b.svr
               ? '<32>* (The wrapper claimed that you could uniquely solve a mystery.)'
               : '<32>{#p/basic}* \"A grand mystery unfolds, and you\'re the only one who can solve it!\"'
         ],
         () => [
            '<32>{#p/human}* (You unwrapped the Ice Dream.)',
            SAVE.data.b.svr
               ? '<32>* (The wrapper talked of your time-traveling endeavour.)'
               : '<32>{#p/basic}* \"You\'ve traveled back in time to stop a terrible catastrophe!\"'
         ],
         () => [
            '<32>{#p/human}* (You unwrapped the Ice Dream.)',
            SAVE.data.b.svr
               ? '<32>* (The wrapper stated your scientific brilliance.)'
               : '<32>{#p/basic}* \"You\'re a brilliant scientist on the verge of a massive breakthrough!\"'
         ],
         () => [
            '<32>{#p/human}* (You unwrapped the Ice Dream.)',
            SAVE.data.b.svr
               ? "<32>* (The wrapper established the innocent world you've ended up in.)"
               : '<32>{#p/basic}* \"You stumble on a world of innocent creatures, and it\'s up to you what happens next!\"'
         ],
         () => [
            '<32>{#p/human}* (You unwrapped the Ice Dream.)',
            SAVE.data.b.svr
               ? '<32>* (The wrapper detailed your newfound power.)'
               : '<32>{#p/basic}* \"You\'ve gained the power to change the universe at your will! Use it wisely!\"'
         ],
         [
            '<32>{#p/human}* (You unwrapped the Ice Dream.)',
            "<32>{#p/human}* (It's a holographic illustration of you, finding a loving family.)"
         ]
      )
   },
   i_pop: {
      battle: {
         description: 'Alters your perception of time.',
         name: 'Vortex Pop'
      },
      drop: [ '<32>{#p/human}* (You throw away the Vortex Pop.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (11 HP.)' ]
            : [
                 '<33>{#p/basic}* \"Vortex Pop\" Heals 11 HP\n* Alters your perception of time.\n* Not viable outside of battle.'
              ],
      name: 'Vortex Pop',
      use: () => [
         '<32>{#p/human}* (You suck on the Vortex Pop.)',
         ...(battler.active
            ? game.vortex
               ? [ '<32>{#p/human}* (Your perception of time is already shifted.)' ]
               : [
                    '<32>{#p/human}* (Your perception of time begins to shift.)',
                    '<32>{#p/story}* FOCUS up for two turns!'
                 ]
            : [ '<32>{#p/human}* (No effect outside of battle.)' ])
      ]
   },
   i_spaghetti: {
      battle: {
         description: 'Silken spaghetti, finely aged in a time dilation unit.',
         name: 'Spaghetti'
      },
      drop: () => [
         '<32>{#p/human}* (You throw away the Spaghetti.)',
         ...(game.room === 's_jenga' && SAVE.data.n.plot < 26 // NO-TRANSLATE

            ? []
            : !world.genocide && !world.runaway && (SAVE.data.n.state_papyrus_spaghet !== 0 || game.room === 's_bros') // NO-TRANSLATE

            ? game.room === 'f_kitchen' // NO-TRANSLATE

               ? [
                    SAVE.data.b.undyne_respecc ? '<25>{#p/undyne}{#f/1}* ...' : '<25>{#p/undyne}{#f/14}* ...',
                    "<25>{#p/undyne}{#f/17}* I'll scrape that off the floor and heat it up in the fridge later."
                 ]
               : SAVE.data.n.plot === 72 && game.room === 'c_asgore_kitchen' // NO-TRANSLATE

               ? [
                    '<18>{#p/papyrus}{#f/8}NOOO!!\nWHAT HAVE YOU DONE!?!?',
                    '<18>{#f/5}... THE SPAGHETTI I MADE FOR YOU...',
                    '<18>{#f/4}... IS... ACTUALLY KIND OF OLD, TO BE HONEST.',
                    '<18>{#f/0}YEAH!!\nMY NEW DISH WILL BE WAY BETTER!',
                    "<18>{#f/9}FEEL FREE TO SWING BY AND HAVE SOME WHEN IT'S DONE!",
                    '<25>{#p/sans}{#f/2}* trust me.\n* his new stuff is WAY too good to throw out.',
                    '<18>{#f/6}... YEAH!!'
                 ]
               : (fetchCharacters()
                    .find(c => c.key === 'papyrus') // NO-TRANSLATE

                    ?.position.extentOf(game.camera.position.clamp(...renderer.region)) ?? 240) < 240
               ? [
                    '<18>{#p/papyrus}{#f/8}NOOO!!\nWHAT HAVE YOU DONE!?!?',
                    '<18>{#f/5}... THE SPAGHETTI I MADE FOR YOU...',
                    ...(fetchCharacters().find(c => c.key === 'undyne') !== void 0 // NO-TRANSLATE

                       ? [
                            '<25>{#p/undyne}{#f/4}* Is perfectly fine!',
                            '<25>{#p/undyne}{#f/7}* Human!\n* Pick the spaghetti up off the floor NOW!',
                            "<18>{#p/papyrus}{#f/6}UNDYNE, PLEASE!!\nTHAT'S ENTIRELY UNSANITARY!!"
                         ]
                       : [ '<18>{#f/6}... IS CONSUMABLE NO LONGER!!' ]),
                    "<18>{#f/4}STILL... MAYBE IT'S FOR THE BEST.",
                    '<18>{#f/5}LIKE, MAYBE SEEING YOU THROW THAT AWAY...',
                    '<18>{#f/6}WILL ENCOURAGE ME TO MAKE A EVEN -BETTER- DISH!',
                    '<18>{#f/9}YEAH! LOOK AT HOW ENCOURAGED I AM RIGHT NOW!',
                    ...(fetchCharacters().find(c => c.key === 'undyne') !== void 0 // NO-TRANSLATE

                       ? [ '<25>{#p/undyne}{#f/17}* YEAH!!\n* Look at how encouraged he is right now!!' ]
                       : []),
                    "<18>{#p/papyrus}{#f/9}I'LL MAKE THE BEST DISH THE GALAXY'S EVER SEEN!",
                    ...(fetchCharacters().find(c => c.key === 'undyne') !== void 0 // NO-TRANSLATE

                       ? [
                            "<25>{#p/undyne}{#f/7}* And you're GOING to enjoy it this time!!",
                            "<18>{#p/papyrus}{#f/6}BUT IT'S OKAY IF YOU DON'T!!!",
                            '<25>{#p/undyne}{#f/17}* OKAY!!!!',
                            '<18>{#p/papyrus}{#f/9}OKAY!!!!!',
                            '<25>{#p/undyne}{#f/8}* OKAY!!!!!!',
                            '<18>{#p/papyrus}{#f/4}... OKAY.'
                         ]
                       : [])
                 ]
               : instance('main', 'sentryskeleton') !== void 0 || // NO-TRANSLATE

                 (fetchCharacters()
                    .find(c => c.key === 'sans') // NO-TRANSLATE

                    ?.position.extentOf(game.camera.position.clamp(...renderer.region)) ?? 240) < 240
               ? [
                    "<25>{#p/sans}{#f/0}* huh?\n* you don't like my bro's signature spaghetti?",
                    '<25>{#f/2}* more for me, i guess.'
                 ]
               : []
            : [])
      ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (16 HP.)' ]
            : [ '<32>{#p/basic}* \"Spaghetti\" Heals 16 HP\n* Silken spaghetti, finely aged in a time dilation unit.' ],
      name: 'Spaghetti',
      use: () => [
         '<32>{#p/human}* (You eat the Spaghetti.)',
         ...(game.room === 's_jenga' && SAVE.data.n.plot < 26 // NO-TRANSLATE

            ? []
            : !battler.active &&
              !world.genocide &&
              !world.runaway &&
              (SAVE.data.n.state_papyrus_spaghet !== 0 || game.room === 's_bros') // NO-TRANSLATE

            ? game.room === 'f_kitchen' // NO-TRANSLATE

               ? [
                    SAVE.data.b.undyne_respecc
                       ? '<25>{#p/undyne}{#f/1}* Spaghetti, huh?'
                       : '<25>{#p/undyne}{#f/14}* Spaghetti, huh?',
                    "<25>{#p/undyne}{#f/8}* You better like it, 'cause it's MY recipe!!"
                 ]
               : SAVE.data.n.plot === 72 && game.room === 'c_asgore_kitchen' // NO-TRANSLATE

               ? [
                    '<18>{#p/papyrus}{#f/1}WHAT?\nDID YOU JUST EAT THAT SPAGHETTI?',
                    '<18>{#f/5}IT SURE HAS BEEN A WHILE SINCE I MADE IT...',
                    '<25>{#p/sans}{#f/2}* a few hours, at least.',
                    "<18>{#p/papyrus}{#f/6}WELL, I'D WAGER THAT IT'S OUT OF DATE BY NOW.",
                    "<18>{#f/6}AND BY THAT, I MEAN IT'S AN OLDER VERSION.",
                    "<18>{#f/4}BUT DON'T WORRY.\nTHIS NEW SPAGHETTI DISH HERE...",
                    '<18>{#f/9}... IS WAY BETTER THAN THE OLD STUFF!',
                    "<18>{#f/9}FEEL FREE TO SWING BY AND HAVE SOME WHEN IT'S DONE!"
                 ]
               : (fetchCharacters()
                    .find(c => c.key === 'papyrus') // NO-TRANSLATE

                    ?.position.extentOf(game.camera.position.clamp(...renderer.region)) ?? 240) < 240
               ? SAVE.data.n.state_papyrus_spaghet === 0
                  ? ((SAVE.data.n.state_papyrus_spaghet = 2),
                    [
                       '<18>{#p/papyrus}{#f/1}WHAT?\nDID YOU JUST EAT THAT SPAGHETTI?',
                       "<18>{#f/5}I WAS GOING TO ASK YOU WHAT YOU'D DO WITH IT...",
                       '<18>{#f/6}BUT IT SEEMS I HAVE MY ANSWER NOW!',
                       '<18>{#f/0}THANK YOU, HUMAN, FOR EATING SO INFORMATIVELY.'
                    ])
                  : [
                       [
                          '<18>{#p/papyrus}{#f/1}WHAT?\nDID YOU JUST EAT THAT SPAGHETTI?',
                          '<18>{#f/7}I THOUGHT YOU WERE GOING TO SHARE IT!',
                          ...(fetchCharacters().find(c => c.key === 'undyne') !== void 0 // NO-TRANSLATE

                             ? [
                                  "<25>{#p/undyne}{#f/7}* Well, maybe they didn't WANT to share it!",
                                  '<18>{#p/papyrus}{#f/6}BUT THEY PROMISED!'
                               ]
                             : []),
                          '<18>{#f/5}... PERHAPS MY COOKING IS AT FAULT HERE...',
                          "<18>{#f/6}IT WAS SO TASTY, YOU COULDN'T HELP BUT TAKE A BITE!",
                          '<18>{#f/5}AND ANOTHER, AND ANOTHER...',
                          "<18>{#f/6}BEFORE YOU KNEW IT, YOU'D EATEN THE ENTIRE PLATE!",
                          ...(fetchCharacters().find(c => c.key === 'undyne') !== void 0 // NO-TRANSLATE

                             ? [ '<25>{#p/undyne}{#f/14}* Wow.\n* What a crime.' ]
                             : []),
                          '<18>{#p/papyrus}{#f/5}TO THINK MY COOKING MADE YOU BETRAY ME...',
                          "<18>{#f/9}N-NO...!\nI'LL FIX THIS!",
                          '<18>{#f/4}... \"AHEM.\"',
                          '<18>{#f/0}I, PAPYRUS, HEREBY DECLARE YOUR PROMISE VOID.',
                          '<18>{#f/0}THERE!\nNOW, YOU MAY EAT GUILT-FREE.',
                          ...(fetchCharacters().find(c => c.key === 'undyne') !== void 0 // NO-TRANSLATE

                             ? [
                                  '<25>{#p/undyne}{#f/11}* ...',
                                  '<18>{#p/papyrus}{#f/4}(IT WOULD HELP IF YOU PLAYED ALONG.)',
                                  "<25>{#p/undyne}{#f/12}* Right!\n* Guilt-free!\n* That's how you'll eat!",
                                  '<18>{#p/papyrus}{#f/0}(THANK YOU.)'
                               ]
                             : [])
                       ],
                       [
                          '<18>{#p/papyrus}{#f/1}WHAT?\nDID YOU JUST EAT THAT SPAGHETTI?',
                          "<18>{#f/4}WELL, YOU DIDN'T SAY YOU WERE GOING TO SHARE IT...",
                          ...(fetchCharacters().find(c => c.key === 'undyne') !== void 0 // NO-TRANSLATE

                             ? [
                                  "<25>{#p/undyne}{#f/11}* So what's the problem?",
                                  "<18>{#p/papyrus}{#f/0}OH, UH, I GUESS THERE ISN'T ONE."
                               ]
                             : [ "<18>{#f/0}HMM, I SUPPOSE THAT'S FOR THE BEST." ]),
                          '<18>{#f/5}AFTER ALL, IF YOU -HAD- MADE SUCH A STATEMENT...',
                          '<18>{#f/6}WE WOULD HAVE BEEN IN QUITE THE PERDICAMENT.',
                          "<18>{#f/0}BUT YOU DIDN'T!\nSO WE'RE GOOD!",
                          ...(fetchCharacters().find(c => c.key === 'undyne') !== void 0 // NO-TRANSLATE

                             ? [
                                  '<25>{#p/undyne}{#f/12}* And all is right with the world, huh?',
                                  "<18>{#p/papyrus}{#f/7}HEY, THAT'S WHAT I WAS GOING TO SAY!",
                                  '<18>{#f/0}BUT YES.\nYES IT IS.'
                               ]
                             : [ '<18>{#f/0}AND ALL IS RIGHT WITH THE WORLD.' ])
                       ]
                    ][SAVE.data.n.state_papyrus_spaghet - 1]
               : instance('main', 'sentryskeleton') !== void 0 || // NO-TRANSLATE

                 (fetchCharacters()
                    .find(c => c.key === 'sans') // NO-TRANSLATE

                    ?.position.extentOf(game.camera.position.clamp(...renderer.region)) ?? 240) < 240
               ? [
                    "<25>{#p/sans}{#f/3}* it's pretty good, huh?",
                    "<25>{#f/2}* i should know.\n* i'm the one who got to taste test it."
                 ]
               : []
            : [])
      ]
   },
   i_swirl: {
      battle: {
         description: 'A glowing, colorful sugar roll.',
         name: 'Swirl'
      },
      drop: [ '<32>{#p/human}* (You throw away the Radiant Swirl.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (22 HP.)' ]
            : [ '<32>{#p/basic}* \"Radiant Swirl\" Heals 22 HP\n* A glowing, colorful sugar roll.' ],
      name: 'Radiant Swirl',
      use: [ '<32>{#p/human}* (You eat the Radiant Swirl.)' ]
   },
   i_voidy: {
      battle: {
         description: 'Leads to a mysterious place.\nNot viable in battle.',
         name: 'Sanctuary'
      },
      drop: [ '<32>{#p/human}* (You throw away the Sanctuary.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (A device whose origin is beyond the boundaries of existence.)' ]
            : [ '<32>{#p/basic}* Leads to a mysterious place.\n* Accessible on-the-go.' ],
      name: 'Sanctuary',
      use: () =>
         battler.active
            ? [ '<32>{#p/human}* (You use the Sanctuary.)', '<32>{#p/human}* (No effect in battle.)' ]
            : [ '<32>{#p/human}* (You use the Sanctuary.)' ]
   },
   i_corndog_sword: {
      battle: {
         description: 'A truly one-of-a-kind weapon.',
         name: 'Dog Sword'
      },
      drop: [ '<32>{#p/human}* (You try to throw away the Corn Dog Sword...)', '<32>{#p/human}* (... but it refuses.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (You decide not to question the logic of this weapon.)' ]
            : [ '<32>{#p/basic}* A truly one-of-a-kind weapon.' ],
      name: 'Corn Dog Sword',
      use: () =>
         battler.active && battler.alive[0].opponent.metadata.corndogger
            ? [
                 '<32>{#p/human}* (You equip the Corn Dog Sword.)',
                 "<32>{#p/human}* (You can't resist the urge to take a bite.)",
                 [
                    '<32>{#p/human}* (You consume the outer layer of breading...)',
                    '<32>{#p/human}* (You consume the tip...)',
                    '<32>{#p/human}* (You consume the blade...)',
                    '<32>{#p/human}* (You consume the hilt...)',
                    '<32>{#p/human}* (You consume the handle...)'
                 ][SAVE.data.n.corndogger++],
                 '<32>{#p/basic}* Suddenly...!'
              ]
            : [
                 '<32>{#p/human}* (You try to equip the Corn Dog Sword...)',
                 "<32>{#p/human}* (... but it didn't detect a high enough threat level!)"
              ]
   },
   i_fryz: {
      battle: {
         description: 'For once, it\'s not just \"pleasantly warm.\"',
         name: 'Grillby'
      },
      drop: [ "<32>{#p/human}* (You tossed the Flamin' Grillby like a molotov.)" ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (30 HP.)' ]
            : [ '<32>{#p/basic}* \"Flamin\' Grillby\" Heals 30 HP\n* For once, it\'s not just \"pleasantly warm.\"' ],
      name: "Flamin' Grillby",
      use: [ "<32>{#p/human}* (You consume the Flamin' Grillby.)" ]
   },
   i_burgerz: {
      battle: {
         description: 'Like burgers, but smaller.\nThree left.',
         name: 'Slider Trio'
      },
      drop: [ '<32>{#p/human}* (You throw away the Sliders.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (15 HP. Three uses left.)' ]
            : [ '<32>{#p/basic}* \"Sliders\" Heals 15 HP\n* Like burgers, but smaller.\n* Three left.' ],
      name: 'Slider Trio',
      use: [ '<32>{#p/human}* (You eat one of the Sliders.)' ]
   },
   i_burgerz_use1: {
      battle: {
         description: 'Like burgers, but smaller.\nTwo left.',
         name: 'Slider Duo'
      },
      drop: [ '<32>{#p/human}* (You throw away the Sliders.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (15 HP. Two uses left.)' ]
            : [ '<32>{#p/basic}* \"Sliders\" Heals 15 HP\n* Like burgers, but smaller.\n* Two left.' ],
      name: 'Slider Duo',
      use: [ '<32>{#p/human}* (You eat one of the Sliders.)' ]
   },
   i_burgerz_use2: {
      battle: {
         description: 'Like a burger, but smaller.',
         name: 'Slider'
      },
      drop: [ '<32>{#p/human}* (You throw away the Sliders.)' ],
      info: () =>
         SAVE.data.b.svr || SAVE.data.b.ufokinwotm8
            ? [ '<32>{#p/human}* (15 HP. One use left.)' ]
            : [ '<32>{#p/basic}* \"Sliders\" Heals 15 HP\n* Like burgers, but smaller.\n* One left.' ],
      name: 'Slider',
      use: [ '<32>{#p/human}* (You eat one of the Sliders.)' ]
   },

   k_premium: {
      name: 'Premium Membership Voucher',
      description: () =>
         SAVE.data.b.f_state_voucher
            ? 'Used in tandem with your nonexistent premium telescope subscription.'
            : 'Given to you by Monster Kid after using the telescope in Starton.'
   },

   k_inverter: {
      name: 'Gravometric Inverter Remote',
      description: () =>
         SAVE.data.b.s_state_inverter
            ? 'Used to operate the eponymous Gravometric Inverter.'
            : "Acquired from the unsealed envelope in Sans's room."
   },

   k_security: {
      name: 'Rusty Key',
      description: () =>
         SAVE.data.n.state_aerialis_lockup > 0
            ? 'Used to unlock the armory in the rec center.'
            : 'Acquired at the \"police station\" on the north side of Starton town.'
   },

   n_shop_blook: {
      exit: [ "<32>{#p/napstablook}{#k/0}* oh... you're leaving...", '<32>{#k/1}* well, cya next time i guess...' ],
      item: () =>
         blookGone()
            ? [
                 '§fill=#808080§--- UNAVAILABLE ---',
                 SAVE.data.b.item_blookpie ? '§fill=#808080§--- UNAVAILABLE ---' : '0G - Exoberry Jell-O Pie',
                 '0G - Ghost Fruit',
                 '0G - Milkshake',
                 'Exit'
              ]
            : SAVE.data.n.plot === 72
            ? [
                 SAVE.data.b.item_voidy ? '§fill=#808080§--- UNAVAILABLE ---' : '432G - Sanctuary',
                 SAVE.data.b.item_blookpie ? '§fill=#808080§--- UNAVAILABLE ---' : '80G - Exoberry Jell-O Pie',
                 '5G - Ghost Fruit',
                 '5G - Milkshake',
                 'Exit'
              ]
            : [
                 SAVE.data.b.item_voidy ? '§fill=#808080§--- UNAVAILABLE ---' : '432G - Sanctuary',
                 SAVE.data.b.item_blookpie ? '§fill=#808080§--- UNAVAILABLE ---' : '100G - Exoberry Jell-O Pie',
                 '12G - Ghost Fruit',
                 '16G - Milkshake',
                 'Exit'
              ],
      itemInfo: [
         'Special:\nLeads to a\nmysterious\nplace.',
         'Heals 99HP\nGlows in\nthe dark.',
         "Heals 15HP\nIt's non-\neuclidian.",
         'Heals 18HP\nMay contain\nectoplasm.'
      ],
      itemPrompt: '<09>{#p/napstablook}{#k/3}see anything you like?',
      itemPurchase: [
         '<09>{#p/napstablook}{#k/3}heh... thank you...',
         "<09>{#p/napstablook}{#k/0}you don't have to buy it...",
         '<09>{#p/napstablook}{#k/0}sorry... not enough g...',
         "<10>{#p/human}(You're carrying too much.)"
      ],
      itemPurchasePrompt: () => (blookGone() ? 'Take it?' : 'Buy it for\n$(x)G?'),
      itemUnavailable: () =>
         blookGone() ? '<09>{#p/basic}Nothing left.' : "<09>{#p/napstablook}{#k/0}oh... i don't have any more...",
      menu: () =>
         blookGone() ? [ 'Take', 'Steal', 'Read', 'Exit' ] : [ 'Buy', world.meanie ? 'Steal' : 'Sell', 'Talk', 'Exit' ],
      menuPrompt1: () =>
         [
            '<23>{#p/napstablook}{#k/3}* have a look around...',
            "<23>{#p/napstablook}{#k/3}* i hope you find what you're looking for...",
            "<23>{#p/napstablook}{#k/3}* have a look around... or not... it's your choice...",
            '<23>{#p/napstablook}{#k/3}* have a look around, i guess...',
            "<23>{#p/napstablook}{#k/3}* have a look around... or not... it's your choice..."
         ][Math.min(SAVE.data.n.state_wastelands_napstablook, 4)],
      menuPrompt2: '<23>{#p/napstablook}{#k/0}* feel free to leave at any time...',
      menuPrompt3: () =>
         world.bulrun ? '<23>{#p/basic}* ... but everybody ran.' : '<23>{#p/basic}* ... but nobody came.',
      note: () =>
         [ 'f_blooky', 'f_napstablook' ].includes(SAVE.data.s.state_foundry_deathroom) // NO-TRANSLATE

            ? [ "<32>{#p/basic}* There's no note here." ]
            : SAVE.data.b.killed_mettaton
            ? [ "<32>{#p/basic}* There's a note here.", '<32>{#p/napstablook}* \"it\'s all your fault...\"' ]
            : world.runaway
            ? [ "<32>{#p/basic}* There's a note here.", '<32>{#p/napstablook}* \"we had no choice...\"' ]
            : [ "<32>{#p/basic}* There's a note here.", '<32>{#p/napstablook}* \"sorry, i had to go...\"' ],
      sell1: () =>
         blookGone()
            ? [ '<30>{#p/human}* (You took 42G from behind the counter.)' ]
            : world.meanie
            ? [
                 "<30>{#p/napstablook}{#k/2}* oh... you're trying to steal from me...",
                 '<30>{#p/napstablook}{#k/5}* you must really need it...',
                 SAVE.data.b.item_voidy
                    ? "<30>{#k/0}* i'm so sorry... the only money i have came from you..."
                    : "<30>{#k/0}* i'm so sorry... i don't have much to give..."
              ]
            : [
                 '<30>{#p/napstablook}{#k/2}* oh... you wanted to sell something',
                 "<30>{#k/0}* i don't know if i can afford to buy anything... sorry..."
              ],
      sell2: () =>
         blookGone()
            ? [ '<30>{#p/basic}* Nothing left.' ]
            : world.meanie
            ? [
                 "<30>{#p/napstablook}{#k/5}* um...\n* i can't give you anything of real value...",
                 "<30>{#p/napstablook}{#k/0}* i know... it's pretty sad"
              ]
            : [
                 '<30>{#p/napstablook}{#k/5}* um... you could ask my cousin about selling...',
                 '<30>{#k/0}* they live with undyne, i think'
              ],
      talk: (name: string) =>
         SAVE.data.n.plot === 72
            ? [ 'Say Hello', 'What Happened', name, 'The Future', 'Exit' ]
            : [
                 'Say Hello',
                 'Ghosts',
                 'Sanctuary',
                 65 <= SAVE.data.n.plot
                    ? SAVE.data.b.a_state_hapstablook && 68 <= SAVE.data.n.plot
                       ? 'Family'
                       : 'Your Life'
                    : 63 <= SAVE.data.n.plot && SAVE.data.b.a_state_hapstablook
                    ? 'Mettaton'
                    : 60 <= SAVE.data.n.plot
                    ? 'Mew Mew Doll'
                    : 48 <= SAVE.data.n.plot
                    ? 'Travels'
                    : SAVE.data.b.napsta_performance
                    ? 'DJ Blooky?'
                    : SAVE.data.n.state_wastelands_napstablook === 0
                    ? 'Dapper Blook?'
                    : 'Your Life',
                 'Exit'
              ],
      talkPrompt: '<09>{#p/napstablook}{#k/1}oh, you wanna chat?',
      talkText: [
         () =>
            SAVE.data.n.plot === 72
               ? [
                    '<32>{#p/napstablook}{#k/3}* oh, hey...',
                    '<32>{#k/0}* i think everybody dissappeared for a while...',
                    '<32>{#k/1}* but when they woke up, they all knew your name...',
                    "<32>{#k/3}* so... you're frisk, huh?",
                    '<32>{#k/4}* well, nice to see you, frisk'
                 ]
               : SAVE.data.b.a_state_napstadecline
               ? [ '<32>{#p/napstablook}{#k/2}* uh...', '<32>{#p/napstablook}{#k/2}* hey there...' ]
               : SAVE.data.n.state_wastelands_napstablook < 2
               ? [
                    [
                       '<32>{#p/napstablook}{#k/3}* oh, hey...',
                       '<32>{#p/napstablook}{#k/3}* oh, nice to see you again...'
                    ][SAVE.data.n.state_wastelands_napstablook],
                    ...(world.meanie
                       ? [ "<32>{#k/0}* what's that look for?\n* have i done something wrong..." ]
                       : [ '<32>{#k/4}* what have you been up to?' ])
                 ]
               : SAVE.data.n.state_wastelands_napstablook < 5
               ? [
                    "<32>{#p/napstablook}{#k/0}* oh...\n* i'm not sure what to say, really...",
                    '<32>{#k/3}* uhh... hello, i guess?'
                 ]
               : [
                    '<32>{#p/napstablook}{#k/4}* heh...\n* hey...',
                    '<32>{#k/3}* say, are you new around here?',
                    "<32>{#k/5}* you don't look familiar..."
                 ],
         () =>
            SAVE.data.n.plot === 72
               ? [
                    "<32>{#p/napstablook}{#k/2}* honestly, i don't really know what happened...",
                    "<32>{#k/2}* same goes for everyone in my family.\n* we didn't get pulled in like everyone else.",
                    '<32>{#k/1}* we did see a bright light, but when it came by... we just sort of rejected it',
                    "<32>{#k/0}* still, even though we didn't see it ourselves...",
                    "<32>{#k/3}* we've heard all about what you did for us.",
                    '<32>{#k/3}* so... thanks.'
                 ]
               : [
                    '<32>{#p/napstablook}{#k/2}* you wanna know about ghosts?',
                    '<32>{#k/0}* well, the only ghosts i know are myself, my three cousins...',
                    '<32>{#k/3}* and the one behind you, of course',
                    "<32>{#k/1}* aside from that, there's not much to say",
                    '<32>{#k/0}* without a fused host body, we just sorta... exist',
                    '<32>{#k/0}* yeah, i know...\n* very interesting stuff...'
                 ],
         () =>
            SAVE.data.n.plot === 72
               ? [
                    '<32>{#p/napstablook}{#k/2}* ...',
                    "<32>{#k/2}* they're... still behind you, aren't they?",
                    '<32>{#k/0}* yeah... i can see them...',
                    ...(SAVE.data.b.oops
                       ? [
                            "<32>{#k/0}* they... don't like the fact that i'm pointing them out...",
                            '<32>{#k/0}* oh no...'
                         ]
                       : [
                            '<32>{#k/2}* they look... happy?',
                            '<32>{#k/4}* frisk, if you were able to make them feel this way...',
                            '<32>{#k/3}* then you really are special.'
                         ])
                 ]
               : [
                    '<32>{#p/napstablook}{#k/3}* oh yeah... that...',
                    '<32>{#k/1}* well, one day, i found this box lying around...',
                    "<32>{#k/5}* when i opened it, i ended up in this mysterious place i haven't seen before...",
                    '<32>{#k/4}* now and then, i like to visit that place to relax',
                    "<32>{#k/3}* it's peaceful..."
                 ],
         () =>
            SAVE.data.n.plot === 72
               ? [
                    SAVE.data.b.a_state_hapstablook
                       ? '<32>{#p/napstablook}{#k/0}* well, after me and my cousins resolved everything...'
                       : "<32>{#p/napstablook}{#k/0}* well, since i didn't really have anything else to do...",
                    '<32>{#k/0}* i figured it was time to try something new for once.',
                    '<32>{#k/3}* i heard about the humans in the archive, and felt bad for them...',
                    '<32>{#k/3}* so... i adopted one.',
                    '<32>{#k/1}* i just hope i can take care of them properly now.'
                 ]
               : 65 <= SAVE.data.n.plot
               ? SAVE.data.b.a_state_hapstablook
                  ? 68 <= SAVE.data.n.plot
                     ? [
                          '<32>{#p/napstablook}{#k/3}* hey, mettaton came by a little while ago.',
                          "<32>{#k/0}* we talked for a bit about what we've been up to...",
                          '<32>{#k/0}* about the family...',
                          "<32>{#k/3}* well, i don't think i've ever been this happy before.",
                          '<32>{#k/3}* what you did for us back there... it means a lot.'
                       ]
                     : [
                          "<32>{#p/napstablook}{#k/0}* hey... sorry things didn't work out the way we hoped...",
                          '<32>{#k/3}* it was nice to have you there, though......'
                       ]
                  : [
                       '<32>{#p/napstablook}{#k/7}* with every day that goes by, i feel a little further away from happiness......'
                    ]
               : 63 <= SAVE.data.n.plot && SAVE.data.b.a_state_hapstablook
               ? [
                    "<32>{#k/7}* oh... you're probably wondering about the meeting",
                    "<32>{#k/7}* don't worry, it's still happening...",
                    '<32>{#k/7}* i just came back here to check on my shop......'
                 ]
               : 60 <= SAVE.data.n.plot
               ? SAVE.data.b.a_state_napstadecline
                  ? [
                       '<32>{#k/7}* ...',
                       "<32>{#k/7}* i don't... really wanna talk about that...",
                       ...(SAVE.storage.inventory.contents.includes('tvm_mewmew') // NO-TRANSLATE

                          ? [ "<32>{#k/2}* especially when it's right there in your ITEMs......" ]
                          : [])
                    ]
                  : [
                       '<32>{#k/1}* oh... yeah......',
                       '<32>{#k/3}* thanks for agreeing to help me with that',
                       "<32>{#k/2}* mettaton's been acting kinda weird lately......",
                       "<32>{#k/0}* i'm not surprised he did this",
                       '<32>{#k/4}* alphys first had me watch mew mew space adventure with her a while ago...',
                       '<32>{#k/3}* we marathonned the entire fourth season in one night...',
                       '<32>{#k/6}* that finale...',
                       '<32>{#k/6}* was something else......'
                    ]
               : 48 <= SAVE.data.n.plot
               ? [
                    '<32>{#k/1}* yeah... this is mostly where i hang out now',
                    ...[
                       [ '<32>{#k/0}* sorry for interrupting whatever you were doing with my cousin...' ],
                       [ '<32>{#k/0}* ...\n* have you seen my cousin?' ],
                       [ '<32>{#k/3}* i heard my cousin really likes you...' ],
                       [
                          "<32>{#k/5}* my cousin tells me you're not the most interesting person to be with...",
                          '<32>{#k/5}* i disagree......'
                       ],
                       [],
                       []
                    ][SAVE.data.n.state_wastelands_toriel === 0 ? 2 : SAVE.data.n.state_foundry_maddummy],
                    '<32>* ...',
                    "<32>{#f/1}* anyway\n* i hope you're doing alright out there...",
                    '<32>{#f/2}* past starton, things get a bit... crazy'
                 ]
               : SAVE.data.b.napsta_performance
               ? [
                    '<32>{#p/napstablook}{#k/1}* yeah, i make music sometimes',
                    "<32>{#k/0}* people say it's great, but i know they're just lying to make me feel better...",
                    '<32>{#k/4}* thanks for coming to my little show, though...',
                    '<32>{#k/3}* seeing you made me happy...'
                 ]
               : [
                    [
                       '<32>{#p/napstablook}{#k/2}* you mean... that little hat trick i showed you...?',
                       '<32>{#k/1}* yeah, my cousin taught me that...',
                       '<32>{#k/3}* he and i used to spend so much time together...',
                       '<32>{#k/0}* then one day, he...',
                       '<32>{#k/6}* ...',
                       '<32>{#k/0}* never mind...'
                    ],
                    [
                       "<32>{#p/napstablook}{#k/0}* oh, there's not much to say about my life...",
                       '<32>{#k/3}* meeting you was the highlight of my weekend...'
                    ],
                    [
                       "<32>{#p/napstablook}{#k/0}* oh, there's not much to say about my life...",
                       '<32>{#k/6}* and thanks to people like you, there probably never will be...'
                    ],
                    [
                       "<32>{#p/napstablook}{#k/0}* oh, there's not much to say about my life...",
                       "<32>{#k/3}* i'm just... pluggin' along..."
                    ],
                    [
                       "<32>{#p/napstablook}{#k/0}* oh, there's not much to say about my life...",
                       '<32>{#k/6}* not that you... really care...'
                    ],
                    [
                       "<32>{#p/napstablook}{#k/0}* oh, there's not much to say about my life...",
                       "<32>{#k/0}* i'm just a ghost that tends to get lost in the mix"
                    ]
                 ][SAVE.data.n.state_wastelands_napstablook]
      ],
      zeroPrompt: '<09>{#p/basic}...'
   },
   n_shop_hare: {
      exit: [ '<32>{#p/basic}{#k/11}* Bye now!\n* Come again sometime!' ],
      item: () =>
         world.population === 0 || world.runaway
            ? [
                 '0G - Power Glove?',
                 SAVE.data.b.item_eye ? '0G - Field Emitter?' : '0G - Field Emitter',
                 '0G - Vortex Pop',
                 '0G - Radiant Swirl',
                 'Exit'
              ]
            : SAVE.data.n.plot === 72
            ? [
                 '10G - Power Glove?',
                 SAVE.data.b.item_eye ? '10G - Field Emitter?' : '20G - Field Emitter',
                 '8G - Vortex Pop',
                 '5G - Radiant Swirl',
                 'Exit'
              ]
            : [
                 '30G - Power Glove?',
                 SAVE.data.b.item_eye ? '30G - Field Emitter?' : '40G - Field Emitter',
                 '28G - Vortex Pop',
                 '20G - Radiant Swirl',
                 'Exit'
              ],
      itemInfo: () => [
         "Weapon: 3AT\n($(x) AT)\nKnock 'em.\nReplicated.",
         SAVE.data.b.item_eye
            ? 'Armor: 5DF\n($(x) DF)\nProtection\nfor one.\nReplicated.'
            : 'Armor: 7DF\n($(x) DF)\nProtection\nfor one.',
         'Heals 11HP\nSlows your\nperception\nof time.',
         "Heals 22HP\nIt's her own\nrecipe."
      ],
      itemPrompt: '<09>{#p/basic}{#k/0}What would you like to buy?',
      itemPurchase: [
         '<09>{#p/basic}{#k/4}Thanks for your purchase.',
         '<09>{#p/basic}{#k/7}Just looking?',
         "<09>{#p/basic}{#k/5}That's not enough money.",
         "<10>{#p/human}(You're carrying too much.)"
      ],
      itemPurchasePrompt: () => (world.population === 0 || world.runaway ? 'Take it?' : 'Buy it for\n$(x)G?'),
      menu: () =>
         world.population === 0 || world.runaway
            ? [ 'Take', 'Steal', 'Read', 'Exit' ]
            : [ 'Buy', world.meanie ? 'Steal' : 'Sell', 'Talk', 'Exit' ],
      menuPrompt1: '<23>{#p/basic}{#k/0}* Hello, traveler.\n* How can I help you?',
      menuPrompt2: '<23>{#p/basic}{#k/0}* Take your time.',
      menuPrompt3: () =>
         world.bulrun ? '<23>{#p/basic}* ... but everybody ran.' : '<23>{#p/basic}* ... but nobody came.',
      note: () =>
         world.runaway
            ? [ "<32>{#p/basic}* There's a note here.", '<32>{#p/basic}* \"Please don\'t come after us.\"' ]
            : SAVE.data.n.plot === 72
            ? [ "<32>{#p/basic}* There's a note here.", '<33>{#p/basic}* \"I\'m sorry I couldn\'t come back.\"' ]
            : [ "<32>{#p/basic}* There's a note here.", '<33>{#p/basic}* \"Please don\'t hurt my family.\"' ],
      sell1: () =>
         world.population === 0 || world.runaway
            ? [ '<30>{#p/human}* (You took 758G from behind the counter.)' ]
            : world.meanie
            ? [
                 "<30>{#p/basic}{#k/1}* Huh?\n* Is this what we're resortin' to now?",
                 "<30>{#k/2}* If you want somethin', you'll have to buy it first.",
                 '<30>{#k/12}* No exceptions.'
              ]
            : [
                 "<30>{#p/basic}{#k/6}* Huh?\n* Sell somethin'?\n* Does this look like a pawn shop?",
                 "<30>{#k/3}* I don't know how it works where you come from... but...",
                 "<30>* If I started spending money on old wrenches and used spacesuits, I'd be out of business in a jiffy!"
              ],
      sell2: () =>
         world.population === 0 || world.runaway
            ? [ '<30>{#p/basic}* Nothing left.' ]
            : world.meanie
            ? [ "<30>{#p/basic}{#k/8}* I don't know what your game is, but it's not going to work on me." ]
            : [
                 "<30>{#p/basic}{#k/8}* If you're really hurtin' for cash, then maybe you could do some crowdfunding.",
                 '<30>{#k/2}* I hear people will pay for ANYTHING nowadays.'
              ],
      talk: () =>
         SAVE.data.n.plot === 72
            ? [ 'Say Hello', 'What Happened', 'Outlands', 'The Future', 'Exit' ]
            : [ 'Say Hello', 'What To Do Here', 'Town History', 'Your Life', 'Exit' ],
      talkPrompt: '<09>{#p/basic}{#k/0}Care to chat?',
      talkText: [
         () =>
            SAVE.data.n.plot === 72
               ? [
                    "<32>{#p/basic}{#k/4}* Oh, it's you!\n* You're the one who gave us back our freedom!",
                    "<32>{#k/0}* Frisk, right?\n* Everyone's been talking about you.",
                    "<32>{#k/5}* We've all seen the same thing... we know you must just want some peace and quiet.",
                    "<32>{#k/4}* Still.\n* Can't help but get a little excited, now can we?"
                 ]
               : [
                    "<32>{#p/basic}{#k/4}* Hiya! Welcome to Starton!\n* I can't remember the last time I saw a fresh face around here.",
                    '<32>{#k/8}* Where did you come from?\n* The Citadel?',
                    "<32>{#k/7}* You don't look like a tourist.\n* Are you here by yourself?"
                 ],
         () =>
            SAVE.data.n.plot === 72
               ? [
                    "<32>{#p/basic}{#k/8}* You DO know what happened, don't you?",
                    "<32>{#k/9}* Then again, you might've seen things a bit differently...",
                    "<32>{#k/0}* Here.\n* I'll tell you what I saw.",
                    '<32>{#k/0}* So we all got pulled in by this bright light...',
                    "<32>{#k/7}* Then we saw it... like we were watching from someone else's eyes.",
                    "<32>{#k/5}* You were being attacked on all sides, and I could've sworn you died...",
                    "<32>{#k/11}* But you're still here, so that can't be right.",
                    '<32>{#k/8}* Eventually, you said something in particular, and whoever was attacking you... stopped.',
                    '<32>{#k/9}* After that, we woke up, and the force field was gone.'
                 ]
               : [
                    '<32>{#p/basic}{#k/8}* You want to know what to do here in Starton?',
                    "<32>{#k/9}* Grillby's has food, and the librarby has information...",
                    "<32>{#k/2}* If you're tired, you can take a nap at the inn.\n* It's right nextdoor, my sister runs it.",
                    "<32>{#k/0}* And if you're bored, you can sit outside and watch those wacky skeletons do their thing.",
                    "<32>* There's two of 'em...\n* Brothers, I think.\n* They've been here for as long as I can remember.",
                    '<32>{#k/9}* Oh, I almost forgot.\n* Recently, a ghost fella decided to open a store on the south side of town.',
                    "<32>{#k/11}* It's not much, but if you drop by, be sure to say hello.\n* They could use the company."
                 ],
         () =>
            SAVE.data.n.plot === 72
               ? [
                    '<32>{#p/basic}{#k/12}* Didja hear?\n* About the Outlands?',
                    '<32>{#k/2}* Apparently the Queen had been hanging out there for who knows how long.',
                    '<32>{#k/8}* Pretty unbelievable, huh!?',
                    "<32>{#k/10}* I'm sure she was even more surprised than we were to find out the humans were alive."
                 ]
               : [
                    '<32>{#p/basic}{#k/9}* Think back to your history class...',
                    '<32>{#k/0}* A long time ago, monsters lived in what we now call the Foundry.',
                    '<32>* After a while, we invented the technology to build new areas onto the outpost.',
                    "<32>* The first of those areas was Starton, and they figured it'd be a good place for a town.",
                    "<32>{#k/10}* It's quaint, but I kinda like that, you know?"
                 ],
         () =>
            SAVE.data.n.plot === 72
               ? [
                    "<32>{#p/basic}{#k/5}* Well, I suppose I'll move my store to the new homeworld...",
                    "<32>{#k/4}* ... haven't planned much more than that, I'm afraid."
                 ]
               : [
                    '<32>{#p/basic}* Life is the same as usual.',
                    '<32>{#k/5}* A little lonely...',
                    "<32>{#k/10}* But... we all know deep down that freedom is coming, don't we?",
                    '<32>{#k/9}* As long as we got that hope, we can grit our teeth and face the same struggles, day after day...',
                    "<32>{#k/0}* That's life, ain't it?"
                 ]
      ],
      zeroPrompt: '<09>{#p/basic}...'
   },

   c_name_starton: {
      papyrus: () =>
         SAVE.data.n.plot_date < 2 || (SAVE.data.n.exp > 0 && SAVE.data.b.a_state_fishbetray)
            ? "Papyrus's Phone"
            : 'Papyrus and Undyne'
   },

   c_call_papyrus: <Partial<CosmosKeyed<CosmosProvider<string[]>>>>{
      s_start: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}AH, THAT LONELY ROAD AT THE EDGE OF STARTON.',
            '<18>{#p/papyrus}{#f/5}IT MIGHT SEEM A LITTLE LARGE AND EMPTY, BUT...',
            '<18>{#p/papyrus}{#f/0}I HAVE MANY FOND MEMORIES OF IT!',
            ...(solo()
               ? [
                    '<18>{#p/papyrus}{#f/0}FOR EXAMPLE, BACK WHEN WE WERE BABY BONES...',
                    '<18>{#p/papyrus}{#f/0}SANS AND I WOULD RACE OUR HOVERCARS SIDE BY SIDE.'
                 ]
               : [
                    '<25>{#p/undyne}{#f/1}* Like what?',
                    '<18>{#p/papyrus}{#f/0}LIKE THE WAY SANS AND I USED TO RACE OUR HOVERCARS!',
                    "<18>{#p/papyrus}{#f/5}WE'D FLY DOWN THE ROAD, RACING SIDE BY SIDE..."
                 ]),
            '<18>{#p/papyrus}{#f/4}UNFORTUNATELY, NO MATTER HOW HARD I TRIED...',
            ...(solo()
               ? [
                    '<18>{#p/papyrus}{#f/7}HE WOULD ALWAYS BE WAITING AT THE FINISH LINE!',
                    '<18>{#p/papyrus}{#f/5}YOU CAN IMAGINE MY FRUSTRATION.'
                 ]
               : [
                    '<25>{#p/undyne}{#f/17}* He always beat you to the end?',
                    "<25>{#p/undyne}{#f/4}* Yeah, that's 'cause he's a big fat CHEATER.",
                    '<25>{#p/undyne}{#f/5}* Have you SEEN his high score on the target practice machine?',
                    "<25>{#p/undyne}{#f/8}* It's like, a GAZILLION or something!!",
                    '<18>{#p/papyrus}{#f/4}OH, TRUST ME.\nI KNOW IT ALL TOO WELL.',
                    "<18>{#p/papyrus}{#f/7}I REALLY WISH HE WOULDN'T CHEAT ON THINGS LIKE THAT!",
                    '<18>{#p/papyrus}{#f/7}IT RUINS THE GAME FOR EVERYONE ELSE.',
                    '<25>{#p/undyne}{#f/1}* Or maybe...',
                    '<25>{#p/undyne}{#f/8}* It just provides a more interesting challenge!!',
                    '<18>{#p/papyrus}{#f/4}... NO.'
                 ])
         ],
         () => [
            '<18>{#p/papyrus}{#f/5}SANS HAS... ALWAYS BEEN ONE TO TAKE SHORTCUTS.',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/4}I SUSPECT THAT PLAYED A PART IN HIS VICTORIES.' ]
               : [ "<18>{#p/papyrus}{#f/4}IT'S PRACTICALLY A LAW OF NATURE AT THIS POINT." ])
         ]
      ),
      s_sans: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}AND THIS HERE IS SANS'S SENTRY STATION.",
            '<18>{#p/papyrus}{#f/5}...',
            ...(solo()
               ? [
                    '<18>{#p/papyrus}{#f/5}I HEARD HIM TALKING THE OTHER DAY...',
                    '<18>{#p/papyrus}{#f/6}... ABOUT HELPING SOMEONE AVOID THE OTHER GUARDS.',
                    "<18>{#p/papyrus}{#f/5}I CAN'T BE SURE, BUT FROM HOW IT SOUNDS...",
                    "<18>{#p/papyrus}{#f/5}THERE'S... A CHANCE MY BROTHER MIGHT BE A MOLE.",
                    '<18>{#p/papyrus}{#f/4}...',
                    '<18>{#p/papyrus}{#f/4}... OR WOULD THAT BE CALLED A RAT?'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/5}... WHAT MORE CAN I SAY?',
                    "<25>{#p/undyne}{#f/17}* Papyrus, don't you ever look... well, up?",
                    '<18>{#p/papyrus}{#f/6}WHAT!?',
                    "<18>{#p/papyrus}{#f/7}YOU KNOW I DON'T HAVE TIME FOR THAT!",
                    "<25>{#p/undyne}{#f/1}* But you're not even trying to capture anybody.",
                    '<18>{#p/papyrus}{#f/6}S-SURE I AM!\nJUST... NOT WHO YOU THINK!!'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}WAIT...',
                    '<18>{#p/papyrus}{#f/1}... HAS MY BROTHER BEEN A MOLE-RAT THIS WHOLE TIME!?'
                 ]
               : [ "<18>{#p/papyrus}{#f/4}IT'S SOMEONE... RECTANGULAR." ]
      ),
      s_crossroads: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}RECENTLY, PEOPLE HAVE BEEN LEAVING NOTES OUTSIDE.',
            '<18>DREAMS, WISHES, OFFERS OF ROMANCE...',
            ...(solo()
               ? [
                    "<18>{#p/papyrus}{#f/9}PERSONALLY, I THINK IT'S EXCELLENT!",
                    "<18>{#p/papyrus}{#f/0}IT'S GREAT TO SEE PEOPLE MAKING AN EFFORT.",
                    '<18>{#p/papyrus}{#f/4}AS FOR MY BROTHER, WELL...',
                    "<18>{#p/papyrus}{#f/4}HE THINKS THEY'RE ALL JUST BEING LUNAR-TICKS."
                 ]
               : [
                    '<18>...',
                    "<18>WHAT'S -THAT- LOOK FOR, UNDYNE?",
                    '<25>{#p/undyne}{#f/3}* ... did you see any, uh...',
                    '<18>{#p/papyrus}{#f/0}... SEE ANY WHAT?',
                    '<25>{#p/undyne}{#f/15}* ... scientific notes?',
                    '<18>{#p/papyrus}{#f/0}OH.',
                    '<18>{#p/papyrus}{#f/0}... NO.',
                    '<25>{#p/undyne}{#f/1}* Darn it!'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}I WONDER WHAT LIFE WOULD BE LIKE WITH A MOON IN ORBIT.' ]
               : [ "<18>{#p/papyrus}DON'T YOU HAVE ANY HOPES AND DREAMS TO SHARE?" ]
      ),
      s_human: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}ABOUT THAT GRAND SPEECH OF MINE...',
            '<18>{#p/papyrus}{#f/0}COINCIDENTALLY, I FIRST PRACTICED IT IN THIS VERY ROOM.',
            '<18>{#p/papyrus}{#f/9}AND WITH SANS, NO LESS!',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/5}BUT WE ARGUED ABOUT WHICH WAY WE SHOULD STAND.' ]
               : [
                    "<25>{#p/undyne}{#f/14}* I'm sure you had no arguments whatsoever.",
                    '<18>{#p/papyrus}{#f/0}OH, ON THE CONTRARY.',
                    '<18>{#p/papyrus}{#f/0}WE ARGUED CONSTANTLY WITH EACH OTHER!'
                 ]),
            "<18>{#p/papyrus}{#f/4}I'D ROTATE ONE WAY, AND SAY THAT WAS BETTER...",
            "<18>{#p/papyrus}{#f/4}THEN HE'D TURN, AND SAY HIS WAY WAS BEST.",
            '<18>{#p/papyrus}{#f/6}AS WE ARGUED, WE EACH ROTATED FASTER AND FASTER.',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/0}IT'S SINCE BECOME A RITUAL FOR US." ]
               : [
                    '<25>{#p/undyne}{#f/1}* ... that explains what I saw outside my house earlier.',
                    '<18>{#p/papyrus}{#f/1}YOU SAW THAT!?',
                    '<18>{#p/papyrus}{#f/6}UH, WAIT, I CAN EXPLAIN...',
                    '<18>{#p/papyrus}{#f/5}I MEAN, SANS WAS JUST WORRIED ABOUT... UH...',
                    "<18>{#p/papyrus}{#f/6}... WORRIED THAT I'M SPENDING TOO MUCH TIME THERE!",
                    '<18>{#p/papyrus}{#f/6}YEAH!!',
                    "<25>{#p/undyne}{#f/16}* ... he's your brother, isn't he?",
                    "<25>{#p/undyne}{#f/1}* He might've just wanted you to spend more time with him."
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/0}FUN FACT.',
                    '<18>{#p/papyrus}{#f/0}IF YOU TOTAL UP OUR ROTATION SPEED...',
                    "<18>{#p/papyrus}{#f/0}IT'D ACTUALLY COME OUT TO ZERO.",
                    '<18>{#p/papyrus}{#f/4}... WE ALWAYS SPIN IN THE OPPOSITE DIRECTION.'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/0}FAMILY TIME IS IMPORTANT, AFTER ALL.',
                    '<18>{#p/papyrus}{#f/9}SOMETIMES, IT EVEN NECESSITATES USING FLIGHT MAGIC!'
                 ]
      ),
      s_papyrus: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/9}NYEH HEH HEH!!\nIMPRESSED!?!',
            '<18>{#p/papyrus}{#f/0}NOT ONLY AM I GREAT AT PUZZLES...',
            "<18>{#p/papyrus}{#f/9}I'M ALSO AN ESTEEMED ARCHITECT!!!",
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/0}I PLAN TO BUILD MORE WHEN I JOIN THE ROYAL GUARD.' ]
               : [
                    '<25>{#p/undyne}{#f/1}* Y\'know, I WAS thinking of renovating your \"sentry station...\"',
                    '<25>{#p/undyne}{#f/14}* Like... a surprise gift!',
                    '<18>{#p/papyrus}{#f/4}YOU WHAT?',
                    "<25>{#p/undyne}{#f/12}* But, uh, that'd be messing with perfection.",
                    '<18>{#p/papyrus}{#f/5}PERFECTION, YOU SAY?',
                    '<18>{#p/papyrus}{#f/6}BUT YOU ONCE SAID THINGS CAN ALWAYS BE IMPROVED!',
                    '<25>{|}{#p/undyne}{#f/17}* Well... yes!\n* I just meant that- {%}',
                    '<18>{#p/papyrus}ALMOST-PERFECTION.\nHOW ABOUT WE JUST CALL IT THAT.',
                    '<25>{#p/undyne}{#f/12}* That works.'
                 ])
         ],
         () =>
            solo()
               ? [
                    "<18>{#p/papyrus}{#f/4}I'M HOPING SANS CAN HELP ME FIND BETTER MATERIALS.",
                    '<18>{#p/papyrus}{#f/6}BOXES CAN ONLY TAKE YOU SO FAR!!'
                 ]
               : [ '<18>{#p/papyrus}THANK YOU, HUMAN...', '<18>FOR BEING MY ALMOST-PERFECT FRIEND.' ]
      ),
      s_doggo: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}THE SENTRY STATION OF DOGGO...',
            '<18>{#p/papyrus}{#f/5}ONE DAY, AFTER AN INCIDENT WITH THE OTHER DOGS...',
            "<18>{#p/papyrus}{#f/5}HE TOLD ME HE DIDN'T FEEL AT HOME ANYMORE.",
            '<18>{#p/papyrus}{#f/0}SO I GAVE HIM A HUG, AND TOLD HIM TO TALK IT OUT.',
            '<18>{#p/papyrus}{#f/4}OF COURSE, THE CANINE UNIT ARE A REASONABLE BUNCH.',
            "<18>{#p/papyrus}{#f/0}IT'S NO SURPRISE THINGS TURNED OUT JUST FINE!",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/16}* Oh yeah, I remember that incident...',
                    '<25>{#p/undyne}{#f/22}* He, uh...\n* He was thinking of...',
                    '<18>{#p/papyrus}{#f/5}THINKING OF...?',
                    '<25>{#p/undyne}{#f/9}* ... thanks for being there when you were.',
                    "<25>{#p/undyne}{#f/16}* Without you, he might've actually...",
                    '<18>{#p/papyrus}{#f/6}WHAT?\nWHAT IS IT??',
                    '<25>{#p/undyne}{#f/12}* ... uh, he would have quit the guard for a really long time.',
                    '<18>{#p/papyrus}{#f/0}OH, OKAY.',
                    '<18>{#p/papyrus}{#f/5}I GUESS THAT WOULD BE PRETTY BAD...'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/0}KINDNESS REALLY -IS- A VIRTUE!' ]
               : [ '<18>{#p/papyrus}{#f/9}NO DOG LEAVES THE ROYAL GUARD UNDER MY WATCH!' ]
      ),
      s_robot: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}LIFE AS A BUILDER BOT MUST BE TOUGH.',
            '<18>{#p/papyrus}{#f/5}BE NICE TO THOSE WHOSE INTELLIGENCE IS ARTIFICIAL.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/16}* Yeah... especially as a robot living on the outpost these days.',
                    '<25>{#p/undyne}{#f/9}* I think we both know why that is.',
                    '<18>{#p/papyrus}{#f/5}UNFORTUNATELY.',
                    "<25>{#p/undyne}{#f/17}* But hey!\n* It's not all bad!!",
                    '<25>{#p/undyne}{#f/14}* After all, their chip could just be moved to a new computer.',
                    '<18>{#p/papyrus}{#f/0}OH! OH!\nI THINK I GET IT!',
                    "<18>{#p/papyrus}{#f/0}THEN THEY'D BE ABLE TO ACCESS THE OUTERNET!",
                    '<18>{#p/papyrus}{#f/0}AND THE TELESCOPE NETWORK!',
                    '<18>{#p/papyrus}{#f/0}AND SO MUCH MORE!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/5}YOU NEVER KNOW HOW LONG THEY'VE BEEN ALONE!!" ]
               : [
                    "<18>{#p/papyrus}{#f/0}I WONDER IF THEY'D BE ABLE TO SEE MY BROWSER HISTORY.",
                    '<18>{#p/papyrus}{#f/4}ALL THOSE RAW PASTA PHOTOS...'
                 ]
      ),
      s_maze: () => [
         '<18>{#p/papyrus}{#f/5}YES, YES, I KNOW MY PUZZLES CAN BE DIFFICULT...',
         ...(SAVE.data.b.papyrus_fire
            ? [
                 '<18>{#p/papyrus}{#f/9}BUT JUST THINK OF IT LIKE A LEARNING EXPERIENCE!',
                 '<18>{#p/papyrus}{#f/0}A TEST OF CHARACTER RATHER THAN SKILL.',
                 ...(solo()
                    ? []
                    : [
                         '<25>{#p/undyne}{#f/1}* Huh?\n* What happened?',
                         "<18>{#p/papyrus}{#f/5}THE HUMAN DIDN'T DO SO WELL ON THE WALL OF FIRE.",
                         '<25>{#p/undyne}{#f/10}* Ah...',
                         "<25>{#p/undyne}{#f/8}* So you're telling me they didn't just fly over it!?",
                         '<18>{#p/papyrus}{#f/6}HUMANS CAN FLY??',
                         '<25>{#p/undyne}{#f/17}* ...',
                         "<25>{#p/undyne}{#f/17}* So you're telling me they didn't just walk around it!?",
                         '<18>{#p/papyrus}{#f/6}UHHH...'
                      ])
              ]
            : [
                 '<18>{#p/papyrus}{#f/0}BUT YOU, MY FRIEND, ARE QUITE THE PUZZLIST!',
                 "<18>{#p/papyrus}{#f/9}IT'S NOT EVERY DAY SOMEONE TROUSLES THIS BONE.",
                 ...(solo()
                    ? []
                    : [
                         '<25>{#p/undyne}{#f/1}* Huh?\n* What happened?',
                         '<18>{#p/papyrus}{#f/0}THE HUMAN BEAT MY INFAMOUS \"WALL OF FIRE\" EARLIER!',
                         '<25>{#p/undyne}{#f/8}* Let me guess!\n* They walked around it!!',
                         '<18>{#p/papyrus}{#f/4}NO, ACTUALLY.\nTHEY CLEVERLY WALKED THROUGH IT.',
                         '<25>{#p/undyne}{#f/1}* ... oh.',
                         '<25>{#p/undyne}{#f/14}* My next guess was going to be that they flew over it.',
                         '<18>{#p/papyrus}{#f/0}NOPE!\nJUST PRACTICE AND PERSEVERANCE!',
                         "<18>{#p/papyrus}{#f/5}THOUGH, I'M NOT SURE HOW THEY GOT THEIR PRACTICE...",
                         '<18>{#p/papyrus}{#f/4}CONSIDERING THAT WAS DEFINITELY THEIR FIRST TRY.',
                         ...(SAVE.data.b.undyne_respecc
                            ? [
                                 "<25>{#p/undyne}{#f/1}* Heh.\n* They've shown to have a taste for challenge.",
                                 "<25>{#p/undyne}{#f/12}* I'm not surprised they beat it so easily!"
                              ]
                            : [
                                 '<25>{#p/undyne}{#f/17}* What?\n* Practice?\n* Screw that!!',
                                 '<25>{#p/undyne}{#f/7}* GIVE ME YOUR SECRETS NOW, PUNK!!!',
                                 '<18>{#p/papyrus}{#f/6}NO, LET THE PUZZLIST PUZZLE IN PEACE!'
                              ])
                      ])
              ])
      ],
      s_dogs: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}THE SENTRY STATION OF DOGAMY AND DOGARESSA...',
            '<18>{#p/papyrus}{#f/0}SOMETIMES I WONDER WHAT MARRYING DOGS MUST FEEL LIKE.',
            "<18>{#p/papyrus}{#f/4}THOUGH, I'LL NEVER HAVE TO KNOW, BECAUSE...",
            "<18>{#p/papyrus}{#f/9}THE ONLY THING I'D MARRY IS A VERY HANDSOME SKELETON!",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/14}* So... yourself, then.',
                    "<18>{#p/papyrus}{#f/6}HUH?\nWHERE'D YOU GET THAT IDEA??",
                    "<25>{#p/undyne}{#f/12}* Isn't it obvious?\n* Who ELSE is as handsome as you are?",
                    '<18>{#p/papyrus}{#f/4}WELL, I SUPPOSE I DO HAVE A VERY DASHING LOOK...',
                    "<18>{#p/papyrus}{#f/0}BUT NONETHELESS, IT SIMPLY WASN'T MEANT TO BE!"
                 ])
         ],
         () =>
            solo()
               ? [
                    "<18>{#p/papyrus}{#f/6}WHAT!?!?\nWE CAN'T MARRY!!",
                    ...(SAVE.data.b.flirt_papyrus
                       ? [ "<18>{#p/papyrus}{#f/0}WE AGREED THAT IT WOULDN'T WORK OUT, REMEMBER?" ]
                       : [
                            "<18>{#p/papyrus}{#f/0}WE'RE ALREADY VERY COOL FRIENDS!",
                            '<18>{#p/papyrus}{#f/5}AND IF I MARRIED YOU, WELL...',
                            "<18>{#p/papyrus}{#f/6}I WOULDN'T GET TO HAVE YOU AS A FRIEND ANYMORE!"
                         ])
                 ]
               : [ '<18>{#p/papyrus}{#f/4}SUCH A PAIRING WOULD BE... TOO POWERFUL.' ]
      ),
      s_lesser: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}THIS ROOM USED TO BE CONNECTED WITH A BRIDGE.',
            '<18>{#p/papyrus}{#f/4}TWO HALVES, JOINED AT THE CENTERPOINT...',
            '<18>{#p/papyrus}{#f/9}LIKE THE SOULS OF TWO VERY INTREPID SKELETONS!',
            ...(solo()
               ? [
                    '<18>{#p/papyrus}{#f/5}...',
                    "<18>{#p/papyrus}{#f/5}I DON'T KNOW EXACTLY WHAT SANS IS THINKING NOW...",
                    "<18>{#p/papyrus}{#f/4}BUT I'D IMAGINE IT HAS A LOT TO DO WITH CONDIMENTS.",
                    "<18>{#p/papyrus}{#f/5}IF ONLY HE'D STOP OBSESSING OVER THEM...",
                    '<18>{#p/papyrus}{#f/7}THEN, I WOULDN\'T HAVE TO \"YAMOK\" HIM FOR IT!!'
                 ]
               : [
                    "<25>{#p/undyne}{#f/1}* Oh yeah, aren't you guys linked or something?",
                    '<18>{#p/papyrus}{#f/0}FOR AS LONG AS WE CAN REMEMBER!',
                    '<25>{#p/undyne}{#f/14}* That kind of reminds me of those old stories...',
                    '<25>{#p/undyne}{#f/17}* ... of a skeleton who once experimented on himself.',
                    '<25>{#p/undyne}{#f/8}* For all we know, YOU and your brother could have been involved!!',
                    '<18>{#p/papyrus}{#f/1}ME, UNKNOWINGLY PART OF AN EXPERIMENT!?',
                    "<18>{#p/papyrus}{#f/7}THAT'S PREPOSTEROUS!",
                    '<25>{#p/undyne}{#f/15}* ... you never know...'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/5}I WISH I HAD MORE TO SAY...',
                    "<18>{#p/papyrus}{#f/4}BUT I CAN'T STOP THINKING ABOUT CONDIMENTS."
                 ]
               : [
                    "<18>{#p/papyrus}{#f/0}WELL, NOW I'M REALLY CURIOUS ABOUT MY PAST.",
                    "<18>{#p/papyrus}{#f/9}NOTHING A LITTLE RESEARCH CAN'T HELP WITH!",
                    "<25>{#p/undyne}{#f/14}* If you'd like, I could give you a hand...",
                    "<18>{#p/papyrus}{#f/5}NO, IT'S ALRIGHT.\nBESIDES, AS THE GUARD CAPTAIN...",
                    '<18>{#p/papyrus}{#f/4}YOU ALREADY HAVE WAY TOO MUCH ON YOUR PLATE.'
                 ]
      ),
      s_bros: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/4}THOSE SPOT-THE- DIFFERENCE PUZZLES SANS LIKES...',
            '<18>{#p/papyrus}{#f/5}WELL, THE ONES I USED TO SOLVE WERE STRAIGHTFORWARD.',
            "<18>{#p/papyrus}{#f/7}BUT LATELY, THEY'VE BECOME NIGH IMPOSSIBLE!",
            '<18>{#p/papyrus}{#f/4}SHORT OF SCANNING THE IMAGE PIXEL FOR PIXEL...',
            "<18>{#p/papyrus}{#f/7}THERE'S NO WAY ANYONE COULD SOLVE THEM!",
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/7}IT'S RIDICULOUS!" ]
               : [
                    '<25>{#p/undyne}{#f/1}* That puzzle artist in the librarby makes them, I think.',
                    "<25>{#p/undyne}{#f/11}* ... something tells me she's really bored with her job.",
                    "<18>{#p/papyrus}{#f/4}NOW THERE'S A PUZZLE...",
                    '<18>{#p/papyrus}{#f/0}I\'LL JUST HAVE TO GO OVER THERE AND \"SOLVE\" IT!',
                    '<25>{#p/undyne}{#f/12}* Or maybe you could create your own...?',
                    '<18>{#p/papyrus}{#f/9}MAYBE I COULD!'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}ARE YOU ASKING FOR MY HELP?',
                    '<18>{#p/papyrus}{#f/7}WELL, FORGET IT!',
                    "<18>{#p/papyrus}{#f/0}UNFAIR PUZZLES AREN'T WORTH SOLVING, ANYWAY."
                 ]
               : [
                    '<25>{#p/undyne}{#f/1}* Any time I get stuck on these things, I just send them to Alphys.',
                    "<25>{#p/undyne}{#f/14}* She's got some fancy image subtraction thing or whatever.",
                    '<18>{#p/papyrus}{#f/0}SUBTRACTION, HUH?',
                    '<18>{#p/papyrus}{#f/4}... WOULDN\'T THE MORE ACCURATE TERM BE \"COMPARISON?\"',
                    '<25>{#p/undyne}{#f/8}* Well, it sure does subtract from the headache!'
                 ]
      ),
      s_spaghetti: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}SOME SAY THE MICROWAVE IN THAT ROOM...',
            '<18>{#p/papyrus}{#f/0}HAS A SO-CALLED \"HIDDEN FUNCTION.\"',
            '<18>{#p/papyrus}{#f/5}THAT, UNBEKNOWNST TO MOST...',
            '<18>{#p/papyrus}{#f/4}ITS \"MICRO\" WAVES ARE IN FACT... GRAVITATIONAL.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/1}* And here I thought my \"hot fridge\" was a big subversion.',
                    '<25>{#p/undyne}{#f/8}* But this \"gravitational wave\" takes the cake!',
                    '<25>{#p/undyne}{#f/11}* ... or would that be spaghetti?',
                    '<18>{#p/papyrus}ONLY IF IT WAS USED TO LIFT SUCH A DELIGHTFUL DISH.',
                    '<18>{#p/papyrus}{#f/6}BUT, WAIT!!\nIF THE GRAVITY WAS TOO STRONG...',
                    "<18>{#p/papyrus}{#f/6}IT'D TURN INTO A FLYING SPAGHETTI MONSTER!",
                    "<25>{#p/undyne}{#f/14}* ... now there's a religion I could believe in."
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/0}IF ONLY THERE WAS A WAY TO TURN IT OFF.' ]
               : [
                    '<18>{#p/papyrus}{#f/5}WHEN IT COMES TO SPAGHETTI MONSTERS...',
                    '<18>{#p/papyrus}{#f/0}I PREFER MINE TO STAY PERFECTLY STILL.',
                    '<18>{#p/papyrus}{#f/0}SITTING PRETTY, AS A TESTAMENT TO GREAT COOKING...',
                    '<18>{#p/papyrus}{#f/4}ON THE PLATE FROM WHICH THEY ARE TO BE DEVOURED.'
                 ]
      ),
      s_puzzle1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}HMMM... THE SOLUTION TO THIS ONE...?',
            '<18>{#p/papyrus}{#f/5}WELL, SOMETIMES I JUST STEP OVER THE LASERS.',
            '<18>{#p/papyrus}{#f/0}SO, ONE SOLUTION IS TO BE TALL AND HANDSOME!',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/4}... DEFINITELY DON'T DO THIS IF YOU'RE TOO SMALL." ]
               : [
                    '<25>{#p/undyne}{#f/8}* And another one is to fly over it with your jetpack!!',
                    "<18>{#p/papyrus}{#f/4}JETPACKS AREN'T THE SOLUTION TO EVERYTHING.",
                    '<18>{#p/papyrus}{#f/7}WHATEVER HAPPENED TO APPRECIATING THE SCENERY?',
                    '<25>{#p/undyne}{#f/16}* ...',
                    '<25>{#p/undyne}{#f/16}* I\'ve been \"appreciating the scenery\" all my life, Papyrus.',
                    "<25>{#p/undyne}{#f/17}* Don't you ever get tired of that!?",
                    '<18>{#p/papyrus}{#f/6}NOT REALLY!!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/4}I'M SOLVING IT AS WE SPEAK..." ]
               : [
                    '<18>{#p/papyrus}{#f/5}HMM...',
                    '<18>{#p/papyrus}{#f/0}UNDYNE SHOULD PROBABLY INVEST IN A TELESCOPE.',
                    '<18>{#p/papyrus}{#f/4}I HEARD MY BROTHER WAS OFFERING MEMBERSHIPS...'
                 ]
      ),
      s_puzzle2: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/4}I'VE BEEN TOLD THERE'S A TRICK TO THESE PUZZLES...",
            "<18>{#p/papyrus}{#f/5}INVOLVING WHAT'S DISPLAYED ON THE TILES.",
            '<18>{#p/papyrus}{#f/6}... AND HERE I THOUGHT IT WAS A GUESSING GAME!',
            '<18>{#p/papyrus}{#f/0}I GUESS YOU LEARN SOMETHING NEW EVERY DAY.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/16}* Did you hear about the mandate Asgore put out recently?',
                    '<25>{#p/undyne}{#f/16}* Apparently, lasers are \"dangerous\" and \"hazardous\" to kids.',
                    '<18>{#p/papyrus}{#f/6}WELL, HE DOES HAVE A POINT...',
                    '<25>{#p/undyne}{#f/4}* Man!\n* Way to take the fun out of everything!',
                    '<25>{#p/undyne}{#f/12}* I, uh, used to play with those things all the time as a kid.',
                    '<18>{#p/papyrus}{#f/0}... AH.',
                    '<18>{#p/papyrus}{#f/4}OF COURSE YOU\'D FIND RISKING YOUR LIFE \"FUN.\"',
                    "<25>{#p/undyne}{#f/14}* Who wouldn't!?!?",
                    '<18>{#p/papyrus}{#f/6}UM... ME???'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/4}WAIT, THAT'S MY BROTHER'S LINE..." ]
               : [
                    "<18>{#p/papyrus}{#f/4}IT'S ONE THING TO RISK YOUR LIFE...",
                    '<18>{#p/papyrus}{#f/7}AND ANOTHER TO NEEDLESSLY THROW IT AWAY!'
                 ]
      ),
      s_jenga: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/5}AT FIRST, THIS PUZZLE'S OUTCOME DISAPPOINTED ME...",
            '<18>{#p/papyrus}{#f/4}BUT THEN, I REALIZED...',
            '<18>{#p/papyrus}{#f/0}THE CHANCES OF WHAT HAPPENED WERE SO LOW...',
            '<18>{#p/papyrus}{#f/9}... THAT WE MAY BE THE ONLY ONES TO EVER SEE IT!!',
            '<18>{#p/papyrus}{#f/0}HOW LUCKY YOU MUST FEEL RIGHT NOW.',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/12}* Don't you get it?",
                    '<18>{#p/papyrus}{#f/0}GET WHAT?',
                    "<25>{#p/undyne}{#f/1}* I've been told there's a term for this sort of thing.",
                    '<25>{#p/undyne}{#f/1}* The \"jenga joke.\"',
                    '<25>{#p/undyne}{#f/14}* All those complicated rules, not to mention the wind-up...',
                    '<25>{#p/undyne}{#f/12}* Only to result in a big fat zero.',
                    "<18>{#p/papyrus}{#f/0}I DON'T KNOW WHAT YOU'RE TALKING ABOUT, BUT...",
                    '<18>{#p/papyrus}{#f/7}... HEY, HOW DO -YOU- KNOW WHAT HAPPENED HERE?',
                    "<25>{#p/undyne}{#f/15}* Well... I might've swung by the lab earlier, and...",
                    '<18>{#p/papyrus}{#f/7}YOU WERE SPYING ON ME!?',
                    '<25>{#p/undyne}{#f/8}* Not you, Papyrus!!',
                    '<18>{#p/papyrus}{#f/4}ОХ.',
                    '<18>{#p/papyrus}{#f/7}... SO YOU WERE SPYING ON THE HUMAN!?!?',
                    "<25>{#p/undyne}{#f/17}* I'm the captain of the Royal Guard!!\n* What do you think!"
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}LUCK IS ON OUR SIDE TODAY, HUMAN!' ]
               : [ '<18>{#p/papyrus}JOKE OR NOT, IT WAS STILL PRETTY LUCKY, HUH?' ]
      ),
      s_pacing: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}THE SENTRY STATION OF CANIS MINOR.',
            '<18>{#p/papyrus}{#f/4}ALSO THE FAVORED SPOT OF THOSE MOON ROCK SALESFOLK.',
            '<18>{#p/papyrus}{#f/5}HMM... I WONDER WHAT THESE ROCKS ARE MADE OF.',
            "<18>{#p/papyrus}{#f/4}THEY CAN'T BE MADE OF MOONS, BECAUSE...",
            '<18>{#p/papyrus}{#f/7}MOONS ARE JUST BIG ROCKS ANYWAY!',
            '<18>{#p/papyrus}{#f/5}DOES THAT MEAN MOONS ARE MOON ROCKS THEMSELVES?',
            '<18>{#p/papyrus}{#f/5}WHERE DOES \"MOON\" END AND \"MOON ROCK\" BEGIN?',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/14}* I don't think there's any right answer to that, Papyrus.",
                    "<25>{#p/undyne}{#f/7}* ... not that you shouldn't think about it!!",
                    '<25>{#p/undyne}{#f/1}* Questions like that are great for exercising the brain!',
                    '<25>{#p/undyne}{#f/14}* Also known as the most important muscle in the body.',
                    '<18>{#p/papyrus}{#f/4}FOR A HUMAN, PERHAPS...',
                    "<18>{#p/papyrus}{#f/7}BUT FOR A MONSTER, IT'S ENTIRELY DIFFERENT!",
                    '<25>{|}{#p/undyne}{#f/12}* I know, I was just trying to make it easy for them to- {%}',
                    "<18>{#p/papyrus}{#f/0}YOU SEE, MONSTERS DON'T REALLY USE BRAINS TO THINK.",
                    "<18>{#p/papyrus}{#f/4}IT'S MORE LIKE... A SOUL THING.",
                    '<25>{#p/undyne}{#f/1}* As opposed to a SKULL thing.',
                    '<18>{#p/papyrus}{#f/7}OH MY GOD!!!'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}PERHAPS US MORTALS ARE NOT WORTHY OF SUCH KNOWLEDGE.' ]
               : [ '<25>{#p/undyne}{#f/12}* Just call me \"pundyne.\"', "<18>{#p/papyrus}{#f/0}PLEASE DON'T." ]
      ),
      s_puzzle3: pager.create(
         0,
         [
            '<18>{#p/papyrus}{#f/5}SO...\nWHAT HAPPENED HERE, IS...',
            '<18>{#p/papyrus}{#f/5}...',
            "<18>{#p/papyrus}{#f/4}LET'S NOT TALK ABOUT THIS PUZZLE."
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}...' ]
               : [
                    "<25>{#p/undyne}{#f/12}* ... it can't be that bad, right?",
                    '<18>{#p/papyrus}{#f/5}TRUST ME.',
                    '<18>{#p/papyrus}{#f/4}IT WAS PRETTY BAD.',
                    '<25>{#p/undyne}{#f/11}* ... if you say so...'
                 ],
         () => (solo() ? [ '<18>{#p/papyrus}{#f/4}...' ] : [ '<25>{#p/undyne}{#f/7}* He said not to talk about it!!' ])
      ),
      s_greater: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}THE SENTRY STATION OF CANIS MAJOR...',
            '<18>{#p/papyrus}{#f/5}THAT DOG HAS A HEART OF GOLD- PRESSED LATINUM.',
            '<18>{#p/papyrus}{#f/4}IF ONLY -I- WAS IN THE ROYAL GUARD...',
            "<18>{#p/papyrus}{#f/0}THEN, I'D BE ABLE TO REPAY IT FOR ITS KINDNESS!",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/14}* I could repay it for you, if you like.',
                    "<18>{#p/papyrus}{#f/7}IT'S NOT THE SAME IF I DON'T DO IT MYSELF!",
                    "<25>{#p/undyne}{#f/17}* Couldn't you just wait until it gets home!?",
                    "<18>{#p/papyrus}{#f/7}IT'D MEAN MORE IF IT WAS AT ITS WORKPLACE!",
                    "<25>{#p/undyne}{#f/1}* You're right.\n* I'll let you appear as a hologram there.",
                    '<18>{#p/papyrus}{#f/7}UGH!!!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/5}IT'S TOO BAD I MIGHT NEVER BE A ROYAL GUARD." ]
               : [ '<18>{#p/papyrus}{#f/7}NOTHING WILL EVER REPLACE FACE-TO- FACE CONVERSATION!' ]
      ),
      s_math: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}MATH -HAS- ALWAYS BEEN A PET PEEVE OF MINE.',
            '<18>{#p/papyrus}{#f/5}CALCULUS THIS, GEOMETRY THAT...',
            '<18>{#p/papyrus}{#f/4}WHATEVER HAPPENED TO COUNTING ON YOUR FINGERBONES?',
            '<18>{#p/papyrus}{#f/7}ALL THE \"ADVANCED\" MATH IS TOTALLY UNNECESSARY!',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/14}* You really believe that, don't you?",
                    "<25>{#p/undyne}{#f/17}* We'd still be living in the dark ages if it wasn't for that!",
                    "<25>{#p/undyne}{#f/16}* Then again, that WOULD also mean we'd still have a home planet...",
                    '<18>{#p/papyrus}{#f/5}I KNOW, I KNOW...',
                    "<18>{#p/papyrus}{#f/7}I JUST DON'T LIKE SOLVING IT!",
                    "<25>{#p/undyne}{#f/14}* Oh, no, I'm totally with you on that."
                 ])
         ],
         () => [
            '<18>{#p/papyrus}{#f/0}IF YOU REALLY WANT HELP WITH ADVANCED MATH...',
            ...(solo()
               ? [
                    "<18>{#p/papyrus}{#f/0}THERE'S NOBODY BETTER THAN DR. ALPHYS!!",
                    "<18>{#p/papyrus}{#f/4}THEY SAY SHE'S LIKE A LIVING CALCULATOR...",
                    '<18>{#p/papyrus}{#f/0}AND A VERY SCIENTIFIC ONE AT THAT!'
                 ]
               : [
                    '<25>{#p/undyne}{#f/1}* Just ask Dr. Alphys?',
                    '<18>{#p/papyrus}{#f/9}WOW, I WONDER WHAT GAVE YOU THAT IDEA!!',
                    '<18>{#p/papyrus}{#f/4}... OH WAIT.',
                    "<18>{#p/papyrus}{#f/4}IT'S BECAUSE SHE FILES ALL YOUR REPORTS FOR YOU.",
                    "<25>{#p/undyne}{#f/17}* She's good at sorting out the dates, okay??"
                 ])
         ]
      ),
      s_bridge: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}REMEMBER THE \"GAUNTLET OF DEADLY TERROR?\"',
            '<18>{#p/papyrus}{#f/4}BELIEVE IT OR NOT, IT HAS A SECRET SEVENTH WEAPON...',
            "<18>{#p/papyrus}{#f/6}WHICH WOULD'VE TRULY TAKEN YOUR BREATH AWAY!",
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/5}...' ]
               : [
                    "<25>{#p/undyne}{#f/12}* What about the one that'd leave you speechless?",
                    "<18>{#p/papyrus}{#f/0}THAT'S THE ULTRA- SECRET EIGHTH WEAPON, ACTUALLY.",
                    '<25>{#p/undyne}{#f/1}* Ooh.\n* Sounds dangerous.',
                    "<18>{#p/papyrus}{#f/6}WHY DO YOU THINK I DIDN'T USE IT!?"
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/6}... LITERALLY!!' ]
               : [
                    "<18>{#p/papyrus}{#f/4}DON'T EVEN GET ME STARTED...",
                    '<18>{#p/papyrus}{#f/4}ON THE HYPER- SECRET TENTH WEAPON.',
                    '<18>{#p/papyrus}{#f/6}... WAIT, I FORGOT THE MEGA-SECRET NINTH WEAPON!',
                    '<18>{#p/papyrus}{#f/0}THAT ONE WOULD TOTALLY KNOCK YOUR SOCKS OFF.'
                 ],
         () =>
            solo()
               ? [
                    "<18>{#p/papyrus}{#f/0}GOOD THING I DIDN'T USE IT, HUH?",
                    '<18>{#p/papyrus}{#f/4}NOT TO MENTION THE TWENTY OTHER WEAPONS I HAD.'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/4}AND YOUR SHIRT, AND YOUR SHOES...',
                    '<18>{#p/papyrus}{#f/6}... BUT MOST IMPORTANTLY, YOUR SERVICE!'
                 ]
      ),
      s_town1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}STARTON TOWN: THE NORTH SIDE!',
            "<18>{#p/papyrus}{#f/5}A SIDE I DON'T SPEND MUCH TIME ON.",
            '<18>{#p/papyrus}{#f/4}SANS, ON THE OTHER HAND...',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/4}... WELL, YOU CAN PROBABLY GUESS WHY HE DOES.' ]
               : [
                    "<25>{#p/undyne}{#f/14}* ... enjoys the new and improved food they're selling at Grillby's!",
                    '<18>{#p/papyrus}{#f/4}NEW AND IMPROVED, YOU SAY?',
                    '<18>{#p/papyrus}{#f/5}I SUPPOSE IT -IS- BETTER THAN BEFORE...',
                    '<18>{#p/papyrus}{#f/7}BUT STILL NOTHING COMPARED TO HOME- COOKED PASTA!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/0}IT HAS SOMETHING TO DO WITH GRILLBY'S." ]
               : [
                    '<18>{#p/papyrus}{#f/5}IF ONLY HE APPRECIATED WHAT I DO FOR HIM.',
                    '<18>{#p/papyrus}{#f/6}BROTHERS, AM I RIGHT?'
                 ]
      ),
      s_taxi: pager.create(
         0,
         () => [
            ...(SAVE.data.n.plot < 65
               ? [
                    '<18>{#p/papyrus}{#f/0}IS THE TAXI OUT YET TODAY?',
                    '<18>{#p/papyrus}{#f/5}HMM... IT TENDS TO COME OUT IN THE LATER HOURS.'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/0}I HEARD THE TAXI IS FINALLY OUT!',
                    "<18>{#p/papyrus}{#f/5}HMM... THAT MUST MEAN WE'RE IN THE LATER HOURS."
                 ]),
            '<18>{#p/papyrus}{#f/6}AS FOR HOW TO TELL THE LATER HOURS FROM EARLIER ONES?',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/4}... I'LL GET BACK TO YOU ON THAT." ]
               : [
                    '<25>{#p/undyne}{#f/12}* Uh... I think you just made those up.',
                    '<25>{#p/undyne}{#f/17}* There ARE no \"later hours\" on the outpost.',
                    '<18>{#p/papyrus}{#f/4}CORRECT...',
                    '<18>{#p/papyrus}{#f/9}... UNTIL NOW!',
                    '<18>{#p/papyrus}{#f/9}IN DUE TIME, EVERYONE WILL ADOPT MY SYSTEM!',
                    "<18>{#p/papyrus}{#f/0}IT'LL BE A GRAND TIMEKEEPING REVOLUTION!"
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/6}EVENTUALLY!!!' ]
               : [
                    '<18>{#p/papyrus}{#f/4}FOR OUR FIRST REVOLUTION MEETING...',
                    "<18>{#p/papyrus}{#f/0}WE'LL NEED TO AGREE ON A SPECIFIC TIME.",
                    "<18>{#p/papyrus}{#f/9}BUT NO WORRIES!\nI'LL JUST TELL THE PARTICIPANTS...",
                    '<18>{#p/papyrus}{#f/9}... TO ARRIVE IN THE EARLY HOURS!',
                    '<25>{#p/undyne}{#f/1}* And how will they know what those are?',
                    '<18>{#p/papyrus}{#f/4}RIGHT...',
                    "<18>{#p/papyrus}{#f/0}WE'LL HAVE TO DISCUSS THAT AT THE MEETING."
                 ]
      ),
      s_town2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}STARTON TOWN: THE SOUTH SIDE!',
            '<18>{#p/papyrus}{#f/4}OR AS I LIKE TO CALL IT...',
            '<18>{#p/papyrus}{#f/9}THE BEST SIDE IN THE COSMOS!',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/14}* No doubt because YOU live there.',
                    '<18>{#p/papyrus}{#f/4}NOT ONLY THAT...',
                    "<18>{#p/papyrus}{#f/0}IT'S ALSO THE SIDE THAT DOESN'T HAVE GRILLBY'S ON IT!!"
                 ])
         ],
         [
            "<18>{#p/papyrus}{#f/4}IT'S NO WONDER A FRIENDLY GHOST SET UP SHOP HERE...",
            "<18>{#p/papyrus}{#f/9}WHO WOULDN'T WANT TO BE IN PROXIMITY OF SUCH GREATNESS?",
            "<18>{#p/papyrus}{#f/0}I CERTAINLY COULDN'T RESIST."
         ]
      ),
      s_battle: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/9}STANDING AT THE SITE OF OUR LEGENDARY BATTLE?',
            "<18>{#p/papyrus}{#f/0}NO, NO, GO AHEAD.\nIT'S A PLACE OF HISTORICAL VALUE.",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/1}* Don't admire the view for too long, punk!",
                    "<25>{#p/undyne}{#f/7}* You've still gotta admire the site of OUR legendary battle!",
                    '<18>{#p/papyrus}{#f/6}HOW MANY LEGENDARY BATTLES HAVE THEY BEEN IN?',
                    '<25>{#p/undyne}{#f/8}* Who knows!!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/4}THEY'LL HAVE TO PUT IT IN A MUSEUM SOMEDAY..." ]
               : [
                    '<25>{#p/undyne}{#f/1}* Regardless of what happens now...',
                    '<25>{#p/undyne}{#f/7}* You better not have a battle more legendary than OURS!',
                    '<25>{#p/undyne}{#f/14}* Not unless I get to be a part of it!\n* Fuhuhu!'
                 ]
      ),
      s_exit: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/4}CAREFUL NOW...',
            '<18>{#p/papyrus}{#f/0}THAT DOOR THERE IS THE ENTRANCE TO THE FOUNDRY.',
            '<18>{#p/papyrus}{#f/5}ONLY DARKNESS AWAITS YOU IN SUCH A PLACE.',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/1}* You'll get no arguments from me.",
                    '<25>{#p/undyne}{#f/16}* Half the time, I just use my jetpack as a flashlight...',
                    '<18>{#p/papyrus}{#f/6}WHAT ABOUT THE OTHER FLASHLIGHTS I GAVE YOU?',
                    '<25>{#p/undyne}{#f/1}* Oh, those?',
                    '<25>{#p/undyne}{#f/14}* ... yeah, I kinda dropped them all trying to use my jetpack.',
                    '<18>{#p/papyrus}{#f/4}OF COURSE...'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/6}DID I MENTION THE DARKNESS THAT AWAITS YOU?' ]
               : [
                    "<18>{#p/papyrus}IF I'VE LEARNED ONE THING FROM UNDYNE...",
                    "<18>{#p/papyrus}{#f/5}IT'S THAT IT ALL COMES BACK AROUND TO THAT JETPACK.",
                    '<18>{#p/papyrus}{#f/4}NO MATTER THE TIME, OR PLACE...',
                    "<18>{#p/papyrus}{#f/5}SHE'S ALWAYS GETTING INTO TROUBLE WITH IT.",
                    "<25>{#p/undyne}{#f/14}* And you wouldn't have it any other way!",
                    '<25>{#p/undyne}{#f/17}* Right?',
                    '<18>{#p/papyrus}{#f/6}... OF COURSE!!'
                 ]
      ),
      s_grillbys: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/5}SO... GRILLBY'S.",
            '<18>{#p/papyrus}{#f/5}IS IT TRUE THEY INSTALLED A YAMOK SAUCE MACHINE...',
            "<18>{#p/papyrus}{#f/6}JUST TO SATISFY MY BROTHER'S OUTRAGEOUS WHIMS?",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/13}* A what?',
                    '<18>{#p/papyrus}{#f/4}A YAMOK SAUCE MACHINE.',
                    '<18>{#p/papyrus}{#f/4}YOU KNOW, TO DISPENSE YAMOK SAUCE.'
                 ]),
            '<18>{#p/papyrus}{#f/4}...',
            '<18>{#p/papyrus}{#f/4}I NORMALLY HAVE HOPE FOR OUR KIND, BUT...',
            '<18>{#p/papyrus}{#f/4}NOT WHEN IT COMES TO THINGS LIKE THIS.',
            '<18>{#p/papyrus}{#f/5}... STILL.',
            "<18>{#p/papyrus}{#f/5}IT'S NICE THAT THEY FINALLY FIXED THE JUKEBOX.",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/8}* I KNOW RIGHT!?',
                    "<25>{#p/undyne}{#f/7}* That thing's been broken since before I was BORN."
                 ])
         ],
         () => [
            '<18>{#p/papyrus}{#f/0}TRACK THREE IS MY PERSONAL FAVORITE.',
            ...(solo() ? [] : [ "<25>{#p/undyne}{#f/1}* Mine's track four!" ])
         ]
      ),
      s_backrooms: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/4}SINCE THEY STARTED USING REPLICATORS HERE...',
            "<18>{#p/papyrus}{#f/5}I HAVEN'T BEEN SURE HOW TO FEEL ABOUT IT.",
            '<18>{#p/papyrus}{#f/0}ON ONE HAND, THE NEW FOOD IS WAY MORE HEALTHY.',
            "<18>{#p/papyrus}{#f/7}ON THE OTHER HAND, THEY'VE ABANDONED COOKING ENTIRELY!",
            "<18>{#p/papyrus}{#f/4}SEE THIS ROOM YOU'RE STANDING IN RIGHT NOW?",
            '<18>{#p/papyrus}{#f/7}GUESS WHAT THIS USED TO BE!',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/1}* Isn't this where Canis Minor likes to sit?",
                    '<25>{#p/undyne}{#f/10}* All alone...\n* Playing those card games with itself...',
                    "<18>{#p/papyrus}{#f/4}OH, COME ON.\nIT'S PERFECTLY CONTENT WITH THAT.",
                    '<18>{#p/papyrus}{#f/0}IT SEEMS TO HAVE ITS OWN AGENDA FOR LIFE...',
                    '<18>{#p/papyrus}{#f/9}INVOLVING CARD GAMES!! AND LOTS OF HEADPATS!',
                    "<25>{#p/undyne}{#f/14}* You're right about the headpats, that's for sure.",
                    '<25>{#p/undyne}{#f/17}* It once barged into a Royal Guard meeting just to BEG for them!',
                    '<18>{#p/papyrus}{#f/6}INTERESTING!!\nBUT WHAT DID YOU DO?',
                    '<25>{#p/undyne}{#f/12}* Well... we all gave it lots of headpats.',
                    "<25>{#p/undyne}{#f/8}* Like we'd ever NOT!!"
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}SOME \"KITCHEN...\"',
                    '<18>{#p/papyrus}{#f/5}NOW THEY JUST USE IT FOR PRIVATE CARD GAMES.'
                 ]
               : [
                    "<18>{#p/papyrus}{#f/4}IF THEY'RE NOT GOING TO USE THIS AS A KITCHEN...",
                    '<18>{#p/papyrus}{#f/5}PERHAPS A HEADPAT MACHINE WOULD BE A BETTER INVESTMENT.'
                 ]
      ),
      s_bonehouse: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}WHAT BETTER PLACE TO BE THAN MY HOUSE!',
            "<18>{#p/papyrus}{#f/0}WE'VE GOT EXTRA- TALL SINKS...\nPET MOON ROCKS...",
            '<18>{#p/papyrus}{#f/9}AND EVEN A BALCONY, PRIME FOR OUTDOOR LIVING!',
            "<18>{#p/papyrus}{#f/0}IT'S PRACTICALLY THE ONLY PLACE I FEEL AT HOME.",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/16}* I'd say the same about MY house, but... y'know.",
                    '<18>{#p/papyrus}{#f/5}YEAH... IT MUST BE TOUGH NOT HAVING ONE.',
                    '<18>{#p/papyrus}{#f/6}... LIKE, WHERE -DO- YOU EVEN FEEL AT HOME NOW?',
                    "<25>{#p/undyne}{#f/1}* Honestly?\n* Here's pretty good!",
                    "<18>{#p/papyrus}{#f/5}BUT... HOW?\nWE'RE JUST STANDING AROUND!",
                    "<25>{#p/undyne}{#f/14}* When I'm with you, ANYWHERE's my home.\n* Fuhuhu.",
                    '<18>{#p/papyrus}{#f/5}... YOU REALLY MEAN THAT?',
                    '<25>{#p/undyne}{#f/8}* Of course!!',
                    "<18>{#p/papyrus}{#f/8}N-NO...!!\nYOU'RE GOING TO MAKE ME CRY!"
                 ])
         ],
         () => [
            '<18>{#p/papyrus}{#f/0}I WONDER WHAT HUMANS CALL HOME THESE DAYS.',
            '<18>{#p/papyrus}{#f/4}LAST I HEARD, THEY WERE STILL LIVING ON EARTH...',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/1}* Actually, they say Earth is a decaying mess right now.',
                    '<25>{#p/undyne}{#f/12}* ... just something I overheard at the Royal Lab.',
                    '<25>{#p/undyne}{#f/13}* They\'d found some kind of \"evidence\" for a natural disaster...'
                 ])
         ]
      ),
      s_papyrusroom: pager.create(
         0,
         () =>
            SAVE.data.n.plot_date < 1.1
               ? [
                    '<18>{#p/papyrus}WOW, IT ONLY TOOK YOU FOUR SECONDS TO CALL ME!',
                    '<18>YOU MUST BE VERY DESPERATE FOR MY HELP!!!',
                    "<18>{#p/papyrus}{#f/9}BUT DO NOT FEAR.\nTHIS IS PAPYRUS'S HOTFUL HELPLINE!",
                    '<18>{#p/papyrus}{#f/9}JUST DESCRIBE YOUR LOCATION, AND...',
                    '<18>{#p/papyrus}{#f/4}... WAIT.',
                    "<18>{#p/papyrus}{#f/6}YOU'RE STILL IN MY ROOM??",
                    '<18>{#p/papyrus}{#f/5}...',
                    '<18>{#p/papyrus}{#f/5}HAVE YOU HEARD OF SOMETHING CALLED A... DOOR?',
                    "<18>{#p/papyrus}{#f/6}DON'T WORRY!!\nI'LL DRAW A DIAGRAM FOR YOU!"
                 ]
               : SAVE.data.n.plot_date < 1.2
               ? [
                    "<18>{#p/papyrus}{#f/1}WHAT??\nI THOUGHT YOU'D LEFT MY ROOM!!",
                    "<18>{#p/papyrus}{#f/4}WE'LL HAVE TO START OVER FROM SQUARE ONE...",
                    '<18>{#p/papyrus}{#f/5}FIRST, DO YOU KNOW WHO PAPYRUS IS!?'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/5}SO YOU CAME BACK TO MY ROOM, HUH?',
                    '<18>{#p/papyrus}{#f/5}(SIGH...)',
                    '<18>{#p/papyrus}{#f/5}I GUESS IT -IS- PRETTY COOL.',
                    ...(solo()
                       ? []
                       : [
                            '<25>{#p/undyne}{#f/1}* And what about my room?',
                            "<18>{#p/papyrus}{#f/4}WELL... THAT ROOM'S VERY HOT.",
                            '<18>{#p/papyrus}{#f/4}ON FIRE, IN FACT.',
                            '<25>{#p/undyne}{#f/17}* Good!!\n* I like hot things!'
                         ])
                 ],
         () =>
            SAVE.data.n.plot_date < 1.1
               ? [ "<18>{#p/papyrus}{#f/6}HOLD UP!\nI'M STILL DRAWING!" ]
               : SAVE.data.n.plot_date < 1.2
               ? [ '<18>{#p/papyrus}{#f/1}DO -I- KNOW WHO PAPYRUS IS!?!?' ]
               : [
                    ...(solo()
                       ? [
                            "<18>{#p/papyrus}{#f/6}HEY, UH, WHILE YOU'RE THERE...",
                            '<18>{#p/papyrus}{#f/6}WOULD YOU MIND LOOKING AFTER MY ACTION FIGURES??',
                            "<18>{#p/papyrus}{#f/5}THEY'VE BEEN... FEELING KIND OF LONELY LATELY.",
                            '<18>{#p/papyrus}{#f/5}... THANKS.'
                         ]
                       : [ "<25>{#p/undyne}{#f/8}* Especially when they're on fire!!!" ])
                 ]
      ),
      s_innterior: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}THE INN'S A GREAT PLACE TO STAY.",
            '<18>{#p/papyrus}THE BEDS ARE NICE, AND THE INN KEEPER IS EVEN NICER.',
            '<18>{#p/papyrus}{#f/5}BUT MOST OF ALL, I LIKE THE PHOTO ON THE WALL...',
            "<18>{#p/papyrus}{#f/0}IT'S A REMINDER OF WHAT MONSTERS ARE TRULY CAPABLE OF.",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/16}* It's also one of the most well-known photos of our old homeworld...",
                    '<25>{#p/undyne}{#f/9}* One of the last ones still in existence.',
                    "<18>{#p/papyrus}{#f/5}... DO YOU THINK WE'LL EVER FIND ANY OTHERS?",
                    "<25>{#p/undyne}{#f/1}* Well, if we knew some way of scanning a monster's memories...",
                    '<26>{#p/undyne}{#f/14}* We could just use THAT on a monster who lived there!',
                    '<18>{#p/papyrus}{#f/0}WELL... THAT SOUNDS GREAT!',
                    '<18>{#p/papyrus}{#f/4}... IF ONLY WE KNEW SOME WAY OF DOING THAT.',
                    "<18>{#p/papyrus}{#f/4}WHICH WE DON'T.",
                    '<18>{#p/papyrus}{#f/4}SADLY.'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/5}IF ONLY WE COULD TRAVEL BACK IN TIME...' ]
               : [
                    '<18>{#p/papyrus}{#f/5}I SUPPOSE, FOR THE TIME BEING...',
                    '<18>{#p/papyrus}{#f/4}TELLING EACH OTHER BEDTIME STORIES WILL HAVE TO DO.',
                    "<25>{#p/undyne}{#f/1}* Oh yeah, doesn't Sans read you those?",
                    "<18>{#p/papyrus}{#f/0}OF COURSE!\nTHEY'RE LIKE RAW IMAGINATION FUEL!",
                    '<25>{#p/undyne}{#f/1}* Imagine if you got a homeworld survivor to tell you stories...',
                    '<25>{#p/undyne}{#f/14}* Someone like THAT could provide you with a HUNDRED great bedtimes!',
                    '<18>{#p/papyrus}WITHOUT DOUBT!'
                 ]
      ),
      s_beddinng: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}ONCE IN A WHILE, SANS WILL READ ME A BEDTIME STORY.',
            '<18>{#p/papyrus}{#f/5}HAVE YOU EVER HEARD OF \"GENEROUS MONSTER?\"',
            '<18>{#p/papyrus}{#f/6}SANS READ IT TO ME LAST NIGHT, AND...',
            "<18>{#p/papyrus}{#f/8}... AUGH!\nI JUST COULDN'T STOP CRYING!",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/10}* Ouch...\n* That's a rough one.",
                    '<25>{#p/undyne}{#f/16}* Especially for something written by a human.',
                    '<18>{#p/papyrus}{#f/6}... DO HUMANS ALWAYS WRITE BOOKS THIS TRAGIC!?',
                    "<25>{#p/undyne}{#f/14}* I wouldn't know.\n* It's the only one I've ever read.",
                    '<25>{#p/undyne}{#f/15}* Well, unless you count those \"books\" Alphys posted the other day...',
                    "<18>{#p/papyrus}{#f/4}... I DON'T EVEN WANT TO KNOW."
                 ])
         ],
         [
            "<18>{#p/papyrus}{#f/4}NEXT TIME, I'M HAVING SANS READ A HAPPY STORY.",
            '<18>{#p/papyrus}{#f/6}WITH AN -ACTUAL- HAPPY ENDING!',
            '<18>{#p/papyrus}{#f/5}WHERE EVERYBODY COMES AWAY SATISFIED!!',
            '<18>{#p/papyrus}{#f/7}AND WHERE NOBODY HAS TO DIE OR SAY GOODBYE!!!'
         ]
      ),
      s_librarby: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/6}SHH...\n(NO PHONE CALLS IN THE LIBRARBY!)',
            "<18>{#p/papyrus}{#f/0}(YOU CAN CALL ME BACK WHEN YOU'RE OUT, THOUGH!)",
            ...(solo() ? [] : [ '<25>{|}{#p/undyne}{#f/8}* YEAHHHH MAKE SOME NOI- {%}' ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}(REALLY...)' ]
               : [
                    '<18>{#p/papyrus}{#f/4}(YES, I HUNG UP TO STOP UNDYNE FROM DISTURBING YOU.)',
                    '<25>{|}{#p/undyne}{#f/8}* YEA- {%}'
                 ]
      ),
      f_start: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}BEHOLD THE OMINOUS ATMOSPHERE OF THE FACTORY.',
            '<18>{#p/papyrus}{#f/4}THEY SAY THERE ARE MONSTERS LIVING IN THE PIPES...',
            "<18>{#p/papyrus}{#f/0}AND THEY'D BE ABSOLUTELY RIGHT!",
            '<18>{#p/papyrus}{#f/5}SOME MONSTERS DO PREFER A DANK AND DIRTY ENVIRONMENT.',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/6}UNLIKE ME!!' ]
               : [
                    "<25>{#p/undyne}{#f/1}* I hope they don't mind me using the pipes as a jungle gym.",
                    '<25>{#p/undyne}{#f/8}* I used to swing on them all the time!',
                    '<18>{#p/papyrus}{#f/6}UNDYNE, NO!\nTHOSE POOR, POOR PIPE DWELLERS!'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/0}I PREFER THE SANITARY SIDE OF LIVING.' ]
               : [ '<18>{#p/papyrus}{#f/6}BE CAREFUL WHERE YOU JUNGLE GYM.' ]
      ),
      f_sans: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}MY BROTHER HAS A STATION HERE.',
            '<18>{#p/papyrus}{#f/4}INDEED, HE MANS TWO STATIONS AT THE SAME TIME.',
            "<18>{#p/papyrus}{#f/0}AMAZING, ISN'T HE?",
            '<18>{#p/papyrus}{#f/0}HE SLACKS OFF TWICE AS MUCH AS NORMAL!!',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/14}* Sounds to me like he's always watching.",
                    '<18>{#p/papyrus}{#f/0}AH, YES... ALWAYS WATCHING.',
                    '<18>{#p/papyrus}{#f/4}ALWAYS WATCHING A VARIETY OF ONLINE VIDEO CONTENT.',
                    "<25>{#p/undyne}{#f/3}* ... I wonder if he's a fan of Mew Mew Space Adventure.",
                    "<18>{#p/papyrus}{#f/7}YOU'RE MISSING THE POINT!"
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/5}WE WAKEFUL FOLK COULD ONLY DREAM OF SUCH SLOTH...' ]
               : [
                    "<18>{#p/papyrus}{#f/5}EVEN UNDYNE'S BEEN CAUGHT IN SANS'S BAD HABITS...",
                    '<25>{#p/undyne}{#f/17}* I have NOT!!',
                    "<18>{#p/papyrus}{#f/4}... JUST DON'T WATCH IT ON THE JOB, OKAY?",
                    '<25>{#p/undyne}{#f/17}* Okay!!'
                 ]
      ),
      f_corridor: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}WHAT'S IN YOUR DIMENSIONAL BOX?",
            "<18>{#p/papyrus}{#f/4}ACTUALLY, DON'T TELL ME.",
            "<18>{#p/papyrus}{#f/7}THAT'D BE A BLATANT VIOLATION OF YOUR PRIVACY!",
            ...(solo()
               ? []
               : SAVE.data.b.undyne_respecc
               ? [ '<25>{#p/undyne}{#f/17}* ...', "<25>{#p/undyne}{#f/14}* ... yeah, you're right." ]
               : [
                    '<25>{#p/undyne}{#f/8}* Wait, no!\n* I want to know!',
                    "<25>{#p/undyne}{#f/7}* You!\n* What've you been hiding, punk!?",
                    "<18>{#p/papyrus}{#f/6}NOTHING!\nTHAT'S WHAT!!",
                    "<25>{#p/undyne}{#f/17}* I wasn't asking you.",
                    "<25>{#p/undyne}{#f/14}* ... eh, I'll just search the dimensional storage array later.",
                    "<18>{#p/papyrus}{#f/6}WHAT!?\nTHAT'S A THING?",
                    '<18>{#p/papyrus}{#f/5}I GUESS THE ITEMS DO HAVE TO GO SOMEWHERE...'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}... AT LEAST TELL ME IT\'S NOT \"DOG RESIDUE.\"' ]
               : [
                    '<18>{#p/papyrus}{#f/4}JUST BETWEEN YOU AND I...',
                    "<18>{#p/papyrus}{#f/0}UNDYNE DOESN'T ACTUALLY WANT TO STEAL YOUR STUFF.",
                    "<25>{#p/undyne}{#f/12}* Me? Stealing?\n* Pfft, I dunno what you're talking about!",
                    "<18>{|}{#p/papyrus}SEE?\nSHE'S NOT- {%}",
                    SAVE.data.b.undyne_respecc
                       ? "<25>{#p/undyne}{#f/14}* I'd only steal from someone who ISN'T the bravest punk around!"
                       : "<25>{#p/undyne}{#f/14}* I'd only steal from someone who ISN'T the nicest punk around!",
                    "<18>{#p/papyrus}{#f/4}... SO YOU'D STEAL FROM ME, THEN.",
                    "<25>{#p/undyne}{#f/17}* Don't overthink it!"
                 ]
      ),
      f_doge: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/4}THEY SAY IT'S BEST TO LET SLEEPING DOGS LIE...",
            '<18>{#p/papyrus}{#f/7}BUT, TRUTHFULLY, I DISAGREE!',
            '<18>{#p/papyrus}{#f/5}AFTER ALL...',
            '<18>{#p/papyrus}{#f/6}A GOOD DOG SHOULD VALUE HONESTY ABOVE ALL ELSE!',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/16}* That reminds me...',
                    '<25>{#p/undyne}{#f/9}* ... one of my top guards, Doge, quit her job today.',
                    '<18>{#p/papyrus}{#f/6}WHY?\nWAS SHE DISHONEST!?',
                    "<25>{#p/undyne}{#f/1}* Actually, she's one of the most honest dogs I know.",
                    '<25>{#p/undyne}{#f/16}* I think I just went a little hard on her.',
                    '<18>{#p/papyrus}{#f/5}AH... WELL...',
                    '<18>{#p/papyrus}{#f/6}YOU CAN JUST APOLOGIZE TO HER LATER, RIGHT?',
                    "<25>{#p/undyne}{#f/12}* ... yeah, I guess that's a good place to start."
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}IF ONLY THE DOG UNDER MY SINK HAD SUCH PRIORITIES...' ]
               : [ '<18>{#p/papyrus}{#f/0}WHEN IN DOUBT, JUST TALK IT OUT.', '<18>{#p/papyrus}{#f/9}WORKS EVERY TIME!' ]
      ),
      f_puzzle1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}WATCH OUT FOR THE ANCIENT HUMAN PYLON PUZZLES!',
            '<18>{#p/papyrus}{#f/4}THOUGH RUDIMENTARY IN THEIR METHOD OF CONSTRUCTION...',
            '<18>{#p/papyrus}{#f/6}THEIR DESIGN IS NOTHING SHORT OF PERPLEXING!',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/5}IT'S A WONDER WE MONSTERS CAN SOLVE THEM AT ALL." ]
               : [
                    '<25>{#p/undyne}{#f/1}* That makes sense.\n* Humans themselves are the same way...',
                    '<25>{#p/undyne}{#f/16}* Waging that perplexing war over something so stupidly simple.',
                    '<18>{#p/papyrus}{#f/6}... WELL THAT GOT DARK FAST!',
                    "<25>{#p/undyne}{#f/12}* ... thankfully, we've got this really nice human to offset it!",
                    '<18>{#p/papyrus}{#f/0}NOW -THAT- I CAN GET BEHIND.'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/0}I WONDER IF HUMANS STRUGGLE WITH MONSTER PUZZLES.' ]
               : [ '<18>{#p/papyrus}{#f/0}HEH! NOT ALL HUMANS ARE BAD!' ]
      ),
      f_quiche: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}MY BROTHER CAME BY HERE THE OTHER DAY...',
            '<18>{#p/papyrus}{#f/5}SAYING HE HAD TO DROP SOMETHING OFF.',
            '<18>{#p/papyrus}{#f/5}I ASKED HIM ABOUT IT, AND HE ISSUED ME A CHALLENGE...',
            '<18>{#p/papyrus}{#f/4}A RIDDLE ABOUT A VERY \"CHEESY\" JOKE.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/14}* I think I know what he meant, Papyrus.',
                    '<18>{#p/papyrus}{#f/6}WHAT!?\nWHAT WAS IT?',
                    '<25>{#p/undyne}{#f/1}* Oh, come on.\n* You know your brother better than anyone.',
                    '<25>{#p/undyne}{#f/12}* Solving this one should be a piece of cake!',
                    '<18>{#p/papyrus}{#f/5}HMM...\nA CHEESY RIDDLE...',
                    '<18>{#p/papyrus}{#f/4}A PIECE OF CAKE...'
                 ])
         ],
         [ "<18>{#p/papyrus}{#f/6}I'LL GET BACK TO YOU WITH THE ANSWER SOON!" ]
      ),
      f_puzzle2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}MORE OFTEN THAN NOT, A PUZZLE MAY BE UNSOLVABLE...',
            "<18>{#p/papyrus}{#f/5}IF YOU DON'T TAKE THE TIME TO READ THE SIGNS.",
            "<18>{#p/papyrus}{#f/6}YOU'D THINK INTUITION WOULD BE ENOUGH, BUT... NO!",
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/5}... I'VE BEEN EMBARRASSED THIS WAY MANY TIMES..." ]
               : [
                    '<25>{#p/undyne}{#f/14}* Yeah, having to read signs kinda stinks.',
                    '<25>{#p/undyne}{#f/8}* I just throw spears at the receiver and call it a day!',
                    "<18>{#p/papyrus}{#f/6}WON'T THAT BREAK THE PUZZLE FOR EVERYONE ELSE!?",
                    '<25>{#p/undyne}{#f/14}* Surprisingly, no.',
                    '<25>{#p/undyne}{#f/14}* Human-made puzzles are even more resillient than THEY are.',
                    "<25>{#p/undyne}{#f/7}* Trust me.\n* I've TRIED to break them on purpose."
                 ])
         ],
         () =>
            solo()
               ? [
                    "<18>{#p/papyrus}{#f/0}I'VE SAID IT BEFORE, AND I'LL SAY IT AGAIN.",
                    '<18>{#p/papyrus}{#f/9}READ!\nTHOSE!!\nSIGNS!!!',
                    '<18>{#p/papyrus}{#f/4}AND DO NOTE THE RISING EXCLAMATION POINT COUNT.',
                    "<18>{#p/papyrus}{#f/7}IT MEANS IT'S VERY IMPORTANT!!!!"
                 ]
               : [
                    '<18>{#p/papyrus}{#f/4}WELL, YOU KNOW WHAT THEY SAY...',
                    "<18>{#p/papyrus}{#f/0}IF YOU CAN'T BREAK THEM, SOLVE THEM!",
                    '<18>{#p/papyrus}{#f/5}THOUGH, THAT DOES PUT US BACK AT SQUARE ONE.'
                 ]
      ),
      f_story1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}SIGNAL STARS ARE PRETTY NEAT, HUH?',
            '<18>{#p/papyrus}{#f/5}THOUGH, THEY ONLY RESET PERIODICALLY.',
            '<18>{#p/papyrus}{#f/4}UNTIL THEN, ONLY A SINGLE MESSAGE IS SAVED...',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/12}* So that's why my messages to Alphys aren't getting through.",
                    '<18>{#p/papyrus}{#f/6}YOU USED A SIGNAL STAR FOR THAT!?',
                    '<18>{#p/papyrus}{#f/5}OH...\nUNDYNE...',
                    "<25>{#p/undyne}{#f/17}* What?\n* I thought it'd send the message on demand!",
                    "<25>{#p/undyne}{#f/11}* That's how they used to work, right??",
                    '<18>{#p/papyrus}{#f/0}AH, NOT EXACTLY.',
                    '<18>{#p/papyrus}{#f/4}WHEN WE FIRST DISCOVERED THEM GROWING HERE...',
                    '<18>{#p/papyrus}{#f/9}THEY WERE A LOT MORE RECEPTIVE TO NEW SIGNALS!',
                    '<18>{#p/papyrus}{#f/5}THEN, AS THEY GREW OLDER, THEY BECAME SLOWER.',
                    '<25>{#p/undyne}{#f/1}* Huh.\n* Fascinating!',
                    "<25>{#p/undyne}{#f/12}* I guess I'll have to come up with something else, then."
                 ])
         ],
         [ "<18>{#p/papyrus}{#f/4}THIS PHONE CALL -PROBABLY- WON'T BE RECORDED." ]
      ),
      f_prechase: pager.create(
         0,
         () =>
            SAVE.data.n.plot < 37.11
               ? []
               : SAVE.data.n.plot < 48
               ? [
                    '<18>{#p/papyrus}THERE USED TO BE A BRIDGE HERE, BUT IT COLLAPSED.',
                    "<18>{#p/papyrus}{#f/5}HOPEFULLY THEY'LL BUILD A NEW ONE SOON...",
                    '<18>{#p/papyrus}{#f/6}RIDING ON A FLIMSY FLOATING PLATFORM IS FEAR-INDUCING!'
                 ]
               : [
                    '<18>{#p/papyrus}I HEARD THE WORKERS HERE BUILT A BRIDGE.',
                    '<18>{#p/papyrus}{#f/5}THANK THE COSMOS...',
                    "<18>{#p/papyrus}{#f/6}I'VE HAD MY FILL OF FLIMSY FLOATING PLATFORMS!!",
                    ...(solo()
                       ? []
                       : [
                            "<25>{#p/undyne}{#f/7}* You just don't know how to have fun.",
                            "<18>{#p/papyrus}{#f/4}YOU HAVE A JETPACK, SO YOU CAN'T FALL OFF.",
                            '<18>{#p/papyrus}{#f/6}I HAVE NO SUCH GUARANTEES!',
                            '<25>{#p/undyne}{#f/14}* Would it be so much to get you to live a little?',
                            "<25>{#p/undyne}{#f/4}* Even if you DID fall off, it's not like you'd get hurt.",
                            "<25>{#p/undyne}{#f/1}* You'd just... float around for a while.",
                            "<25>{#p/undyne}{#f/14}* And then I'd come and rescue you with my jetpack!",
                            "<18>{#p/papyrus}{#f/6}I'LL TAKE MY CHANCES WITH THE BRIDGE, THANK YOU!"
                         ])
                 ],
         [
            '<18>{#p/papyrus}{#f/0}NOTHING QUITE LIKE THE SAFETY AND SECURITY...',
            '<18>{#p/papyrus}{#f/0}OF A SOLID, STABLE, SOUNDLY- DESIGNED BRIDGE.',
            '<18>{#p/papyrus}{#f/9}A TRUE TESTAMENT TO SUPERB ENGINEERING!!'
         ]
      ),
      f_chase: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}THE FIRST TIME I SAW THIS ROOM, I WAS TRULY AMAZED.',
            "<18>{#p/papyrus}{#f/4}SO MUCH SO, THAT I COULDN'T FIND MY WAY OUT.",
            '<18>{#p/papyrus}{#f/6}... NOT TO MENTION THE TRAPS!',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/1}* Oh yeah, I forgot about those things...',
                    "<25>{#p/undyne}{#f/14}* Eh, most people know the way through.\n* It'll be fine.",
                    '<18>{#p/papyrus}{#f/6}THIS SEEMS LIKE A RECIPE FOR DISASTER.',
                    "<25>{#p/undyne}{#f/12}* Don't worry about it.\n* In fact, it's been kinda handy!",
                    '<25>{#p/undyne}{#f/1}* I think the canine unit even started using it as a training ground.',
                    '<18>{#p/papyrus}{#f/4}AND HOW DOES THAT WORK, EXACTLY?',
                    '<25>{#p/undyne}{#f/17}* It\'s something about \"tactical temptation avoidance?\"',
                    '<25>{#p/undyne}{#f/12}* They put treats behind the trap paths, and the dogs try to avoid them.',
                    "<18>{#p/papyrus}{#f/5}I TAKE IT BACK.\nIT'S NOT A RECIPE FOR DISASTER.",
                    "<18>{#p/papyrus}{#f/6}IT'S A PRE-COOKED DISASTER SERVED ON A SILVER PLATTER!"
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/5}I FIND IT BEST TO STEER CLEAR OF SCARY MAZE GAMES.' ]
               : [
                    "<25>{#p/undyne}{#f/1}* There used to be a lot more, actually.\n* It's not what it was.",
                    '<18>{#p/papyrus}{#f/6}HOW MUCH MORE?',
                    '<25>{#p/undyne}{#f/12}* ...\n* Many more.',
                    '<18>{#p/papyrus}{#f/5}HOW MANY?',
                    '<25>{#p/undyne}{#f/17}* Very many.',
                    '<18>{#p/papyrus}{#f/6}HOW VERY??',
                    '<25>{#p/undyne}{#f/7}* Knock it off!'
                 ]
      ),
      f_entrance: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}YOU'RE AT THE ENTRANCE TO WHAT'S KNOWN AS...",
            '<18>{#p/papyrus}{#f/9}THE \"DARK ZONE.\"',
            "<18>{#p/papyrus}{#f/4}YOU WOULDN'T BELIEVE HOW IT GOT ITS NAME...",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/14}* You can thank Asgore for THAT brilliancy in naming.',
                    '<25>{#p/undyne}{#f/8}* He always has the BEST names for things!',
                    '<18>{#p/papyrus}{#f/0}I KNOW, RIGHT?\nEVERYTHING IS SO EASY TO GRASP!',
                    "<25>{#p/undyne}{#f/3}* ... you mean that seriously, don't you.",
                    "<18>{#p/papyrus}{#f/0}OF COURSE!\nIT'S A QUALITY OF HIS I APPRECIATE.",
                    '<25>{#p/undyne}{#f/1}* I see...',
                    '<18>{#p/papyrus}{#f/0}MORE IMPORTANTLY, YOU KNOW.',
                    "<18>{#p/papyrus}{#f/9}WITH HIM, YOU CAN'T -NOT- KNOW WHAT SOMETHING IS!"
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}SPOILER ALERT...', "<18>{#p/papyrus}{#f/4}... IT'S VERY DARK INSIDE." ]
               : [ "<18>{#p/papyrus}{#f/0}AREN'T THINGS BETTER WHEN YOU UNDERSTAND THEM?" ]
      ),
      f_lobby: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/6}I TOTALLY... CAN'T REACH YOU... AT THE MOMENT!",
            "<18>{#p/papyrus}{#f/6}THE CALL... IT'S DEFINITELY... GLITCHING OUT!",
            ...(solo()
               ? [
                    '<18>{#p/papyrus}{#f/6}...',
                    "<18>{#p/papyrus}{#f/4}OKAY, I ADMIT IT'S NOT REALLY DOING THAT.",
                    '<18>{#p/papyrus}{#f/0}... BUT THAT TABLE CERTAINLY IS!'
                 ]
               : [
                    '<25>{#p/undyne}{#f/1}* So would you say the call\'s getting \"sliced\" or \"shredded?\"',
                    "<18>{#p/papyrus}{#f/5}UNFORTUNATELY, IT'S SOMETHING FAR MORE DREADED."
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/5}REALLY, THOUGH.\nWHAT'S WITH THAT THING, ANYWAY?" ]
               : [ "<18>{#p/papyrus}{#f/4}IT'S ENCOURAGING UNDYNE TO MAKE CHEESE PUNS." ]
      ),
      f_error: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}ON A DIRECT ROUTE FROM THE BEGINNING OF STARTON...',
            '<18>{#p/papyrus}{#f/0}TO THE END OF THE FIRST FLOOR IN AERIALIS...',
            '<18>{#p/papyrus}{#f/0}THAT ROOM MARKS THE HALFWAY POINT OF YOUR JOURNEY.',
            '<18>{#p/papyrus}{#f/5}... WHEREVER YOU INTEND GO NEXT...',
            '<18>{#p/papyrus}{#f/6}YOUR JOURNEY IS AT -LEAST- HALFWAY OVER NOW!',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/4}* What!?\n* Don't say it like THAT!",
                    "<18>{#p/papyrus}{#f/6}I-I MEAN, YOUR JOURNEY'S JUST GETTING STARTED!",
                    "<18>{#p/papyrus}{#f/6}THERE'S STILL PLENTY OF THINGS TO SEE!",
                    '<18>{#p/papyrus}{#f/6}AND PLENTY OF PLACES TO BE!',
                    '<18>{#p/papyrus}{#f/4}AND MOST OF ALL...',
                    '<18>{#p/papyrus}{#f/9}PLENTY OF NEW FRIENDS TO MEET!',
                    "<25>{#p/undyne}{#f/12}* That's better."
                 ])
         ],
         () =>
            solo()
               ? [ '<19>{#p/papyrus}{#f/5}HALFWAY OVER...' ]
               : [ "<19>{#p/papyrus}{#f/9}HERE'S TO THE LONG JOURNEY AHEAD!" ]
      ),
      f_telescope: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}MY BROTHER RUNS A TELESCOPE BUSINESS HERE.',
            '<18>{#p/papyrus}{#f/5}SUBSCRIPTIONS, MEMBERSHIPS, SIGN- UPS, VOUCHERS...',
            "<18>{#p/papyrus}{#f/6}IT'S AN ENDLESS MAZE OF TERMS AND CONDITIONS!",
            ...(solo()
               ? [
                    '<18>{#p/papyrus}{#f/5}I DID ONCE TRY TO ENROLL, BUT...',
                    "<18>{#p/papyrus}{#f/4}EVEN I HAVE LIMITS TO WHAT I'M WILLING TO ENDURE."
                 ]
               : [
                    '<25>{#p/undyne}{#f/13}* I doubt a single person has managed to enroll properly.',
                    "<18>{#p/papyrus}{#f/5}YEAH... YOU'RE PROBABLY RIGHT.",
                    '<18>{#p/papyrus}{#f/6}DO THOSE \"PREMIUM\" TELESCOPES EVEN WORK AT ALL!?',
                    '<25>{#p/undyne}{#f/8}* Who knows!!',
                    "<25>{#p/undyne}{#f/1}* But it's fine, because the normal ones work well enough.",
                    '<25>{#p/undyne}{#f/14}* I use them all the time!'
                 ])
         ],
         [ '<18>{#p/papyrus}{#f/4}LEAVE IT TO A PRANKSTER TO MAKE THINGS TRICKY...' ]
      ),
      f_bird: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/9}THE MOST INFAMOUS.',
            '<18>{#p/papyrus}{#f/9}THE MOST FEARLESS.',
            '<18>{#p/papyrus}{#f/9}THE MOST BRAVESTEST.',
            '<18>{#p/papyrus}{#f/9}THE MONSTER.\nTHE MYTH.\nTHE LEGEND...',
            '<18>{#p/papyrus}{#f/9}THE YELLOW BIRD.',
            ...(SAVE.data.n.plot < 42
               ? [
                    '<18>{#p/papyrus}{#f/9}...',
                    '<18>{#p/papyrus}{#f/4}... WAIT.',
                    "<18>{#p/papyrus}{#f/1}IT'S NOT THERE ANYMORE!?!?",
                    '<18>{#p/papyrus}{#f/8}HOW COULD THIS BE!!!'
                 ]
               : solo()
               ? [ '<18>{#p/papyrus}{#f/4}... NOT LIKE WE HAVE ANY OTHER WAY TO CROSS THE GAP.' ]
               : [
                    '<25>{#p/undyne}{#f/1}* That bird will carry anyone past the gap.\n* It NEVER says no.',
                    '<25>{#p/undyne}{#f/16}* When I was younger, it once gave ME a lift.\n* It took an hour...',
                    '<25>{#p/undyne}{#f/17}* But this bird NEVER once thought of giving up!!!',
                    '<25>{#p/undyne}{#f/1}* Cherish this bird.'
                 ])
         ],
         () =>
            SAVE.data.n.plot < 42
               ? [
                    "<18>{#p/papyrus}{#f/8}I JUST DON'T UNDERSTAND..!",
                    '<18>{#p/papyrus}{#f/8}HOW COULD THE ONE AND ONLY YELLOW BIRD ABANDON US???'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/0}TRUST ME, THE GAP IS EVEN LONGER THAN IT SEEMS.',
                    '<18>{#p/papyrus}{#f/4}AND POSSIBLY NON- EUCLIDIAN.',
                    ...(solo()
                       ? []
                       : [
                            "<25>{#p/undyne}{#f/7}* So you're telling me it also has to navigate through THAT!?",
                            '<25>{#p/undyne}{#f/8}* CHERISH THIS BIRD EVEN HARDER, DAMN IT!',
                            "<18>{#p/papyrus}{#f/6}I'M CHERISHING AS HARD AS I CAN!!",
                            '<25>{#p/undyne}{#f/7}* GOOD!!!'
                         ])
                 ]
      ),
      f_stand: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}LEGEND HAS IT...',
            '<18>THE LOCAL ICE CREAM GUY HANDS OUT POSTCARDS.',
            '<18>{#p/papyrus}{#f/4}SOURCES SAY THESE \"POSTCARDS\" HAVE UNSPOKEN POWER...',
            '<18>{#p/papyrus}{#f/9}... TO UNLOCK MORE TASTY TREATS!',
            ...(solo()
               ? []
               : [
                    '<26>{#p/undyne}{#f/8}* And I LOVE tasty treats!',
                    "<25>{#p/undyne}{#f/14}* Well, as long as they're not cold, anyway.",
                    "<25>{#p/undyne}{#f/17}* Then I don't love them that much!!"
                 ])
         ],
         [
            '<18>{#p/papyrus}{#f/0}I WONDER WHAT OTHER POWERS THESE POSTCARDS HAVE.',
            '<18>{#p/papyrus}{#f/4}THEY DO TEND TO RUN OUT QUITE SPEEDILY...'
         ]
      ),
      f_abyss: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}WE LOOK UPON THIS WINDING PATH FULL OF SIGNAL STARS...',
            '<18>{#p/papyrus}{#f/4}AND WE DEEM IT \"NORMAL.\"',
            '<18>{#p/papyrus}{#f/0}YOU KNOW WHAT ELSE IS \"NORMAL?\"',
            '<18>{#p/papyrus}{#f/0}THE FACT THAT THIS PHONE CALL EVEN GETS DOWN THERE!',
            '<18>{#p/papyrus}{#f/6}TOTALLY NORMAL!!',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/1}* So you're saying that's NOT normal, right?",
                    '<18>{#p/papyrus}{#f/0}RIGHT.',
                    '<25>{#p/undyne}{#f/14}* ... at this rate, you\'ll be a \"sarcasm sensei\" in no time!',
                    "<18>{#p/papyrus}{#f/4}I'M LOOKING FORWARD TO USING IT ON MY BROTHER.",
                    "<25>{#p/undyne}{#f/1}* Careful now.\n* He's the de-facto WIZARD of sarcasm.",
                    "<25>{#p/undyne}{#f/17}* If you want any chance of besting him, you've gotta train like CRAZY!",
                    "<18>{#p/papyrus}{#f/4}OH, BELIEVE ME, UNDYNE, I'M READY.",
                    "<25>{#p/undyne}{#f/8}* I hope you're not being sarcastic about that!"
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/6}I'M DEFINITELY NOT BEING SARCASTIC!!" ]
               : [ "<19>{#p/papyrus}{#f/4}SARCASM TRAINING'S -TOTALLY- THE EASIEST THING EVER." ]
      ),
      f_muffet: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}I WAS SURFING THE WEB THE OTHER DAY...',
            "<18>{#p/papyrus}{#f/6}TURNS OUT SPIDER SILK IS STRONGER THAN YOU'D THINK!",
            '<18>{#p/papyrus}{#f/4}WHICH WEB WAS I SURFING, YOU ASK?',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/4}... YOU PROBABLY DON'T WANT TO KNOW." ]
               : [
                    "<25>{#p/undyne}{#f/17}* ... seriously?\n* This is the second time you've done this!",
                    '<18>{#p/papyrus}{#f/6}I WANTED TO KNOW HOW THE STRINGS WERE ATTACHED!',
                    '<25>{#p/undyne}{#f/8}* That was your excuse last time!!',
                    '<18>{#p/papyrus}{#f/6}BUT WHAT ABOUT MY CURIOSITY!!!',
                    '<25>{#p/undyne}{#f/12}* ... maybe leave the web-crawling to spiders for now.'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/4}IT WASN'T ON THE COMPUTER, THAT'S FOR SURE." ]
               : [ '<18>{#p/papyrus}{#f/4}PERHAPS I SHOULD GET A ROBOT TO CRAWL THE WEB...' ]
      ),
      f_shyren: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/5}I'VE HEARD A VERY SHY MONSTER LIVES HERE...",
            '<18>{#p/papyrus}{#f/0}WELL. IF YOU WANT SOMEONE TO OPEN UP...',
            '<18>{#p/papyrus}{#f/9}YOU SHOULD ENGAGE THEM IN COMBAT!',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/0}A SOUND STRATEGY FOR ANY OCCASION.' ]
               : [
                    "<25>{#p/undyne}{#f/8}* And don't forget to get loud in their face!!",
                    '<18>{#p/papyrus}{#f/6}... THAT MIGHT BE A BIT MUCH.',
                    '<25>{#p/undyne}{#f/14}* Well, it worked on the ELITE squad yesterday, so...',
                    '<18>{#p/papyrus}{#f/4}...',
                    "<18>{#p/papyrus}{#f/4}I'M STARTING TO RECONSIDER MY CAREER PATH...",
                    "<25>{#p/undyne}{#f/17}* No, wait!!\n* I wasn't talking about ALL the guards!",
                    '<18>{#p/papyrus}{#f/6}AND WHEN I -DO- BECOME AN ELITE SQUAD MEMBER???',
                    "<25>{#p/undyne}{#f/14}* ... I'll just be nice to you specifically!",
                    "<18>{#p/papyrus}{#f/7}BUT THAT WOULDN'T BE FAIR TO THE OTHER MEMBERS!!",
                    '<25>{#p/undyne}{#f/17}* I give up!!'
                 ])
         ],
         () => [ '<18>{#p/papyrus}{#f/0}HUM HUM HUM...', ...(solo() ? [] : [ '<25>{#p/undyne}{#f/12}* Hum hum hum...' ]) ]
      ),
      f_statue: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/4}A MYSTERIOUS STATUE...',
            '<18>{#p/papyrus}{#f/4}OUT IN THE MIDDLE OF THE FACTORY...',
            '<18>{#p/papyrus}{#f/6}... I WONDER WHAT THIS COULD MEAN!',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/16}* That statue's been out there forever...",
                    '<25>{#p/undyne}{#f/17}* ... but nobody seems to know where it came from!',
                    '<25>{#p/undyne}{#f/1}* It has a cool music box inside, though.'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}BREAKING NEWS.',
                    '<18>{#p/papyrus}{#f/4}MYSTERIOUS STATUE IS MYSTERIOUS.',
                    "<18>{#p/papyrus}{#f/6}WHO WOULD'VE THOUGHT!!"
                 ]
               : [
                    '<25>{#p/undyne}{#f/11}* Some say the statue also contains a SECOND music box...',
                    "<25>{#p/undyne}{#f/12}* ... but I'll believe it when I hear it."
                 ]
      ),
      f_piano: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}IF ONLY THERE EXISTED A ROOM...',
            '<18>WHERE I COULD EXPRESS MYSELF THROUGH MUSIC.',
            '<18>A LONELY ROOM, SEPARATED FROM CIVILIZATION...',
            '<18>WITH NAUGHT BUT A SINGLE PIANO AT ITS CENTER...',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/0}... OH WAIT!\nTHAT'S THIS ROOM!" ]
               : [
                    '<25>{#p/undyne}{#f/10}* And maybe that piano would be used to solve puzzles...',
                    '<25>{#p/undyne}{#f/10}* Or practice combat by fighting the ivories...',
                    '<25>{#p/undyne}{#f/10}* Or play a certain melody that reminds you of someone special...',
                    '<25>{#p/undyne}{#f/7}* ... if only you were in that room RIGHT NOW!!',
                    '<18>{#p/papyrus}{#f/6}I WAS GOING TO MENTION THAT!!'
                 ])
         ],
         [ '<18>{#p/papyrus}NEXT TIME I COME HERE, I SHOULD WRITE A MUSICAL.', '<18>IT\'D BE CALLED \"STORY OF PAPYRUS.\"' ]
      ),
      f_artifact: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}I DON'T THINK I'VE EVER BEEN IN THIS ROOM BEFORE.",
            "<18>{#p/papyrus}{#f/6}WHAT'S IT LIKE?\nARE THERE UNTOLD TREASURES ABOUND?",
            '<18>{#p/papyrus}{#f/4}FOR THE RECORD, THAT QUESTION WAS RHETORICAL.',
            "<18>{#p/papyrus}{#f/7}I'D RATHER FIND OUT FOR MYSELF!",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/14}* Great to see you've still got a sense of adventure in you.",
                    '<18>{#p/papyrus}{#f/9}OF COURSE!!\nI, THE GREAT PAPYRUS...',
                    '<18>{#p/papyrus}{#f/9}HAVE A SENSE OF ADVENTURE BEYOND COMPARE!',
                    "<18>{#p/papyrus}{#f/4}WELL, THAT'S NOT -ENTIRELY- TRUE.",
                    '<18>{#p/papyrus}{#f/6}SANS FINDS A NEW WAY TO EXPLORE THE COUCH EVERY DAY.',
                    '<25>{#p/undyne}{#f/17}* ... ah.',
                    "<25>{#p/undyne}{#f/17}* So that's why that couch is so messy."
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/6}NO SPOILERS!!!' ]
               : [ "<18>{#p/papyrus}{#f/4}AND THAT'S NOT EVEN HIS MOST IMPRESSIVE FEAT." ]
      ),
      f_path: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}KEEP GOING, AND YOU'LL WITNESS THE CITADEL.",
            "<18>{#p/papyrus}{#f/4}YOU CAN'T NORMALLY SEE IT FROM SO FAR AWAY, BUT...",
            '<18>{#p/papyrus}{#f/5}SOMETHING ABOUT THAT ONE ROOM...',
            '<18>... MAKES IT POSSIBLE TO VIEW...',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/12}* Maybe it\'s one of those \"spatial distortions\" Alphys talks about.',
                    '<25>{#p/undyne}{#f/1}* The ones that can slow down time if you get too close.',
                    '<18>{#p/papyrus}{#f/5}THE HUMAN SHOULD BE CAREFUL, THEN!',
                    '<18>{#p/papyrus}{#f/6}IF TIME WERE TO SLOW DOWN FULLY, COULD YOU ESCAPE??',
                    "<25>{#p/undyne}{#f/17}* ... there's nothing a little brute force can't solve!"
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/6}ENJOY THE VIEW WHILE YOU STILL CAN!' ]
               : [ '<18>{#p/papyrus}{#f/6}JUST BE CAREFUL!' ]
      ),
      f_view: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}YOU MUST BE A VERY GREAT MULTITASKER!',
            "<18>{#p/papyrus}{#f/4}IT'D TAKE ONE TO WANT TO CALL SOMEONE...",
            '<18>{#p/papyrus}{#f/5}WITH A VIEW LIKE -THAT- NEARBY.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/1}* During human-chasing practice with the ELITE squad...',
                    '<25>{#p/undyne}{#f/17}* At least one guard ALWAYS gets distracted by it.',
                    "<25>{#p/undyne}{#f/10}* Whether it's Cozmo, debating the nature of aesthetics...",
                    '<25>{#p/undyne}{#f/10}* Or Terrestria obsessing over the \"beauty of the universe...\"',
                    "<25>{#p/undyne}{#f/9}* ... well, actually, it's just those two.",
                    '<18>{#p/papyrus}{#f/5}BUT... AS THE OLDEST MONSTERS ALIVE...',
                    '<18>{#p/papyrus}{#f/6}THEY SHOULD BE GREAT AT DOING THEIR JOB!!',
                    "<26>{#p/undyne}{#f/16}* They ARE good at their job, but... they don't take training seriously.",
                    "<18>{#p/papyrus}{#f/5}OH.\nWELL, THAT'S KIND OF UNFORTUNATE.",
                    "<25>{#p/undyne}{#f/1}* Lucky enough, no fancy view can catch THIS captain's eye!!",
                    '<25>{#p/undyne}{#f/12}* Which is why it usually falls to me to keep them in check.',
                    '<18>{#p/papyrus}{#f/6}WHILE THAT DOES SOUND HARD...',
                    "<18>{#p/papyrus}{#f/9}... I KNOW YOU'RE MORE THAN CAPABLE OF DOING IT!",
                    '<25>{#p/undyne}{#f/14}* Thanks, Papyrus.'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/7}WHAT ARE YOU DOING TRYING TO CALL ME?',
                    "<18>{#p/papyrus}{#f/7}YOU'VE GOT FANCY THINGS TO ADMIRE!"
                 ]
               : [
                    "<25>{#p/undyne}{#f/1}* Fortunately for you, you're not IN the Royal Guard, punk!",
                    '<25>{#p/undyne}{#f/12}* So...\n* Feel free to get as distracted as you like.'
                 ]
      ),
      f_plank: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/5}UNFORTUNATELY, THERE'S NOT A LOT TO SAY HERE.",
            '<18>{#p/papyrus}{#f/4}APART FROM THE BRIDGE TO NOWHERE I HEARD ABOUT...',
            '<18>{#p/papyrus}{#f/5}IT REALLY IS JUST A DEAD END.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/17}* What bridge?\n* The one I cut down earlier??',
                    '<25>{#p/undyne}{#f/8}* THAT was just a piece of the old bridge in the factory!',
                    '<18>{#p/papyrus}{#f/6}THE ONE THEY FINALLY REPLACED JUST TODAY??',
                    '<18>{#p/papyrus}{#f/5}WOWIE... I THOUGHT THAT WAS GONE FOREVER...',
                    '<25>{#p/undyne}{#f/14}* Nope.\n* I kept it safe!'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/5}PERHAPS YOU COULD CALL BACK SOMEWHERE ELSE?' ]
               : [ '<18>{#p/papyrus}{#f/4}SO THERE -WAS- SOMETHING TO SAY HERE...' ]
      ),
      f_tunnel: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}AH... THE TRASH DEPOSITORY.',
            '<18>{#p/papyrus}{#f/0}A GREAT PLACE TO DISPOSE OF UNDESIRABLE ITEMS.',
            '<18>{#p/papyrus}{#f/4}OR, ALTERNATIVELY...',
            '<18>{#p/papyrus}{#f/9}A GREAT PLACE TO FIND TREASURE AT NO PERSONAL COST!',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/0}I COME HERE WITH SANS SOMETIMES TO DO THAT.' ]
               : [
                    "<25>{#p/undyne}{#f/12}* Are you sure that's... uh, safe?",
                    "<25>{#p/undyne}{#f/10}* I get that one's trash is another's treasure, but-",
                    '<18>{#p/papyrus}{#f/0}IF BRATTY AND CATTY CAN DO IT OUT IN SPACE...',
                    '<18>{#p/papyrus}{#f/0}SANS AND I CAN DO IT IN ONE SINGLE ROOM.',
                    "<25>{#p/undyne}{#f/1}* When you put it like that, it doesn't seem so bad.",
                    '<25>{#p/undyne}{#f/17}* Just be sure to get out before the disposal box activates!',
                    "<18>{#p/papyrus}{#f/6}OF COURSE!!\nWE WOULDN'T WANT TO BE VAPORIZED!!"
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}LAST TIME, WE EVEN MANAGED TO FIND A BONE PAINTING...',
                    '<18>{#p/papyrus}{#f/5}THAT WAS ONLY SLIGHTLY DIRTY!!'
                 ]
               : [ "<18>{#p/papyrus}{#f/6}PERHAPS IT'D BE BEST FOR YOU TO LEAVE THIS ROOM." ]
      ),
      f_chute: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}ON THE FLOOR HERE LAY THREE TABLETS.',
            '<18>{#p/papyrus}{#f/0}ONE ABOUT STARLING FLOWERS, ONE ABOUT WORMHOLES...',
            '<18>{#p/papyrus}{#f/4}AND ONE CONTAINING SCI-FI ANIME.',
            "<18>{#p/papyrus}{#f/0}PERSONALLY, -I- THINK THEY'RE ALL CONNECTED.",
            '<18>{#p/papyrus}{#f/5}AS IN, THE FLOWERS GOT HERE VIA THE WORMHOLES...',
            '<18>{#p/papyrus}{#f/5}AS FORETOLD BY THAT SCI-FI ANIME SERIES.',
            "<18>{#p/papyrus}{#f/6}IT'S THE ONLY WAY TO EXPLAIN IT ALL AT ONCE!",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/14}* So that's your theory.",
                    '<25>{#p/undyne}{#f/14}* That all of those tablets are connected in this way.',
                    '<18>{#p/papyrus}{#f/0}YES.',
                    '<25>{#p/undyne}{#f/1}* Okay.\n* Just one question...',
                    "<25>{#p/undyne}{#f/7}* WHERE's the PROOF!?",
                    '<18>{#p/papyrus}{#f/6}IN THE ANIME!!',
                    '<18>{#p/papyrus}{#f/4}THE SCI-FI ANIME.',
                    "<18>{#p/papyrus}{#f/4}WHICH I HAVE YET TO WATCH, BECAUSE I'M TOO BUSY.",
                    '<25>{#p/undyne}{#f/17}* Too busy for sci-fi!?',
                    "<25>{#p/undyne}{#f/8}* You're kidding!!"
                 ])
         ],
         [ '<18>{#p/papyrus}{#f/5}ONE DAY, HUMAN...', '<18>{#p/papyrus}{#f/5}ONE DAY, I SHALL PROVE MY THEORIES RIGHT.' ]
      ),
      f_dummy: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}DON'T LOOK PAST THE HIDDEN PATH...",
            '<18>{#p/papyrus}{#f/5}CLOSE YOUR EYES, WALK STRAIGHT...',
            "<18>{#p/papyrus}{#f/5}AND FACE THE TEMMIES' WRATH.",
            "<18>{#p/papyrus}{#f/4}... IT'S A RIDDLE I'VE HEARD ABOUT THIS PLACE.",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/1}* Hmm... \"don\'t look past the hidden path...\"',
                    '<25>{#p/undyne}{#f/11}* What hidden path?',
                    '<25>{#p/undyne}{#f/13}* And then... \"close your eyes...\"',
                    '<25>{#p/undyne}{#f/12}* Okay, no no no, hold it right there.',
                    "<26>{#p/undyne}{#f/8}* If I can't SEE anything, how am I supposed to FIND anything!",
                    '<18>{#p/papyrus}{#f/4}SADLY, RIDDLES DO TEND TO BE THIS WAY.',
                    '<18>{#p/papyrus}{#f/7}A BUNCH OF MOSTLY USELESS ADVICE!'
                 ])
         ],
         [ '<18>{#p/papyrus}{#f/4}DO -YOU- KNOW HOW TO SOLVE THIS RIDDLE?' ]
      ),
      f_hub: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}IF YOU SEE A SHOP, YOU SHOULD STOP...',
            '<18>{#p/papyrus}{#f/4}DROP, AND ROLL...',
            '<18>{#p/papyrus}{#f/0}INTO SOME GREAT DEALS!!',
            ...(solo()
               ? [
                    "<18>{#p/papyrus}{#f/9}BECAUSE WE'RE HAVING A FIRE SALE!!",
                    '<18>{#p/papyrus}{#f/5}AT MY IMAGINARY STORE, WHICH SELLS FLAMES.'
                 ]
               : [
                    "<25>{#p/undyne}{#f/1}* Like the ones at Gerson's shop?",
                    '<25>{#p/undyne}{#f/8}* I buy stuff from him ALL the time!',
                    "<18>{#p/papyrus}{#f/6}WHAT'S SO SPECIAL ABOUT HIS DEALS?",
                    '<25>{#p/undyne}{#f/17}* Are you kidding?\n* Gerson survived the human- monster war!',
                    "<25>{#p/undyne}{#f/14}* He's a REAL hero.",
                    '<18>{#p/papyrus}{#f/4}I WAS GOING TO SAY SOMETHING ELSE, BUT OKAY.',
                    '<18>{#p/papyrus}{#f/0}HOORAY FOR GERSON!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/5}IT'S YET ANOTHER DREAM OF MINE..." ]
               : [
                    "<18>{#p/papyrus}{#f/0}IT'S IMPORTANT TO ACKNOWLEDGE THE HEROES AMONGST US.",
                    '<18>{#p/papyrus}{#f/5}WITHOUT THEM, WE MIGHT NOT EVEN BE HERE TODAY...'
                 ]
      ),
      f_undyne: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}THAT'S UNDYNE'S HOUSE.",
            ...(SAVE.data.n.plot < 48 || world.trueKills > 0
               ? [ '<18>{#p/papyrus}{#f/9}THE IDEAL PLACE TO LEARN HOW TO COOK!' ]
               : SAVE.data.n.plot_date < 1.3
               ? [ '<18>{#p/papyrus}{#f/4}YOU KNOW, THE ONE WITH THE SKELETON IN FRONT.' ]
               : SAVE.data.n.plot_date < 2
               ? [ "<18>{#p/papyrus}{#f/9}DON'T HESITATE TO COME IN!" ]
               : SAVE.data.n.plot_date < 2.1
               ? [
                    "<18>{#p/papyrus}{#f/6}... YOU'RE STILL AT UNDYNE'S HOUSE??",
                    "<18>{#p/papyrus}{#f/5}SHE, UH, HASN'T EVEN MET UP WITH ME YET.",
                    '<18>{#p/papyrus}{#f/4}MAYBE LEAVE THE ROOM AND...',
                    '<18>{|}{#f/1}... {%}',
                    '<25>{#p/undyne}{#f/12}* Huff... puff...!',
                    "<25>{#p/undyne}{#f/8}* YEAH!!!\n* That's MY HOUSE!!!",
                    "<18>{#p/papyrus}{#f/6}UH, HI UNDYNE!\nHOW'D YOU GET HERE SO FAST?",
                    '<25>{#p/undyne}{#f/17}I RAN.',
                    '<18>{#p/papyrus}{#f/1}WHAT??\nTHEN YOU MUST HAVE SOMETHING...',
                    '<18>{#p/papyrus}{#f/9}EXTREMELY COOL TO SAY ABOUT YOUR HOUSE!!!',
                    '<25>{#p/undyne}{#f/14}* Nope!!!'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/4}AT LEAST IT WAS, UNTIL...',
                    '<25>{#p/undyne}{#f/12}* ... we set it on fire.',
                    '<25>{#p/undyne}{#f/8}* BUT WHO CARES??',
                    '<25>{#p/undyne}{#f/14}* Hanging out with Papyrus is the BEST!'
                 ])
         ],
         () =>
            SAVE.data.n.plot < 48 || world.trueKills > 0
               ? [
                    '<18>{#p/papyrus}{#f/0}PRO TIP: WHEN COOKING WITH UNDYNE...',
                    '<18>{#p/papyrus}{#f/4}IF SHE STARTS ASSAULTING THE VEGGIES...',
                    "<18>{#p/papyrus}{#f/5}... IT'S TIME TO BAIL."
                 ]
               : SAVE.data.n.plot_date < 1.3
               ? [ '<18>{#p/papyrus}{#f/0}NICE TO SEE YOU, TOO!' ]
               : SAVE.data.n.plot_date < 2
               ? [ "<18>{#p/papyrus}{#f/4}WE'RE STILL WAITING HERE, YOU KNOW..." ]
               : SAVE.data.n.plot_date < 2.1
               ? [
                    "<18>{#p/papyrus}{#f/0}I'M SURE SHE'LL COME UP WITH SOMETHING SOON.",
                    "<25>{#p/undyne}{#f/14}* Don't bet on it!"
                 ]
               : [
                    '<18>{#p/papyrus}{#f/0}JUST CALL ME THE \"HANGOUT HANDYMAN.\"',
                    '<18>{#p/papyrus}{#f/4}I MAY NOT BE ABLE TO REPAIR YOUR HOUSE...',
                    '<18>{#p/papyrus}{#f/9}BUT I CAN STILL \"FIX YOU UP\" A REALLY GREAT DAY!'
                 ]
      ),
      f_blooky: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}PERHAPS ONE DAY, I'LL LIVE THE QUIET LIFE.",
            '<18>{#p/papyrus}{#f/5}RAISING SNAILS, PRODUCING MUSIC...',
            '<18>{#p/papyrus}{#f/6}BEING SAD AND NOT LETTING ANYONE CHEER ME UP...',
            "<18>{#p/papyrus}{#f/5}ON SECOND THOUGHT, MAYBE THAT ISN'T FOR ME.",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/17}* They don't even let ME help them feel better!",
                    '<25>{#p/undyne}{#f/16}* ... guess not everyone can be made happier by hanging out with them.',
                    '<18>{#p/papyrus}{#f/5}YEAH... SANS CAN BE THE SAME WAY AT TIMES.',
                    "<18>{#p/papyrus}{#f/0}I MEAN, DON'T GET ME WRONG.\nHE'S USUALLY OKAY!",
                    '<18>{#p/papyrus}{#f/6}BUT, LIKE EVERYONE, HE HAS HIS BAD DAYS.',
                    '<25>{#p/undyne}{#f/14}* Like \"everyone,\" huh?\n* Does this \"everyone\" include Papyrus?',
                    '<18>{#p/papyrus}{#f/4}OKAY, OKAY...',
                    '<18>{#p/papyrus}{#f/0}ALMOST EVERYONE.'
                 ])
         ],
         [
            "<18>{#p/papyrus}{#f/0}ALAS, I'M MUCH MORE SUITED AS A CHEERER-UPPER.",
            '<18>{#p/papyrus}{#f/5}... RATHER THAN SOMEONE WHO NEEDS CHEERING UP.'
         ]
      ),
      f_snail: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/4}I'VE HEARD THERE'S A WAY TO BEAT THIS GAME...",
            '<18>{#p/papyrus}{#f/0}SOMETHING ABOUT OFFERING \"TIMELY ENCOURAGEMENT.\"',
            '<18>{#p/papyrus}{#f/5}TIMELY ENCOURAGEMENT...',
            "<18>{#p/papyrus}{#f/4}AS IF THERE'S ENCOURAGEMENT THAT -ISN'T- TIMELY.",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/12}* Yeah, sometimes it can be a little awkward...',
                    "<25>{#p/undyne}{#f/1}* But for the most part, you're right.",
                    '<18>{#p/papyrus}{#f/0}WHAT DO YOU MEAN?',
                    '<25>{#p/undyne}{#f/1}* Well... if you encourage again and again...',
                    "<25>{#p/undyne}{#f/1}* They might think you're just buttering them up.",
                    '<18>{#p/papyrus}{#f/7}WHAT!?\nI ONLY USE BUTTER FOR COOKING!',
                    "<25>{#p/undyne}{#f/16}* All I'm saying is, if you constantly encourage someone...",
                    "<25>{#p/undyne}{#f/16}* They won't even get a chance to process it.",
                    '<25>{#p/undyne}{#f/17}* So take it at a steady pace!!',
                    "<18>{#p/papyrus}{#f/4}... I'LL START PROCESSING THIS ADVICE RIGHT AWAY."
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/5}I SUPPOSE TOO MUCH COULD BE OVERWHELMING...' ]
               : [ "<18>{#p/papyrus}{#f/6}I'LL GET BACK TO YOU WHEN I'M DONE PROCESSING!!!" ]
      ),
      f_taxi: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}HAVE YOU EVER NOTICED ANYTHING STRANGE HERE?',
            '<18>{#p/papyrus}{#f/4}I COULD SWEAR A MYSTERIOUS SONG WAS PLAYING...',
            '<18>{#p/papyrus}{#f/5}AND SOMETHING IN THE DISTANCE WAS VISIBLE, TOO...',
            "<18>{#p/papyrus}{#f/0}OH WELL.\nI'M SURE IT'S JUST MY IMAGINATION.",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/14}* Actually...\n* You're not the only one who's heard something.",
                    '<25>{#p/undyne}{#f/17}* I could have sworn there was something there, too.',
                    '<18>{#p/papyrus}{#f/5}LIKE A SOUND YOU KNOW IS IN THE ROOM WITH YOU...',
                    "<18>{#p/papyrus}{#f/4}... BUT CAN'T BE CONFIRMED WITH YOUR SENSES.",
                    "<25>{#p/undyne}{#f/1}* Yeah!!\n* That's the one!!"
                 ])
         ],
         () => [
            "<18>{#p/papyrus}{#f/0}MAYBE IT'S A SOUND FROM THE ORIGINS OF THE COSMOS.",
            '<18>{#p/papyrus}{#f/5}A LOST CALL FROM ACROSS THE STARS...',
            '<18>{#p/papyrus}{#f/5}TRACING BACK TO WHEN THE UNIVERSE BEGAN.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/17}* And if the universe HAS no beginning??',
                    '<18>{#p/papyrus}{#f/1}N-NO...!!\nA CHALLENGE TO MY IMPECCABLE THEORY!',
                    '<18>{#p/papyrus}{#f/5}HOW WILL I EVER RECOVER MY LOST REPUTATION...'
                 ])
         ]
      ),
      f_prepuzzle: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}I OFTEN WONDER WHY THE HUMANS HAD TO TRAP US HERE.',
            '<18>{#p/papyrus}{#f/5}I GET THAT THEY WERE AFRAID OF US, BUT...',
            "<18>{#p/papyrus}{#f/6}COULDN'T THEY HAVE JUST RUN AWAY!?",
            '<18>{#p/papyrus}{#f/6}OR, EVEN BETTER, TALK TO US ABOUT IT!!',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/5}IT'S UNFORTUNATE THEY NEVER THOUGHT OF THOSE THINGS." ]
               : [
                    '<25>{#p/undyne}{#f/16}* Yeah, I often wonder about that too.',
                    "<25>{#p/undyne}{#f/17}* It's kind of impressive how dumb they are.",
                    "<18>{#p/papyrus}{#f/7}THEY'RE NOT DUMB!!",
                    '<18>{#p/papyrus}{#f/5}THEY JUST...',
                    "<18>{#p/papyrus}{#f/6}... WEREN'T ABLE TO THINK OF THOSE THINGS.",
                    "<25>{#p/undyne}{#f/12}* Well...\n* Maybe you're right.",
                    "<25>{#p/undyne}{#f/12}* Still doesn't make us any less trapped, though."
                 ])
         ],
         [ '<18>{#p/papyrus}{#f/0}AT LEAST -I- WAS ABLE TO THINK OF THOSE THINGS!!' ]
      ),
      f_puzzle3: pager.create(
         0,
         ...[
            () => [
               '<18>{#p/papyrus}{#f/6}I CALL MYSELF A MASTER OF PUZZLES GALORE, BUT...',
               '<18>{#p/papyrus}{#f/5}I NEED TO COME CLEAN ABOUT THIS ONE.',
               "<18>{#p/papyrus}{#f/4}... I'VE NEVER SOLVED THIS PUZZLE FOR REALSIES.",
               "<18>{#p/papyrus}{#f/6}WAIT!!\nDON'T JUDGE ME TOO HARSHLY!!",
               '<18>{#p/papyrus}{#f/4}... THEY SHUT IT OFF BEFORE I COULD EVEN TRY.',
               ...(solo()
                  ? []
                  : [
                       "<25>{#p/undyne}{#f/17}* Even if it WASN'T shut off, do you think you'd be able to solve it??",
                       '<25>{#p/undyne}{#f/14}* Many have tried in the past, but very few have succeeded.',
                       "<18>{#p/papyrus}{#f/0}OH, I'M SURE IT WOULDN'T BE A PROBLEM.",
                       '<18>{#p/papyrus}{#f/0}I SOLVED THE OTHER PUZZLES OF THIS KIND VERY QUICKLY!',
                       '<25>{#p/undyne}{#f/14}* If by \"quickly,\" you mean several HOURS, then yes.',
                       '<18>{#p/papyrus}{#f/6}WHAT?? HOURS?',
                       '<18>{#p/papyrus}{#f/5}I SOLVED THOSE PUZZLES IN NO MORE THAN TEN SECONDS!',
                       '<25>{#p/undyne}{#f/17}* And the time you spent staring at them...?',
                       '<18>{#p/papyrus}{#f/7}... WAS JUST THE TIME SPENT WORKING OUT THE SOLUTION!!'
                    ])
            ],
            () =>
               solo()
                  ? [ '<18>{#p/papyrus}{#f/6}I KNOW, RIGHT!?\nSO UNFAIR!!' ]
                  : [
                       '<18>{#p/papyrus}{#f/0}THE LONGER YOU THINK, THE LESS YOU HAVE TO SOLVE.',
                       '<18>{#p/papyrus}{#f/9}A USEFUL TIP FOR ANY PUZZLE YOU MAY ENCOUNTER!'
                    ]
         ].map(
            lines => () =>
               SAVE.data.n.plot < 45
                  ? SAVE.data.b.f_state_password
                     ? [
                          '<18>{#p/papyrus}{#f/6}USE THE TERMINAL!!',
                          '<18>{#p/papyrus}{#f/6}NEAR THE RIGHT!!!',
                          '<18>{#p/papyrus}{#f/6}GOOD LUCK!!'
                       ]
                     : ((SAVE.data.b.f_state_password = true),
                       [
                          "<18>{#p/papyrus}{#f/4}OH... IT'S -THIS- PUZZLE, EH?",
                          "<18>{#p/papyrus}{#f/5}... YEAH.\nIT'S NOT EXACTLY THE EASIEST ONE.",
                          '<18>{#p/papyrus}{#f/9}THANKFULLY, I HAVE A SOLUTION!',
                          '<18>{#p/papyrus}{#f/0}READY?',
                          '<18>{#p/papyrus}{#f/0}YOU CAN USE IT AT THE TERMINAL NEAR THE RIGHT.',
                          '<32>{#p/human}* (Papyrus whispered something in your ear.)',
                          '<18>{#p/papyrus}{#f/6}HOPE THAT HELPS!'
                       ])
                  : lines()
         )
      ),
      f_prespear: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/4}IF I WERE YOU, I WOULD BE WARY OF THIS ROOM...',
            '<18>{#p/papyrus}{#f/5}UNDYNE OFTEN COMES HERE TO STAND MENACINGLY NEARBY.',
            "<18>{#p/papyrus}{#f/6}SHE'S STARTLED ME ON MORE THAN A FEW OCCASIONS!",
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/5}EVEN IF I DID MAKE MYSELF AN EASY TARGET.' ]
               : [
                    '<25>{#p/undyne}{#f/14}* Correction.\n* I come here to PATROL and watch for humans.',
                    "<25>{#p/undyne}{#f/7}* That's my JOB.",
                    '<18>{#p/papyrus}{#f/6}WELL!!\nDO IT LESS MENACINGLY THEN!!',
                    "<25>{#p/undyne}{#f/14}* I am who I am, and there's nothing I can do to change that.",
                    '<18>{#p/papyrus}{#f/6}BUT I SAY ANYONE CAN CHANGE IF THEY JUST TRY!!',
                    "<25>{#p/undyne}{#f/17}* There's exceptions to EVERY rule!",
                    '<18>{#p/papyrus}{#f/7}THEN MY RULE IS AN EXCEPTION TO YOUR RULE!',
                    '<25>{#p/undyne}{#f/4}* ...',
                    '<25>{#p/undyne}{#f/5}* ...',
                    "<25>{#p/undyne}{#f/12}* ... okay, didn't see that one coming."
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}OH, AND THE SPEAR TRAPS THAT COME OUT OF NOWHERE.',
                    '<18>{#p/papyrus}{#f/5}WATCH OUT FOR THOSE TOO.'
                 ]
               : [ '<18>{#p/papyrus}{#f/4}WHY DO WE EVEN BOTHER ARGUING SOMETIMES...' ]
      ),
      f_spear: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}THE TIME IT TAKES TO TRAVEL ACROSS THIS ROOM...',
            '<18>{#p/papyrus}{#f/5}... NEVER SEEMS TO BE THE SAME.',
            "<18>{#p/papyrus}{#f/4}SOMETIMES IT'S LONG, SOMETIMES IT'S NOT...",
            '<18>{#p/papyrus}{#f/4}AND SOMETIMES I WEAR POLKA-DOTS.',
            "<18>{#p/papyrus}{#f/0}EITHER WAY, IT DOESN'T REALLY MAKE SENSE.",
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/0}MUCH LIKE WHAT I JUST SAID.' ]
               : [
                    "<25>{#p/undyne}{#f/12}* It's probably just a spatial disturbance.",
                    '<25>{#p/undyne}{#f/17}* I felt it earlier today, when I was chasing down the human.',
                    '<18>{#p/papyrus}{#f/4}PESKY DISTORTIONS, ALWAYS MEDDLING WITH SPACETIME...',
                    '<18>{#p/papyrus}{#f/7}WHEN WILL THEY EVER LEARN TO STOP!?',
                    "<25>{#p/undyne}{#f/1}* Well, it's not THEIR fault things get weird.",
                    '<25>{#p/undyne}{#f/14}* Spatial distortions are just a part of... well, space.',
                    '<18>{#p/papyrus}{#f/5}MY GOD... EVEN SPACE ITSELF IS IN ON IT!!'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}DID I NOT MENTION THE POLKA-DOTS?' ]
               : [ "<18>{#p/papyrus}{#f/4}IT'S A CONSPIRACY SPANNING THE WHOLE OF THE COSMOS..." ]
      ),
      f_corner: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}THERE ARE PLENTY OF PLACES IN THE FACTORY...',
            '<18>{#p/papyrus}{#f/0}... WHICH ARE ONLY ACCESSIBLE VIA JUMPING.',
            '<18>{#p/papyrus}{#f/9}FOR EXAMPLE, THE TWO SIDE PATHS IN THIS VERY ROOM!',
            ...(solo()
               ? [
                    "<18>{#p/papyrus}{#f/4}I'VE BEEN TOLD HUMANS CAN JUMP QUITE HIGH, SO...",
                    "<18>{#p/papyrus}{#f/0}YOU SHOULDN'T HAVE ANY ISSUE REACHING THEM."
                 ]
               : [
                    '<25>{#p/undyne}{#f/7}* And some places are only accessible via the air!',
                    '<18>{#p/papyrus}{#f/6}FOR EXAMPLE??',
                    '<25>{#p/undyne}{#f/8}* For example, the HOLE in the middle of that platform!',
                    '<18>{#p/papyrus}{#f/0}AH.',
                    ...(SAVE.data.b.f_state_kidd_betray
                       ? [
                            '<25>{#p/undyne}{#f/16}* But there was this kid who stumbled through it earlier...',
                            "<25>{#p/undyne}{#f/9}* And would've lost control if it wasn't for me.",
                            "<18>{#p/papyrus}{#f/9}... WELL!!\nIT'S A GOOD THING YOU WERE THERE!",
                            "<25>{#p/undyne}{#f/16}* Yeah, 'cause there definitely wasn't anyone else there.",
                            "<25>{#p/undyne}{#f/11}* Isn't that right, punk?",
                            '<18>{#p/papyrus}{#f/6}... HUH???'
                         ]
                       : [
                            '<25>{#p/undyne}{#f/1}* There was this kid who stumbled through it earlier, but...',
                            '<25>{#p/undyne}{#f/1}* The human rescued them before they lost control.',
                            "<18>{#p/papyrus}{#f/9}... WELL!!\nIT'S A GOOD THING THEY WERE THERE!",
                            '<18>{#p/papyrus}{#f/4}...\nWAIT A SECOND...',
                            '<18>{#p/papyrus}{#f/7}WHAT WERE -YOU- DOING THERE!?\nSTANDING AROUND!?',
                            '<25>{#p/undyne}{#f/7}The human rescued them very quickly!!'
                         ])
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/9}YOU CAN DO IT!!\nI BELIEVE IN YOU!' ]
               : SAVE.data.b.f_state_kidd_betray
               ? [ '<18>{#p/papyrus}{#f/6}PERHAPS YOU SHOULD CALL BACK SOMEWHERE ELSE.' ]
               : [ '<18>{#p/papyrus}{#f/0}I APPRECATE YOU BEING SUCH A SWIFT RESCUER OF KIDS.' ]
      ),
      f_story2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}SIGNAL STARS ARE PRETTY NEAT, HUH?',
            '<18>{#p/papyrus}{#f/5}THOUGH, THEY ONLY RESET PERIODICALLY.',
            '<18>{#p/papyrus}{#f/4}UNTIL THEN...',
            "<18>{#p/papyrus}{#f/6}WAIT, ISN'T THERE A ROOM LIKE THIS SOMEWHERE ELSE!?",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/1}* It's easier to get lost in here than you think.",
                    '<25>{#p/undyne}{#f/4}* This one time, there was a search for a missing monster...',
                    '<25>{#p/undyne}{#f/7}* And I could have sworn the room I was in repeated!',
                    '<18>{#p/papyrus}{#f/0}LIKE HOW A SIGNAL STAR REPEATS ITS SIGNAL!',
                    '<25>{#p/undyne}{#f/10}* Not really...',
                    "<25>{#p/undyne}{#f/12}* It's more like the room got... longer, somehow.",
                    '<25>{#p/undyne}{#f/11}* ... huh.',
                    '<18>{#p/papyrus}{#f/5}... DID THE MONSTERS EVER GET FOUND?',
                    '<25>{#p/undyne}{#f/12}* Yeah, it just turned out to be some random kid.',
                    '<25>{#p/undyne}{#f/10}* I asked them where their home was, but... they...',
                    "<25>{#p/undyne}{#f/12}* ... uh, didn't have one.",
                    '<18>{#p/papyrus}{#f/6}THAT SEEMS... RATHER CONCERNING.',
                    '<25>{#p/undyne}{#f/17}* Tell me about it!!!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/5}I SWEAR I'M JUST REPEATING MYSELF SOMETIMES." ]
               : [ "<18>{#p/papyrus}{#f/5}SOMETIMES I WONDER IF WE'RE ALL JUST GOING IN CIRCLES." ]
      ),
      f_pacing: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}THERE'S GENUINELY NOTHING TO SAY ABOUT THIS ROOM.",
            '<18>{#p/papyrus}{#f/4}ITS EXISTENCE ONLY SERVES TO MAKE YOU WALK FURTHER.',
            '<18>{#p/papyrus}{#f/5}TO MAKE EVERY STEP TOWARDS THE EXIT...',
            '<18>{#p/papyrus}{#f/4}FULL OF UTTER, UNENDING SUSPENSE.',
            ...(solo() ? [] : [ '<25>{#p/undyne}{#f/14}* That about sums it up.' ])
         ],
         [ '<18>{#p/papyrus}{#f/7}UTTER!\nUNENDING!!\nSUSPENSE!!!' ]
      ),
      f_battle: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}IN THIS ROOM, YOU WILL FIND UNDYNE'S GIANT TOWER.",
            '<19>{#p/papyrus}{#f/9}MADE FROM THE REMNANTS OF AN OLD ASTEROID!',
            "<18>{#p/papyrus}{#f/5}SHE'S ALWAYS POSING ATOP IT...",
            '<18>{#p/papyrus}{#f/4}MUMBLING SOMETHING TO HERSELF...',
            ...(solo()
               ? []
               : SAVE.data.b.undyne_respecc
               ? [
                    '<25>{#p/undyne}{#f/12}* Ah, right, the \"story of our people...\"',
                    "<25>{#p/undyne}{#f/1}* I didn't really bother telling it in the end.",
                    '<25>{#p/undyne}{#f/8}* The punk probably knows it already anyway!'
                 ]
               : [
                    '<25>{#p/undyne}{#f/12}* Ah, right, the \"story of our people...\"',
                    '<25>{#p/undyne}{#f/1}* Despite all the rehearsal, I just ended up going off the cuff.',
                    '<25>{#p/undyne}{#f/8}* Forget about some sappy pre-planned speech!!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/0}I THINK IT'S SOMETHING SHE HAS TO MEMORIZE." ]
               : [ '<18>{#p/papyrus}{#f/9}FOR THE RECORD, I LOVE A GOOD PRE- PLANNED SPEECH!!' ]
      ),
      f_exit: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}THIS FLUID TANK WAS SPECIFICALLY PUT HERE...',
            '<18>{#p/papyrus}{#f/0}BECAUSE A CERTAIN ROYAL GUARD CAPTAIN...',
            "<18>{#p/papyrus}{#f/4}THINKS IT'S SAFE TO TAKE HER GIANT JETPACK...",
            '<18>{#p/papyrus}{#f/5}INTO AN AREA RIFE WITH STATIC ELECTRICITY.',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/6}... ABSORBING IT ALL WOULD BE VERY, VERY DANGEROUS!!' ]
               : [
                    "<25>{#p/undyne}{#f/17}* Don't give me THAT!!\n* I was in a hurry!",
                    "<18>{#p/papyrus}{#f/4}YOU'VE BEEN IN A LOT OF HURRIES...",
                    "<25>{#p/undyne}{#f/7}* You think I don't know that!?!?",
                    '<18>{#p/papyrus}{#f/4}... YET YOU STILL GET INTO THEM ANYWAY.',
                    '<25>{#p/undyne}{#f/1}* Facing danger head-on is a part of being in the Royal Guard.',
                    "<18>{#p/papyrus}{#f/6}BUT YOU DON'T HAVE TO RISK YOUR LIFE??",
                    '<25>{#p/undyne}{#f/12}* No risk, no reward!',
                    "<18>{#p/papyrus}{#f/7}THAT'S THE WEIRDEST THING I'VE EVER HEARD!!"
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/0}I ONLY HAVE ONE WORD FOR THAT GUARD CAPTAIN.',
                    '<18>{#p/papyrus}{#f/4}AND THAT WORD IS \"WATCH WHERE YOU\'RE GOING.\"'
                 ]
               : [ "<18>{#p/papyrus}{#f/5}I WORRY FOR UNDYNE'S SAFETY." ]
      ),
      f_napstablook: pager.create(
         0,
         () =>
            SAVE.data.n.plot <= 48.1 && SAVE.data.n.state_foundry_blookdate < 2
               ? [
                    "<18>{#p/papyrus}{#f/0}SO YOU'RE MAKING FRIENDS WITH A GHOST.",
                    '<18>{#p/papyrus}{#f/1}IS THERE NOTHING BEYOND YOUR GRASP OF FRIENDSHIP!?!?',
                    ...(solo()
                       ? [ '<18>{#p/papyrus}{#f/6}YOUR POWER LEVEL IS ALMOST FRIGHTENING!!' ]
                       : [
                            "<25>{#p/undyne}{#f/14}* So that's how they were able to befriend me.",
                            "<25>{#p/undyne}{#f/17}* You could have WARNED me, Papyrus!!\n* There's no escape now!",
                            '<18>{#p/papyrus}{#f/6}FRIENDSHIP IS NOT THE KIND OF SHIP YOU BAIL OUT ON!!'
                         ])
                 ]
               : [
                    '<18>{#p/papyrus}{#f/4}HMM...',
                    '<18>{#p/papyrus}{#f/4}WHY DO I HEAR BOSS MUSIC?',
                    ...(solo()
                       ? [
                            '<18>{#p/papyrus}{#f/0}... SORRY, DID I SAY \"BOSS\" MUSIC?',
                            '<18>{#p/papyrus}{#f/5}I MEANT \"BOSSA NOVA.\"'
                         ]
                       : [
                            "<25>{#p/undyne}{#f/8}* Because I'M here, silly!",
                            '<18>{#p/papyrus}{#f/6}OF COURSE!!\nHOW COULD I FORGET!!'
                         ])
                 ],
         () =>
            SAVE.data.n.plot <= 48.1 && SAVE.data.n.state_foundry_blookdate < 2
               ? solo()
                  ? [ '<18>{#p/papyrus}{#f/5}JUST WATCH OUT FOR THE ECTOPLASM.' ]
                  : [
                       "<18>{#p/papyrus}{#f/5}AT LEAST SHE'S LEARNED HER LESSON BY NOW...",
                       '<25>{#p/undyne}{#f/14}* Yeah... totally!'
                    ]
               : solo()
               ? [ '<18>{#p/papyrus}{#f/9}THAT GHOST HAS LOADS OF MUSIC ON THEIR STEREO!' ]
               : [ '<18>{#p/papyrus}{#f/0}BOSSY MUSIC FOR A BOSSY FISH LADY.', '<25>{#p/undyne}{#f/8}* Pretty much!!' ]
      ),
      f_hapstablook: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/6}HUH?\nWHERE ARE YOU?',
            "<18>{#p/papyrus}{#f/5}I'VE... NEVER BEEN IN HERE BEFORE.",
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/5}NOR HAVE I... SEEN ANYONE ELSE HERE, EITHER.' ]
               : [
                    '<25>{#p/undyne}{#f/14}* ... yeah, that house has been abandoned for a long time.',
                    '<25>{#p/undyne}{#f/17}* Since before I was born, in fact!',
                    '<18>{#p/papyrus}{#f/6}HOW STRANGE!!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/5}TO BE HONEST, I'M NOT SURE I WANT TO KNOW WHY..." ]
               : [ '<18>{#p/papyrus}{#f/5}TIME REALLY DOES FLY BY, HUH?', '<25>{#p/undyne}{#f/14}* That it does!' ]
      ),
      a_start: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}SO YOU'RE IN AERIALIS NOW, HUH?",
            "<18>{#p/papyrus}{#f/0}GUESS I'M NOT THE ONLY ONE WHO LIKES DECORATIVE SPIRES.",
            "<18>{#p/papyrus}{#f/4}EXCEPT... THEY'RE NOT JUST DECORATIVE.",
            '<18>{#p/papyrus}{#f/4}HUNDREDS OF PEOPLE LIVE THERE.',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/0}STILL, DOESN'T STOP THEM FROM BEING DECORATIVE!" ]
               : [
                    '<25>{#p/undyne}{#f/14}* Even Dr. Alphys used to live in one of those things.',
                    '<25>{#p/undyne}{#f/1}* With her childhood friends, Bratty and Catty...',
                    '<25>{#p/undyne}{#f/1}* She told me about this when she first became royal scientist.',
                    "<18>{#p/papyrus}{#f/0}OOH, I'M CURIOUS!\nI'LL ASK HER ABOUT IT LATER.",
                    '<25>{#p/undyne}{#f/12}* You do that.\n* I THINK she likes talking about it...?'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/0}THE ONE IN THE MIDDLE IS MY FAVORITE.' ]
               : [ '<18>{#p/papyrus}{#f/5}THE VIEW FROM A SPIRE HOUSE MUST BE BREATHTAKING...' ]
      ),
      a_lab_entry: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}AH, THE LAB.\nA GREAT PLACE TO HANG OUT!',
            '<18>{#p/papyrus}{#f/0}ESPECIALLY WHEN DR. ALPHYS IS AROUND.',
            ...(solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}SHE REALLY LOVES TALKING ABOUT \"SCI-FI\" STUFF...',
                    "<18>{#p/papyrus}{#f/9}SO IT'S A GOOD THING I DO TOO!"
                 ]
               : [
                    '<25>{#p/undyne}{#f/1}* Alphys is... always at the lab, Papyrus.',
                    '<26>{#f/17}* Her \"house\" is that purple cube on the upper floor.',
                    "<26>{#f/16}* Don't ask me how it works, because even though she told me...",
                    "<26>{#f/12}* I don't think either of us would understand it.",
                    '<18>{#p/papyrus}{#f/4}POINT TAKEN.',
                    '<18>{#p/papyrus}{#f/0}SO HOW DOES IT WORK?',
                    '<25>{#p/undyne}{#f/17}* ...',
                    "<25>{#p/undyne}{#f/14}* I'll tell you later."
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}SHE DOES HAVE A HABIT OF SPOILING THINGS, THOUGH.' ]
               : [ "<25>{#p/undyne}{#f/8}* I'll tell you later!!!", '<18>{#p/papyrus}{#f/6}I KNOW!!!' ]
      ),
      a_lab_main: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/4}THE LAST TIME I WAS HERE...',
            solo()
               ? '<18>{#p/papyrus}{#f/0}... WAS JUST THIS WEEK, TO HANG OUT WITH DR. ALPHYS!'
               : '<18>{#p/papyrus}{#f/0}... WAS EARLIER TODAY, ON OUR WAY TO THE REC CENTER!',
            '<18>{#p/papyrus}{#f/5}BUT WHEN I WAS YOUNGER, SANS USED TO TAKE ME THERE.',
            '<18>{#p/papyrus}{#f/5}SO MANY SCIENTIFIC MARVELS TO BE MARVELLED AT...',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/6}IT'S A SHAME MORE PEOPLE DON'T TAKE AN INTEREST!" ]
               : [
                    '<18>{#p/papyrus}{#f/0}WHAT DO YOU THINK, UNDYNE?',
                    '<25>{#p/undyne}{#f/1}* What do I think?\n* Well...',
                    '<25>{#p/undyne}{#f/14}* The ice cream machine makes REALLY good ice cream.',
                    "<18>{#p/papyrus}{#f/4}... THAT'S IT?",
                    '<25>{#p/undyne}{#f/20}* I guess it IS cool how Alphys can track the human like that...',
                    '<18>{#p/papyrus}{#f/0}OH, YEAH!\nSHE CAN TRACK OTHER PEOPLE, TOO!',
                    '<25>{#p/undyne}{#f/13}* ...',
                    '<25>{#p/undyne}{#f/7}* AM I BEING TRACKED RIGHT NOW???'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/0}OH YEAH, I FORGOT TO MENTION...',
                    '<18>{#p/papyrus}{#f/0}MY BROTHER USED TO BE A LAB ASSISTANT.',
                    "<18>{#p/papyrus}{#f/6}I STILL DON'T KNOW WHY HE QUIT...",
                    '<18>{#p/papyrus}{#f/5}SINCE HE ENJOYED THE JOB SO MUCH.'
                 ]
               : [
                    '<25>{#p/undyne}{#f/7}* I am GOING to kill her.',
                    "<18>{#p/papyrus}{#f/5}BUT YOU DON'T EVEN KNOW IF SHE TRACKED YOU YET!",
                    "<25>{#p/undyne}{#f/8}* ... and you think she WOULDN'T do that!?",
                    "<18>{#p/papyrus}{#f/6}I DON'T KNOW!!",
                    "<25>{#p/undyne}{#f/14}* Don't worry, I'm not LITERALLY going to kill her.",
                    '<25>{#p/undyne}{#f/17}* Just metaphorically.',
                    "<18>{#p/papyrus}{#f/4}... WELL THAT'S ALRIGHT, THEN."
                 ]
      ),
      a_lab_upstairs: pager.create(
         0,
         () =>
            SAVE.data.b.water
               ? [
                    '<18>{#p/papyrus}{#f/5}THOSE RECYCLE BINS ARE NEVER ACTUALLY USED TO RECYCLE.',
                    "<18>{#p/papyrus}{#f/4}IF THEY WERE, ALPHYS WOULN'T HAVE PLANS...",
                    '<18>{#p/papyrus}{#f/5}FOR A MACHINE THAT SEPARATES ALL THE TRASH INSIDE.',
                    '<18>{#p/papyrus}{#f/6}FOR EXAMPLE, ELECTRO-DAMPENING FLUID!',
                    ...(solo()
                       ? []
                       : [
                            '<25>{#p/undyne}{#f/17}* Are they seriously still holding a cup?',
                            "<25>{#p/undyne}{#f/8}* You've gotta be KIDDING me!!",
                            "<18>{#p/papyrus}{#f/4}JUST BE GLAD THEY'RE NOT DRINKING IT.",
                            '<25>{#p/undyne}{#f/16}* Yeah, that might be kinda bad for them.',
                            "<25>{#p/undyne}{#f/14}* It's harmless for monsters, though!"
                         ])
                 ]
               : [
                    "<18>{#p/papyrus}{#f/0}THERE'S THIS ODD MACHINE IN THE LAB...",
                    '<18>{#p/papyrus}{#f/0}I HEARD ALPHYS USES IT TO MAKE ICE CREAM.',
                    '<18>{#p/papyrus}{#f/4}... WHICH SHE NO DOUBT EATS BINGING SCI-FI ANIME.',
                    ...(solo()
                       ? []
                       : [
                            "<25>{#p/undyne}{#f/17}* What??\n* She hasn't invited ME to any TV marathons...",
                            '<18>{#p/papyrus}{#f/4}HMM...',
                            '<18>{#p/papyrus}{#f/0}OH, I KNOW!',
                            '<18>{#p/papyrus}{#f/9}YOU JUST HAVE TO \"BREAK THE ICE CREAM!\" WITH HER!',
                            '<25>{#p/undyne}{#f/13}* ... what?',
                            '<18>{#p/papyrus}{#f/0}BREAK THE ICE CREAM!',
                            "<25>{#p/undyne}{#f/14}* That's so bad, I kind of love it."
                         ])
                 ],
         () => [
            '<18>{#p/papyrus}{#f/0}SPEAKING OF FOOD AND DRINK...',
            '<18>{#p/papyrus}{#f/0}I HEARD METTATON ONCE WANTED TO OPEN A FOOD SHOP.',
            '<18>{#p/papyrus}{#f/4}THE FEATURED ITEM WAS CALLED \"NEO ENERGY.\"',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/5}I DON'T KNOW WHAT IT MEANS." ]
               : [
                    '<25>{#p/undyne}{#f/12}* Sounds like some cheap knockoff brand.',
                    "<18>{#p/papyrus}{#f/7}WHAT??\nMETTATON WOULDN'T DO THAT!"
                 ])
         ]
      ),
      a_lab_downstairs: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}THOSE FANCY DRINKS IN THE VENDING MACHINE...',
            '<18>{#p/papyrus}{#f/0}I KEEP MEANING TO TRY THEM, BUT...',
            '<18>{#p/papyrus}{#f/4}THE MACHINE SEEMS TO BE MISSING A DISPENSE FUNCTION.',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/8}* If they're not coming out, just shake the entire box!",
                    "<18>{#p/papyrus}{#f/0}I'D RATHER FIX THE MACHINE PROPERLY, THANK YOU.",
                    "<25>{#p/undyne}{#f/1}* Shaking usually works just fine.\n* It's my go-to fix.",
                    '<18>{#p/papyrus}{#f/4}MAYBE YOU COULD TRY SHAKING UP MY CAREER, THEN.',
                    "<25>{#p/undyne}{#f/14}* Nah, that's fine just the way it is."
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/0}MAYBE I'LL SETTLE FOR THE RED SODA ON THE TABLE." ]
               : [
                    '<25>{#p/undyne}{#f/1}* In addition to shaking...',
                    '<25>{#p/undyne}{#f/14}* That super-strong heat tape is my OTHER go-to fix.',
                    '<18>{#p/papyrus}{#f/0}OH YEAH, THAT STUFF CAN FIX ANYTHING.',
                    '<18>{#p/papyrus}{#f/4}... WELL, ALMOST ANYTHING.',
                    "<25>{#p/undyne}{#f/7}* It's FINE just the WAY IT IS!!"
                 ]
      ),
      a_lab_virt: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/4}IT'S A SHAME THE VIRTUALASIUM ISN'T OPEN ALL THE TIME.",
            "<18>{#p/papyrus}{#f/7}THINK OF ALL THE FUN I'M LOSING OUT ON RIGHT NOW!",
            ...(solo()
               ? [
                    '<18>{#p/papyrus}{#f/5}... SUCH A PITY.',
                    "<18>{#p/papyrus}{#f/6}I CAN'T EVEN RUN MY WORLD-FAMOUS RESTAURANT!!"
                 ]
               : [
                    '<25>{#p/undyne}{#f/7}* \"Fun\" isn\'t exactly the word I\'d use.',
                    '<18>{#p/papyrus}{#f/5}CAN YOU REALLY BLAME A SKELETON SUCH AS MYSELF...',
                    '<18>{#p/papyrus}{#f/6}FOR WANTING TO RUN A WORLD-FAMOUS RESTAURANT??',
                    '<25>{#p/undyne}{#f/17}* That kind of thing can be stressful, Papyrus.',
                    '<18>{#p/papyrus}{#f/4}SAYS THE CAPTAIN OF THE ROYAL GUARD.',
                    '<25>{#p/undyne}{#f/14}* Captaining the Royal Guard is one thing.',
                    '<25>{#p/undyne}{#f/7}* Running a restaurant is something else ENTIRELY!'
                 ])
         ],
         () => [
            '<18>{#p/papyrus}{#f/0}OH YEAH, ABOUT THE RESTAURANT...',
            '<18>{#p/papyrus}{#f/9}IT HAPPENS TO BE A GIANT SPACESHIP!',
            '<18>{#p/papyrus}{#f/4}POWERED BY MARINARA SAUCE.',
            ...(solo() ? [] : [ '<25>{#p/undyne}{#f/14}* ... that checks out.' ])
         ]
      ),
      a_path1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}I HEARD AERIALIS USED TO BE A STAGING AREA.',
            '<18>{#p/papyrus}{#f/5}THEY WERE GOING TO BUILD SO MANY COOL THINGS, BUT...',
            '<18>{#p/papyrus}{#f/4}AFTER THE LAB WAS DONE, THEY RAN OUT OF PURPLE.',
            '<18>{#p/papyrus}{#f/4}TRULY, A GIANT LEAP BACKWARDS FOR PAINT-KIND.',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/17}* You know they could've just made more of it, right?",
                    '<25>{#p/undyne}{#f/7}* The REAL reason they quit is because Mettaton took over!!',
                    "<18>{#p/papyrus}{#f/0}YOU SAY THAT LIKE IT'S A BAD THING.",
                    '<25>{#p/undyne}{#f/17}* ...',
                    '<25>{#p/undyne}{#f/17}* He CAN be a bit overbearing at times.',
                    "<18>{#p/papyrus}{#f/0}OH, I KNOW.\nTHAT'S WHY I DON'T BLAME THEM.",
                    '<18>{#p/papyrus}{#f/4}FEW CAN WITHSTAND HIS OVERPOWERING BEAUTY.',
                    '<25>{#p/undyne}{#f/12}* ... not what I meant, but okay.'
                 ])
         ],
         () =>
            solo()
               ? [
                    "<19>{#p/papyrus}{#f/0}IT'S TOO BAD WE'LL NEVER GET TO SEE ITS FULL POTENTIAL.",
                    '<18>{#p/papyrus}{#f/5}ALL THOSE FANCY STRUCTURES AND MACHINES...',
                    "<18>{#p/papyrus}{#f/8}THINK OF THE NEAT GIZMOS I COULD'VE GOTTEN TO USE!"
                 ]
               : [
                    "<18>{#p/papyrus}{#f/4}IF ONLY METTATON WASN'T SO BEAUTIFUL.",
                    "<18>{#p/papyrus}{#f/6}WAIT, THAT'D BE BAD!!",
                    '<18>{#p/papyrus}{#f/5}BUT SO IS THE ABANDONMENT OF THE STAGING AREA...',
                    "<25>{#p/undyne}{#f/1}* I wonder if there's some gizmo that could fix this.",
                    '<18>{#p/papyrus}{#f/0}LIKE... A BEAUTY COMPENSATION FILTER!?',
                    '<25>{#p/undyne}{#f/18}* I was thinking more along the lines of his EGO.',
                    '<25>{#p/undyne}{#f/17}* An \"ego compensation filter\" if you will.',
                    '<18>{#p/papyrus}{#f/7}NEVER MIND!'
                 ]
      ),
      a_path2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}THESE LIFTGATES ARE PRETTY FUN.',
            "<18>{#p/papyrus}{#f/0}SOMETIMES, WHEN NOBODY'S WATCHING...",
            "<18>{#p/papyrus}{#f/0}I'LL COME OUT THERE AND GO BACK AND FORTH ON THEM.",
            '<18>{#p/papyrus}{#f/4}IT DOES REQUIRE A SPECIAL PASS, THOUGH.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/4}* Hey, Alphys never gives ME liftgate passes!',
                    '<18>{#p/papyrus}{#f/0}MAYBE NEXT TIME YOU SHOULD ASK HER FOR ONE!',
                    '<25>{#p/undyne}{#f/3}* ...',
                    '<18>{#p/papyrus}{#f/6}...',
                    '<25>{#p/undyne}{#f/11}* ...',
                    '<25>{#p/undyne}{#f/8}* Like hell I will!',
                    '<18>{#p/papyrus}{#f/6}LANGUAGE!!'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/0}GO ON, GIVE IT A TRY!',
                    "<18>{#p/papyrus}{#f/5}THEY'RE NOT DANGEROUS...",
                    '<18>{#p/papyrus}{#f/6}... USUALLY.'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/4}...',
                    "<18>{|}{#p/papyrus}{#f/4}I CAN'T BE THE ONLY ONE THAT THINKS YOU'RE- {%}",
                    '<25>{#p/undyne}{#f/8}* OH MY GOD PLEASE!!',
                    '<18>{#p/papyrus}{#f/6}OKAY, OKAY!'
                 ]
      ),
      a_path3: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}I HEARD TUITION IS HARD TO COME BY IN AERIALIS.',
            '<18>{#p/papyrus}{#f/6}IS IT TRUE??\nDO STUDENTS REALLY SUFFER THAT MUCH?',
            "<18>{#p/papyrus}{#f/8}I DON'T KNOW WHAT I'D BE WITHOUT MY EDUCATION...!",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/8}* I quit school when I was only ten years old!!',
                    '<18>{#p/papyrus}{#f/1}WHAT!?!?',
                    '<18>{#p/papyrus}{#f/6}HOW COULD YOU BETRAY THE SYSTEM SO COMPLETELY!',
                    '<25>{#p/undyne}{#f/1}* Not everyone walks the same path in life, Papyrus.',
                    '<25>{#p/undyne}{#f/1}* After I quit school, ASGORE became my teacher.',
                    '<25>{#p/undyne}{#f/14}* He was the best one I ever had.',
                    '<18>{#p/papyrus}{#f/5}... IT WOULD APPEAR I HAVE MUCH TO LEARN...'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/8}I WOULDN'T EVEN HAVE MY SPECIAL ATTACK!" ]
               : [ "<18>{#p/papyrus}{#f/6}DON'T WORRY, I'LL START LEARNING RIGHT AWAY!" ]
      ),
      a_rg1: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}IT'S INCREDIBLE HOW THE GUARDS AND TRAINEES HERE...",
            '<18>{#p/papyrus}{#f/4}NEVER SEEM TO GET LOST.',
            '<18>{#p/papyrus}{#f/5}ESPECIALLY WITH THE LACK OF...',
            '<18>{#p/papyrus}{#f/6}... WELL, ANYTHING!!',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/7}ALL THE ROOMS LOOK EXACTLY THE SAME!' ]
               : [
                    "<25>{#p/undyne}{#f/12}* Actually, you're not too far off...",
                    "<25>{#p/undyne}{#f/1}* They struggled for AGES trying to memorize the area's layout.",
                    '<18>{#p/papyrus}{#f/0}BUT THEY DID IT EVENTUALLY, RIGHT?',
                    '<25>{#p/undyne}{#f/16}* Well... after the hundredth failed memorization attempt...',
                    '<25>{#p/undyne}{#f/17}* I gave up and added a navigation module to their helmets.',
                    '<18>{#p/papyrus}{#f/1}WHAT!?!?',
                    '<18>{#p/papyrus}{#f/7}THIS IS TECHNOLOGICAL TREACHERY!!'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}I WONDER HOW -YOU- NEVER SEEM TO GET LOST...' ]
               : [
                    '<18>{#p/papyrus}{#f/4}I, THE GREAT AND NATURALLY-TALENTED PAPYRUS...',
                    '<18>{#p/papyrus}{#f/7}WOULD NEVER RELY ON TECHNOLOGY TO DO MY JOB FOR ME!',
                    "<18>{#p/papyrus}{#f/0}... I'D ONLY USE IT WHEN IT'S AVAILABLE."
                 ]
      ),
      a_path4: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}TALES SPEAK OF A PLACE WHERE TRASH TURNS TO TREASURE.',
            '<18>{#p/papyrus}{#f/9}A PLACE WHERE GARBAGE TURNS TO GOLD!',
            '<18>{#p/papyrus}{#f/4}AND A PLACE WHERE SPACE TUNA...',
            '<18>{#p/papyrus}{#f/5}WELL, THAT STUFF JUST STRAIGHT UP DISAPPEARS.',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/6}DO YOU KNOW OF SUCH A PLACE??' ]
               : [
                    "<25>{#p/undyne}{#f/1}* Sounds like Bratty and Catty's place.",
                    '<25>{#p/undyne}{#f/14}* They love space tuna even more than they love selling junk!',
                    '<25>{#p/undyne}{#f/17}* And they REALLY love selling junk!!',
                    '<18>{#p/papyrus}{#f/0}WOWIE!',
                    '<18>{#p/papyrus}{#f/5}DO THEY SELL ANY NON-JUNK, BY CHANCE...?',
                    '<25>{#p/undyne}{#f/8}* Why WOULD they!?'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}I\'LL TAKE THAT AS A RESOUNDING \"MAYBE.\"' ]
               : [
                    '<18>{#p/papyrus}{#f/0}SO BRATTY AND CATTY ARE JUNK DEALERS, HUH?',
                    "<18>{#p/papyrus}{#f/4}I'D BE SURPRISED IF THEY DIDN'T KNOW MY BROTHER."
                 ]
      ),
      a_barricade1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}THIS ROOM MAY OR MAY NOT CONTAIN BARRICADES.',
            '<18>{#p/papyrus}{#f/4}THEY SAY YOU MUST ANSWER QUESTIONS TO UNLOCK THEM...',
            '<18>{#p/papyrus}{#f/1}COULD IT BE!?\nA SECRET AUDITION FOR A QUIZ SHOW!?',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/14}* A quiz show, huh?',
                    '<18>{#p/papyrus}{#f/9}... REPLETE WITH TRIVIA QUESTIONS GALORE!!',
                    "<25>{#p/undyne}{#f/1}* Okay, here's a question for you.",
                    '<25>{#p/undyne}{#f/12}* Precisely how many boots would it take...',
                    "<25>{#p/undyne}{#f/7}* To kick that robot's BUTT into space!!",
                    '<18>{#p/papyrus}{#f/6}UH...',
                    '<18>{#p/papyrus}{#f/5}... WELL, UM...',
                    '<18>{#p/papyrus}{#f/4}ACTUALLY, THAT DEPENDS ON THE GRAVITY.',
                    '<25>{#p/undyne}{#f/8}* Papyrus!!'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/4}IT -HAS- BEEN A WHILE SINCE HE'S DONE ONE." ]
               : [
                    "<25>{#p/undyne}{#f/1}* I've got another trivia question if you'd like to hear it.",
                    '<18>{#p/papyrus}{#f/5}... MAYBE LATER.',
                    "<18>{#p/papyrus}{#f/4}BESIDES, WE ALREADY KNOW WHERE IT'S GOING...",
                    '<25>{#p/undyne}{#f/7}* YEAH!!\n* Into SPACE!!'
                 ]
      ),
      a_puzzle1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}YOU KNOW, IT MIGHT JUST BE ME, BUT...',
            '<18>{#p/papyrus}{#f/4}THESE PUZZLES ARE REALLY WEIRD.',
            '<18>{#p/papyrus}{#f/4}... I ALWAYS END UP WALKING BY THE CORRECT TERMINAL.',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/5}... OVER, AND OVER...' ]
               : [
                    '<25>{#p/undyne}{#f/1}* Yeah?\n* Well whenever I try solving these things...',
                    '<25>{#p/undyne}{#f/17}* The whole thing just goes crazy!!',
                    "<18>{#p/papyrus}{#f/6}DIDN'T ALPHYS EVER PULL YOU BACK TO SAFETY??",
                    '<25>{#p/undyne}{#f/12}* Well... I...',
                    '<18>{#p/papyrus}{#f/6}UNDYNE, WHAT DID YOU DO!?!?',
                    '<25>{#p/undyne}{#f/12}* ...',
                    "<25>{#p/undyne}{#f/12}* Nothin.'",
                    '<25>{#p/undyne}{#f/12}* Apart from almost erasing myself from existence, that is.',
                    '<18>{#p/papyrus}{#f/8}NO...!\nPLEASE BE MORE CAREFUL NEXT TIME!'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}I HAVE -ZERO- INTENTION OF EVER DOING ONE AGAIN.' ]
               : [ '<18>{#p/papyrus}{#f/4}THESE DIMENSIONAL TECHNOLOGIES ARE A REAL PROBLEM.' ]
      ),
      a_mettaton1: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}HERE'S A SMALL BIT OF ADVICE.",
            '<18>{#p/papyrus}{#f/4}WHEN METTATON SAYS TO DO SOMETHING ON HIS SHOW...',
            '<18>{#p/papyrus}{#f/4}YOU DO IT.',
            '<18>{#p/papyrus}{#f/0}NO IFS, ANDS, OR BUTS ABOUT IT!',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/14}* What about \"howevers?\"',
                    '<18>{#p/papyrus}{#f/4}...',
                    '<18>{#p/papyrus}{#f/4}THAT\'S JUST ANOTHER WAY OF SAYING \"BUT.\"',
                    '<25>{#p/undyne}{#f/17}* ... right.',
                    '<25>{#p/undyne}{#f/14}* And what about \"unlesses?\"',
                    '<18>{#p/papyrus}{#f/4}WE ALREADY RULED OUT ANDS.',
                    "<25>{|}{#p/undyne}{#f/8}* But I wasn't talking about the- {%}",
                    '<18>{#p/papyrus}{#f/6}NO BUTS!!!',
                    '<25>{|}{#p/undyne}{#f/7}* If you would just let me- {%}',
                    '<18>{#p/papyrus}{#f/7}NO IFS!!'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}AND NO HOWEVERS, EITHER.' ]
               : [ '<18>{#p/papyrus}{#f/4}DON\'T EVEN GET ME STARTED ON \"PERHAPSES.\"' ]
      ),
      a_elevator1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}SO MANY ELEVATORS, SO LITTLE TIME...',
            "<18>{#p/papyrus}{#f/4}EXCEPT FOR WHEN THEY'RE NOT WORKING.",
            '<18>{#p/papyrus}{#f/6}I HAD TO WALK AROUND ON FOOT YESTERDAY!!',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/5}IF ONLY I KNEW WHY SOMEONE WOULD WANT THEM OFF...' ]
               : [
                    '<25>{#p/undyne}{#f/12}* I heard Mettaton shuts them off to run his shows.',
                    '<18>{#p/papyrus}{#f/4}HE... HE DOES?',
                    '<25>{#p/undyne}{#f/17}* As far as I know!',
                    '<18>{#p/papyrus}{#f/7}... THE -NERVE- OF THAT ROBOTICAL RECTANGLE!',
                    '<18>{#p/papyrus}{#f/7}I INTEND TO HAVE A WORD WITH HIM NOW!',
                    "<25>{#p/undyne}{#f/7}* And tell him to cancel those STUPID shows while you're at it!"
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/5}IT'S A CONSPIRACY ON SO MANY LEVELS." ]
               : [
                    '<18>{#p/papyrus}{#f/4}MAYBE...\nTHIS COULD BE MY CHANCE...',
                    '<18>{#p/papyrus}{#f/9}... TO SUGGEST THE CONSTRUCTION OF MORE LIFTGATES!'
                 ]
      ),
      a_lift: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}THIS ELEVATOR SHOULD RELEASE A MUSIC ALBUM!',
            '<18>{#p/papyrus}{#f/5}SO MANY PLEASANTLY BLUESY TUNES...',
            "<18>{#p/papyrus}{#f/6}IT'S A SHAME THE SOUND SYSTEM IS BROKEN RIGHT NOW.",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/13}* Blues?\n* Seriously?',
                    "<25>{#p/undyne}{#f/14}* Everyone knows rock 'n' roll is the BEST.",
                    '<18>{#p/papyrus}{#f/4}WHAT!?\nROCK AND ROLL IS WEIRD...',
                    "<18>{#p/papyrus}{#f/9}IF YOU NEED HEAVY GUITARS, METAL IS WHERE IT'S AT!!",
                    '<25>{#p/undyne}{#f/8}* You listen to METAL!?',
                    '<25>{#p/undyne}{#f/4}* No, no, you need to listen to DUBSTEP.',
                    '<18>{#p/papyrus}{#f/6}DUBSTEP!?!?'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}I MAY OR MAY NOT HAVE USED IT ONE TOO MANY TIMES.' ]
               : [
                    '<18>{#p/papyrus}{#f/0}BLUES IS NICE, BUT SKA IS MY FAVORITE OF ALL.',
                    '<18>{#p/papyrus}{#f/9}YOU CAN NEVER GET ENOUGH OF THOSE RIVETING TRUMPETS!'
                 ]
      ),
      a_elevator2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}WELCOME TO THE SECOND FLOOR OF AERIALIS.',
            '<18>{#p/papyrus}{#f/4}HERE, YOU WILL FIND MANY AMAZING THINGS...',
            '<18>{#p/papyrus}{#f/9}PUZZLES!\nBARRICADES!\nEVEN A TV SET!',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/5}... WAIT, ISN'T THAT WHAT'S ON THE FIRST FLOOR?" ]
               : [
                    "<25>{#p/undyne}{#f/14}* So... exactly the same as what's on the first floor, then.",
                    '<18>{#p/papyrus}{#f/6}I GUESS SO???',
                    '<25>{#p/undyne}{#f/1}* I mean, hey.\n* At least the second floor is bigger.',
                    '<18>{#p/papyrus}{#f/4}OH, GREAT.\nI CAN GET EVEN -MORE- LOST, NOW.',
                    '<25>{#p/undyne}{#f/17}* At least the second floor has more cool stuff to look at!!',
                    "<18>{#p/papyrus}{#f/6}WON'T DO ME MUCH GOOD IF I'M LOST!!"
                 ])
         ],
         [
            '<18>{#p/papyrus}{#f/5}WHOEVER MADE THIS AREA MUST BE A FAN OF BEING LAZY.',
            "<18>{#p/papyrus}{#f/4}IT'D CERTAINLY EXPLAIN THAT SENTRY STATION..."
         ]
      ),
      a_sans: pager.create(
         0,
         () => [
            '<19>{#p/papyrus}{#f/0}YES, MY BROTHER SELLS CORN DOGS AT HIS SENTRY STATION.',
            '<18>{#p/papyrus}{#f/4}IT\'S NOT EXACTLY WHAT I\'D CALL \"PALATABLE.\"',
            "<18>{#p/papyrus}{#f/5}I'D OPEN A FOOD STAND OF MY OWN TO OFFSET IT...",
            '<18>{#p/papyrus}{#f/5}BUT THE LAST TIME I TRIED...',
            '<18>{#p/papyrus}{#f/6}THE SPACE MAFIA WANTED A CUT OF THE PROFIT.',
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/7}SERIOUSLY!?\nI'D NEVER SELL OUT TO THE MAFIA!!" ]
               : [
                    '<25>{#p/undyne}{#f/17}* ...',
                    '<25>{#p/undyne}{#f/17}* The WHAT?',
                    '<18>{#p/papyrus}{#f/0}THE SPACE MAFIA.',
                    '<18>{#p/papyrus}{#f/4}YOU KNOW, THE ONES IN THE VIRTUALASIUM.',
                    '<25>{#p/undyne}{#f/12}* Oh, THAT space mafia.'
                 ])
         ],
         () =>
            solo()
               ? [
                    "<18>{#p/papyrus}{#f/0}CREDIT WHERE IT'S DUE, THEY DO DRESS SPIFFINGLY.",
                    "<18>{#p/papyrus}{#f/7}NOT THAT IT'LL CHANGE MY MIND ABOUT THEM!",
                    '<18>{#p/papyrus}{#f/4}A GOOD DRESS SENSE CAN ONLY TAKE YOU SO FAR.'
                 ]
               : [
                    '<25>{#p/undyne}{#f/1}* You think this \"space mafia\" takes a cut of Sans\'s corn dog sales?',
                    "<18>{#p/papyrus}{#f/0}WOW! THAT'S A GREAT QUESTION!",
                    '<25>{#p/undyne}{#f/14}* Really?',
                    "<18>{#p/papyrus}{#f/0}A GREAT QUESTION I DON'T WANT AN ANSWER TO!"
                 ]
      ),
      a_pacing: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}I GOT A STRANGE MESSAGE ON THE OUTERNET TODAY...',
            '<18>{#p/papyrus}{#f/4}ABOUT A COLONY OF MOLE-RATS, TRAPPED IN A FORCE FIELD.',
            '<18>{#p/papyrus}{#f/5}LIVING MOLE-RAT LIVES, EATING MOLE-RAT FOOD...',
            '<18>{#p/papyrus}{#f/4}YEARNING TO ONE DAY REACH THE MOLE-RAT STARS.',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/6}... WHAT COULD THIS MEAN!?' ]
               : [
                    "<25>{#p/undyne}{#f/8}* You think that's strange?\n* Ha!",
                    '<25>{#p/undyne}{#f/7}* Just wait until you hear about the message I GOT the other day!',
                    '<18>{#p/papyrus}{#f/4}WAS IT ABOUT MOLE-RATS?',
                    '<25>{#p/undyne}{#f/14}* No.',
                    '<18>{#p/papyrus}{#f/4}DID IT INVOLVE A \"MONEY-MAKING OPPORTUNITY?\"',
                    '<25>{#p/undyne}{#f/14}* No.',
                    '<18>{#p/papyrus}{#f/6}DID IT PROMISE A WAY OFF THE OUTPOST??',
                    "<25>{#p/undyne}{#f/14}* ... actually, yes.\n* And that's when I blocked them.",
                    '<25>{#p/undyne}{#f/7}* NOBODY makes false promises of freedom and gets away with it!',
                    '<18>{#p/papyrus}{#f/0}YEAH!!',
                    '<18>{#p/papyrus}{#f/5}ESPECIALLY WHEN A -REAL- PROMISE OF FREEDOM...',
                    '<18>{#p/papyrus}{#f/6}IS ON THE PHONE WITH US RIGHT NOW!!'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/5}I WONDER IF SUCH A COLONY ACTUALLY EXISTS.',
                    '<18>{#p/papyrus}{#f/4}THE UNIVERSE IS MADE OF INFINITES, AFTER ALL...',
                    '<18>{#p/papyrus}{#f/9}INFINITE DIVERSITY IN INFINITE COMBINATIONS!!'
                 ]
               : [
                    "<18>{#p/papyrus}{#f/0}HERE'S TO THE PROMISE OF YOUR EVENTUAL FREEDOM.",
                    '<18>{#p/papyrus}{#f/6}AND MAYBE OURS TOO SOMEDAY!!'
                 ]
      ),
      a_prepuzzle: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}THOSE FLOWERS SCATTERED AROUND THE AREA...?',
            "<18>{#p/papyrus}{#f/0}OH, THOSE WERE ASGORE'S IDEA, ACTUALLY.",
            '<18>{#p/papyrus}{#f/4}IF THAT GUY WASN\'T THE \"CEO\" OF THE OUTPOST...',
            '<18>{#p/papyrus}{#f/5}HE\'D BE THE \"CGO\" INSTEAD.',
            '<18>{#p/papyrus}{#f/5}AN ACRONYM FOR \"CHIEF GARDENING OFFICER.\"',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/17}* Oh yeah??\n* And who would I be?',
                    '<18>{#p/papyrus}{#f/0}RIGHT, I ALREADY CAME UP WITH ONE FOR YOU.',
                    '<18>{#p/papyrus}{#f/4}YOU\'D BE THE \"CSETPO.\"',
                    '<25>{#p/undyne}{#f/14}* ... and what does that ludicrous acronym stand for?',
                    '<18>{#p/papyrus}{#f/9}THE \"CHIEF SMASH- EVERYTHING-TO- PIECES OFFICER!\"',
                    '<25>{#p/undyne}{#f/8}* I LOVE IT!!!'
                 ])
         ],
         [ '<18>{#p/papyrus}{#f/4}I MIGHT AS WELL BE THE \"CAO\" AROUND HERE...' ]
      ),
      a_puzzle2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/6}NO MATTER WHERE I GO, I END UP IN THE SAME PLACE!',
            "<18>{#p/papyrus}{#f/5}AT LEAST, THAT'S WHAT HAPPENS...",
            '<18>{#p/papyrus}{#f/4}WHENEVER I ATTEMPT TO SOLVE THIS PUZZLE.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/17}* Jeez.\n* Why even BOTHER.',
                    '<18>{#p/papyrus}{#f/6}BECAUSE!!',
                    '<18>{#p/papyrus}{#f/6}SOLVING PUZZLES IS SUPPOSED TO BE FUN!!',
                    "<25>{#p/undyne}{#f/12}* Couldn't you just use flight magic to get around it?",
                    '<18>{#p/papyrus}{#f/4}FLIGHT MAGIC IS RESERVED FOR EMERGENCIES.',
                    '<25>{#p/undyne}{#f/1}* That depends on your definition of an \"emergency.\"',
                    '<18>{#p/papyrus}{#f/7}AND PUZZLES FALL WELL OUTSIDE OF THAT DEFINITION!',
                    "<25>{#p/undyne}{#f/14}* Guess you'll have to suffer, then.",
                    '<18>{#p/papyrus}{#f/7}I GUESS I WILL!!!'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/6}NUMBERS, NUMBERS EVERYWHERE!!',
                    '<18>{#p/papyrus}{#f/6}WHAT DOES IT ALL MEAN!?!?'
                 ]
               : [
                    "<18>{#p/papyrus}{#f/5}FLYING AROUND EVERYWHERE JUST WOULDN'T BE FAIR.",
                    '<25>{#p/undyne}{#f/11}* And you like to make life hard on yourself because...?',
                    '<18>{#p/papyrus}{#f/9}BECAUSE NOTHING IS AS REWARDING AS HARD WORK!',
                    '<25>{#p/undyne}{#f/17}* ... that depends on your definition of \"work.\"'
                 ]
      ),
      a_mettaton2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}AH... THE TIME VERSUS MONEY TV SET.',
            ...(SAVE.data.n.plot < 60
               ? [
                    '<18>{#p/papyrus}{#f/4}JUST SO YOU KNOW...',
                    "<18>{#p/papyrus}{#f/5}I WON'T BE IN THE UPCOMING EPISODE.",
                    "<18>{#p/papyrus}{#f/6}... I'D BE TOO NERVOUS SITTING RIGHT NEXT TO HIM."
                 ]
               : [
                    '<18>{#p/papyrus}{#f/4}METTATON WANTED ME TO BE IN THE EPISODE, BUT...',
                    '<18>{#p/papyrus}{#f/5}AFTER SOME THOUGHT, I CAME TO REALIZE...',
                    "<18>{#p/papyrus}{#f/6}... HOW NERVOUS I'D BE SITTING RIGHT NEXT TO HIM."
                 ]),
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/12}* ... you really like him, don't you?",
                    '<18>{#p/papyrus}{#f/4}WELL, HE -IS- QUITE ATTRACTIVE...',
                    "<18>{#p/papyrus}{#f/6}... BUT I HAVEN'T COMMITTED TO ANYTHING YET!",
                    "<25>{#p/undyne}{#f/3}* That won't last long.",
                    '<18>{#p/papyrus}{#f/4}HUH?\nDID YOU JUST ASSUME...',
                    '<18>{#p/papyrus}{#f/7}... OUR RELATIONSHIP STATUS!?!?',
                    '<25>{#p/undyne}{#f/14}* Oh, no, of course not.',
                    "<25>{#p/undyne}{#f/17}* It's just so obvious that I couldn't help but state the facts.",
                    '<18>{#p/papyrus}{#f/5}(SIGH...)'
                 ])
         ],
         () =>
            solo()
               ? SAVE.data.n.plot < 60
                  ? [ '<18>{#p/papyrus}{#f/0}FORTUNATELY, I HAVE A REPLACEMENT ARRANGED.' ]
                  : SAVE.data.b.undyne_respecc
                  ? [ '<18>{#p/papyrus}{#f/0}THANKFULLY, UNDYNE WAS THERE TO TAKE MY PLACE.' ]
                  : [ '<18>{#p/papyrus}{#f/0}THANKFULLY, MY BROTHER WAS THERE TO TAKE MY PLACE.' ]
               : [ '<25>{#p/undyne}{#f/12}* Papyrus is too busy daydreaming to pick up the phone right now.' ]
      ),
      a_rg2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/6}BE CAREFUL OUT THERE, HUMAN!',
            '<18>{#p/papyrus}{#f/5}THE GUARDS IN THAT AREA ARE FRESH OUT OF TRAINING.',
            "<18>{#p/papyrus}{#f/6}WHO KNOWS WHICH ROYAL MEMOS THEY'LL IGNORE!",
            ...(solo()
               ? [ "<18>{#p/papyrus}{#f/0}BY THE WAY, WHAT'S A ROYAL MEMO?" ]
               : [
                    '<25>{#p/undyne}{#f/16}* Tell me about it...',
                    '<18>{#p/papyrus}{#f/5}HUH?\nDO THEY IGNORE YOUR MEMOS OFTEN?',
                    '<25>{#p/undyne}{#f/14}* Oh, they follow mine just fine.',
                    "<25>{#p/undyne}{#f/10}* It's Alphys's memos they tend to ignore.",
                    "<18>{#p/papyrus}{#f/6}BUT SHE'S THE ROYAL SCIENTIST!",
                    "<18>{#p/papyrus}{#f/6}THE KING'S MOST TRUSTED ASSOCIATE!",
                    "<25>{#p/undyne}{#f/12}* Yeah... that's how things are supposed to work.",
                    "<25>{#p/undyne}{#f/16}* But after Professor Roman died, we weren't ready to replace him.",
                    "<26>{#p/undyne}{#f/10}* Most in the Royal Guard don't take his successor seriously, so...",
                    '<25>{#p/undyne}{#f/9}* That impacts how the trainees see her, too.',
                    '<18>{#p/papyrus}{#f/5}OH...',
                    "<25>{#p/undyne}{#f/17}* I know.\n* It's... not great.",
                    "<26>{#f/9}* But she's unwieldy, and she's still got lots to prove out there.",
                    '<26>{#f/16}* So... I kind of get it.',
                    "<18>{#p/papyrus}{#f/5}HOPEFULLY THEY'LL COME TO RESPECT HER IN TIME.",
                    '<26>{#p/undyne}{#f/14}* Hopefully.'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/0}I WONDER HOW IT'S DIFFERENT FROM A NORMAL MEMO." ]
               : [ '<18>{#p/papyrus}{#f/4}HOPEFULLY, IT HAPPENS SOONER RATHER THAN LATER.' ]
      ),
      a_barricade2: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}I'M AFRAID I DON'T HAVE MUCH TO SAY ABOUT THIS ROOM.",
            '<18>{#p/papyrus}{#f/5}IN FACT, THE ONLY THING I DO HAVE TO SAY...',
            '<18>{#p/papyrus}{#f/6}... IS THAT I -HAVE- NOTHING TO SAY!',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/0}SO, ACTUALLY, I HAD SOMETHING TO SAY AFTER ALL.' ]
               : [
                    '<26>{#p/undyne}{#f/1}* I have something to say.',
                    '<18>{#p/papyrus}{#f/6}WHAT?\nWHAT IS IT?',
                    '<26>{#p/undyne}{#f/14}* This room may or may not contain barricades.',
                    "<18>{#p/papyrus}{#f/4}THERE'S ALREADY A ROOM LIKE THAT ON THE FIRST FLOOR.",
                    '<18>{#p/papyrus}{#f/7}DO SOMETHING ORIGINAL!!',
                    "<26>{#p/undyne}{#f/17}* I've got nothin.'",
                    '<18>{#p/papyrus}{#f/5}... NEVER MIND...'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/0}PERHAPS I'D HAVE MORE TO SAY IN ANOTHER SITUATION." ]
               : [ "<18>{#p/papyrus}{#f/0}PERHAPS THIS ROOM JUST ISN'T VERY INTERESTING." ]
      ),
      a_split: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}LOOK, IT'S THE EVER-FAMOUS METTATON FOUNTAIN!",
            '<18>{#p/papyrus}{#f/4}I HEARD IT TOOK A LOT OF TIME TO GET IT TO LOOK RIGHT.',
            '<18>{#p/papyrus}{#f/5}COUNTLESS HOURS OF TIRELESS, PAINFUL WORK...',
            '<18>{#p/papyrus}{#f/6}TO GET THAT IDEAL RECTANGULAR SHAPE.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/12}* Then he destroyed it just so he could do it all himself.',
                    '<18>{#p/papyrus}{#f/6}HE DID??',
                    '<25>{#p/undyne}{#f/1}* The first one wasn\'t up to his \"high standards.\"',
                    '<18>{#p/papyrus}{#f/4}WAIT, THERE WAS SOMETHING ABOUT THAT ON TV.',
                    '<25>{#p/undyne}{#f/14}* Oh yeah, he decided to broadcast it to the entire outpost.',
                    '<25>{#p/undyne}{#f/17}* He had to SHOW everyone that he knew better than them.',
                    '<18>{#p/papyrus}{#f/4}WELL, IT IS A STATUE -OF- HIM, AFTER ALL...'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/4}MY BROTHER TELLS ME THAT'S NOT ENTIRELY TRUE." ]
               : [
                    '<18>{#p/papyrus}{#f/5}I WONDER WHY HE HIRED SOMEONE ELSE TO BEGIN WITH.',
                    "<18>{#p/papyrus}{#f/4}I WOULD'VE JUST DONE IT MYSELF..."
                 ]
      ),
      a_offshoot1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}THE SIGNAL SEEMS TO BE A BIT WEAK.',
            "<18>{#p/papyrus}{#f/6}IT'S LIKE... INTERFERENCE OF SOME KIND??",
            "<18>{#p/papyrus}{#f/4}MAYBE IT'D BE A GOOD IDEA TO CALL BACK ELSEWHERE.",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/14}* They're probably near the old security tower in Aerialis.",
                    "<25>{#p/undyne}{#f/17}* There's something about the kind of metal they used to use there."
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}DID MY MESSAGE NOT GET THROUGH THE FIRST TIME?' ]
               : [ "<25>{#p/undyne}{#f/14}* I wouldn't worry about a thing." ]
      ),
      a_elevator3: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}WHEN I FIRST CAME ACROSS THIS ROOM...',
            '<18>{#p/papyrus}{#f/6}I WAS ANNOYED HAVING TO USE YET ANOTHER ELEVATOR.',
            '<18>{#p/papyrus}{#f/5}THEN, I WAS RELIEVED SOMEWHAT...',
            '<18>{#p/papyrus}{#f/4}... WHEN I SAW THE LACK OF A TACKY BILLBOARD NEARBY.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/17}* So do you LIKE using elevators or NOT?',
                    '<18>{#p/papyrus}{#f/6}WELL...',
                    '<18>{#p/papyrus}{#f/5}I LIKE THE MUSIC, BUT HAVING TO USE THEM IS A PAIN.',
                    '<18>{#p/papyrus}{#f/4}I DO ACKNOWLEDGE THEIR NECESSITY, THOUGH.',
                    "<25>{#p/undyne}{#f/1}* Well, just be glad you don't live in a spire house, then.",
                    '<18>{#p/papyrus}{#f/5}HOW COME?',
                    '<25>{#p/undyne}{#f/17}* Elevators EVERYWHERE.',
                    '<18>{#p/papyrus}{#f/6}N-NO...!',
                    "<25>{#p/undyne}{#f/7}* And they're not even NECESSARY.",
                    "<18>{#p/papyrus}{#f/8}IT CAN'T BE...!",
                    "<25>{#p/undyne}{#f/8}* AND THEY DON'T EVEN HAVE MUSIC!!!",
                    "<18>{#p/papyrus}{#f/1}IT'S UNFATHOMABLE!"
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}IF ONLY THERE WAS A BETTER WAY TO GET AROUND.',
                    '<18>{#p/papyrus}{#f/0}... OH WAIT, THERE TOTALLY IS!',
                    '<18>{#p/papyrus}{#f/9}LIFTGATES!!!'
                 ]
               : [
                    '<18>{#p/papyrus}{#f/5}AN ELEVATOR WITHOUT MUSIC IS LIKE...',
                    '<18>{#p/papyrus}{#f/5}A PLATE OF SPAGHETTI WITHOUT MARINARA SAUCE.',
                    '<18>{#p/papyrus}{#f/4}OR ALFREDO SAUCE, IF YOU HAPPEN TO BE MY BROTHER.',
                    "<18>{#p/papyrus}{#f/4}... AND PEOPLE SAY I'M THE WEIRD ONE."
                 ]
      ),
      a_elevator4: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}WHAT HAPPENS TO A SKELETON WHO WALKS THROUGH SECURITY?',
            '<19>{#p/papyrus}{#f/4}... OH YEAH.\nHE GETS ELECTROCUTED.',
            '<18>{#p/papyrus}{#f/6}JUST LIKE I WAS, THE FIRST TIME I CAME HERE!',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/1}* Sounds like quite the story you've got there.",
                    '<18>{#p/papyrus}{#f/4}OH, IT WAS QUITE A STORY, ALRIGHT...',
                    '<18>{#p/papyrus}{#f/5}JUST NOT A VERY GOOD ONE.',
                    '<25>{#p/undyne}{#f/14}* Could it be summed up as \"I had no idea what I was doing?\"',
                    "<18>{#p/papyrus}{#f/7}HEY, I -ALWAYS- KNOW WHAT I'M DOING!",
                    '<18>{#p/papyrus}{#f/5}IT\'S MORE OF AN \"I WAS POWERLESS TO STOP IT\" SCENARIO.',
                    '<25>{#p/undyne}{#f/17}* Wait, if you were electrocuted by the security field...',
                    "<25>{#p/undyne}{#f/17}* Wouldn't that make you the OPPOSITE of powerless?",
                    "<18>{#p/papyrus}{#f/4}ACTUALLY, THAT'S A GOOD POINT..."
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/6}IT'S A LONG STORY." ]
               : [ "<18>{#p/papyrus}{#f/0}PERHAPS IT'S NOT SUCH A BAD STORY AFTER ALL." ]
      ),
      a_auditorium: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}MY BROTHER ONCE HOSTED A COMEDY SHOW HERE.',
            '<18>{#p/papyrus}{#f/4}IT WAS CALLED...',
            '<18>{#p/papyrus}{#f/4}... THE RIB-TICKLER.',
            "<18>{#p/papyrus}{#f/5}DESPITE THE TITLE, IT WASN'T A COMPLETE FAILURE.",
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/0}IN FACT, IT DID PRETTY WELL!!' ]
               : [
                    "<25>{#p/undyne}{#f/1}* To be honest, I'm kind of surprised he stopped doing it.",
                    '<25>{#p/undyne}{#f/16}* But I guess he just really wanted to be a sentry or something.',
                    '<18>{#p/papyrus}{#f/5}YEAH.\nTHAT MUST BE IT.',
                    "<18>{#p/papyrus}{#f/4}THERE DEFINITELY ISN'T ANYTHING ELSE GOING ON.",
                    '<25>{#p/undyne}{#f/14}* ... what?'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/0}I'M AS SURPRISED AS YOU ARE." ]
               : [ "<18>{#p/papyrus}{#f/0}THERE ARE THINGS I PROBABLY SHOULDN'T MENTION RIGHT NOW." ]
      ),
      a_aftershow: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}SO THIS IS WHERE BRATTY AND CATTY WORK, HUH?',
            "<18>{#p/papyrus}{#f/0}IT'S CLEANER THAN I EXPECTED.",
            "<18>{#p/papyrus}{#f/4}AREN'T THESE TWO SUPPOSED TO BE TRASH DEALERS...?",
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/5}... PERHAPS THE TRASH IS JUST VERY WELL ORGANIZED.' ]
               : [
                    "<25>{#p/undyne}{#f/14}* I think they're just protective about the trash they collect.",
                    '<25>{#p/undyne}{#f/16}* Alphys told me how she used to go trash- hunting with them...',
                    "<25>{#p/undyne}{#f/9}* It's more than just some wacky hobby.\n* It's a way of LIFE.",
                    '<18>{#p/papyrus}{#f/0}THAT SEEMS KIND OF FUN, HONESTLY.',
                    '<25>{#p/undyne}{#f/1}* Plus, all the coolest trinkets get found by people like them.',
                    '<18>{#p/papyrus}{#f/9}LIKE THE MEW MEW DOLL ON TV EARLIER!!'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/5}ORGANIZED TRASH...',
                    "<18>{#p/papyrus}{#f/4}THE TWO WORDS I NEVER THOUGHT I'D UTTER TOGETHER."
                 ]
               : [ '<18>{#p/papyrus}{#f/0}I WONDER IF HUMANS WOULD LIKE HUNTING FOR MONSTER TRASH.' ]
      ),
      a_hub1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}AH... THE CENTRAL RING ROOM!',
            '<18>{#p/papyrus}{#f/4}AT FIRST, WHEN I HEARD THE TERM \"RING ROOM...\"',
            "<18>{#p/papyrus}{#f/5}I THOUGHT IT'D BE A ROOM FOR MAKING CALLS.",
            "<18>{#p/papyrus}{#f/0}GIVEN WHAT WE'RE DOING, THAT'S NOT ENTIRELY WRONG!",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/1}* The \"ring room,\" huh?',
                    "<26>{#p/undyne}{#f/14}* If I didn't know any better, I'd say you were a poet!",
                    '<18>{#p/papyrus}{#f/6}... ME, A POET!?',
                    "<18>{#p/papyrus}{#f/5}SOMEHOW I DOUBT THAT'D BE A GREAT USE OF MY TIME.",
                    "<25>{#p/undyne}{#f/17}* You're kidding, right?\n* You're a NATURAL.",
                    '<18>{#p/papyrus}{#f/4}IF YOU SAY SO...'
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/4}NOT TO MENTION, THE RECEPTION IS WAY BETTER THERE.' ]
               : [ '<18>{#p/papyrus}{#f/0}PAPYRUS THE POET.', '<18>{#p/papyrus}{#f/5}WELL, IT DOES HAVE A RING TO IT...' ]
      ),
      a_dining: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/5}I DON'T KNOW ABOUT YOU, BUT THE FOOD IN THIS PLACE...",
            '<18>{#p/papyrus}{#f/6}... REALLY GRINDS MY GEARS!!',
            "<18>{#p/papyrus}{#f/4}IT'S LIKE EVERYONE FORGOT WHAT GOOD COOKING IS LIKE.",
            "<18>{#p/papyrus}{#f/7}WHERE'S MY PASTA- FLAVORED PASTA!?",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/14}* You know, that reminds me...',
                    '<25>{#p/undyne}{#f/1}* I once wanted the Royal Guard to have a culinary division.',
                    "<25>{#p/undyne}{#f/16}* We'd have gourmet restaurants, exquisite food...",
                    '<25>{#p/undyne}{#f/17}* ... and then, Asgore tasted my cooking.',
                    '<18>{#p/papyrus}{#f/4}HMM...',
                    "<18>{#p/papyrus}{#f/9}MAYBE YOU JUST DIDN'T ADD ENOUGH MARINARA SAUCE!",
                    '<25>{#p/undyne}{#f/3}* No amount of marinara sauce could fix THAT atrocity.'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/6}THE LAST TIME I TRIED TO ORDER IT, THEY...',
                    "<18>{#p/papyrus}{#f/5}... LET'S JUST SAY THE CONCEPT WAS BEYOND THEM."
                 ]
               : [ '<18>{#p/papyrus}{#f/4}MAYBE I SHOULD HAVE BEEN THE ONE COOKING.' ]
      ),
      a_hub2: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}LIFE IS LIKE A CHESS GAME.',
            '<18>{#p/papyrus}{#f/5}MINUS ALL OF THE BLUNDERING...',
            '<18>{#p/papyrus}{#f/5}AND CAPTURING OF PIECES...',
            '<18>{#p/papyrus}{#f/6}AND, UH...',
            '<18>{#p/papyrus}{#f/4}ACTUALLY, LIFE IS ALMOST NOTHING LIKE A CHESS GAME.',
            '<18>{#p/papyrus}{#f/0}BUT THEY DO HAVE ONE THING IN COMMON.',
            '<18>{#p/papyrus}{#f/9}WHICH IS THAT YOU NEVER KNOW WHAT TO EXPECT!!',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/1}* So, kind of like a box of tree saps, then.',
                    '<18>{#p/papyrus}{#f/0}YEAH, KIND OF LIKE THAT!',
                    "<18>{#p/papyrus}{#f/4}WAIT, ISN'T IT SUPPOSED TO BE A BOX OF CHOCOLATES?",
                    '<25>{#p/undyne}{#f/14}* That would be the human expression.'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/4}PERHAPS IT'S MORE LIKE A BOX OF CHOCOLATES." ]
               : [ '<18>{#p/papyrus}{#f/0}CHOCOLATE AND TREE SAP TASTES VERY SIMILAR, ACTUALLY.' ]
      ),
      a_lookout: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/5}IN TIME, WE MAY ALL BE EXPLORERS AMONGST THE STARS.',
            '<18>{#p/papyrus}{#f/5}WE MAY VENTURE OUT INTO THE GREAT UNKNOWN...',
            '<18>{#p/papyrus}{#f/5}EJECTING OURSELVES FAR FROM THIS PRISON OF OLD.',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/17}* You didn't tell me you were planning a PRISON break!",
                    "<18>{#p/papyrus}{#f/5}DON'T WORRY, IT'S JUST AN ALLEGORY FOR FREEDOM.",
                    '<18>{#p/papyrus}{#f/4}A -REAL- PRISON BREAK WOULD BE FAR TOO SUSPICIOUS.',
                    '<25>{#p/undyne}{#f/16}* Yeah, yeah...',
                    '<18>{#p/papyrus}{#f/5}BESIDES, IF I WANTED TO DO ONE PROPERLY...',
                    "<18>{#p/papyrus}{#f/6}I'D HAVE TO PLAN ALL THE EMERGENCY MEETINGS!",
                    "<25>{#p/undyne}{#f/12}* Sheesh, that'd be quite the task."
                 ])
         ],
         () =>
            solo()
               ? [
                    "<18>{#p/papyrus}{#f/4}LET'S JUST HOPE THAT, WHEN WE REACH THE STARS...",
                    "<18>WE DON'T MEET ANY OF THOSE MOLE-RAT IMPOSTORS."
                 ]
               : [ '<18>{#p/papyrus}{#f/5}MY APOLOGIES.', "<18>{#p/papyrus}{#f/4}I DIDN'T MEAN TO VENT." ]
      ),
      a_hub3: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/6}ISN'T THAT WHERE THE CHILLY FOLKS HANG OUT?",
            '<18>{#p/papyrus}{#f/5}I FEEL KIND OF BAD FOR THEM...',
            '<18>{#p/papyrus}{#f/9}... WHICH IS WHY I PLAN TO BUY THEM A FRIDGE SOMEDAY!',
            "<18>{#p/papyrus}{#f/0}THAT WAY, THEY'LL ALWAYS HAVE A COLD PLACE NEARBY.",
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/1}* Speaking of nearby...',
                    "<25>{#p/undyne}{#f/8}* We're RIGHT in the next room over!!",
                    '<18>{#p/papyrus}{#f/9}CORRECT!!\nRIGHT DOWN HERE!!',
                    '<25>{#p/undyne}{#f/17}* Over, not down.',
                    "<18>{#p/papyrus}{#f/6}... IT'S DOWN ON THE FLOOR PLAN!!",
                    '<25>{#p/undyne}{#f/14}* I doubt the human even knows what that looks like.'
                 ])
         ],
         () =>
            solo()
               ? [ "<18>{#p/papyrus}{#f/0}ISN'T TECHNOLOGY WONDERFUL?" ]
               : [
                    '<18>{#p/papyrus}{#f/6}WHAT ARE YOU WAITING FOR!!!\nCOME ON DOWN!!',
                    '<25>{#p/undyne}{#f/7}* He means OVER!!'
                 ]
      ),
      a_plaza: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/0}THAT'S WHERE BURGIE'S SHOP IS.",
            '<18>{#p/papyrus}{#f/6}ALTHOUGH WHAT HE SELLS IS BASICALLY JUNK FOOD...',
            '<18>{#p/papyrus}{#f/5}HE DOES SEEM LIKE A REALLY GENUINE GUY.',
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/12}* That's definitely one way of putting it.",
                    '<18>{#p/papyrus}{#f/5}ADMITTEDLY, HE CAN BE A BIT STRESSFUL TO TALK TO.',
                    "<18>{#p/papyrus}{#f/6}BUT I DON'T THINK THAT'S HIS FAULT!!",
                    "<18>{#p/papyrus}{#f/4}IT'S... ACTUALLY KIND OF METTATON'S FAULT.",
                    "<18>{#p/papyrus}{#f/9}BUT DON'T WORRY!\nI'LL CONFRONT HIM LATER ABOUT IT!"
                 ])
         ],
         () =>
            solo()
               ? [ '<18>{#p/papyrus}{#f/6}ONCE YOU EARN HIS RESPECT, OF COURSE.' ]
               : [ '<18>{#p/papyrus}{#f/4}THAT ROBOT AND I HAVE... A LOT TO DISCUSS.' ]
      ),
      a_elevator5: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/4}THIS \"REC CENTER\" IS CERTIANLY RECREATIONAL...',
            '<18>{#p/papyrus}{#f/5}... IN MORE WAYS THAN ONE.',
            "<18>{#p/papyrus}{#f/6}WHAT'S SO AMAZING ABOUT WISH FLOWERS, ANYWAY?",
            '<18>{#p/papyrus}{#f/4}DOES THEIR AURA MAKE ALL YOUR WISHES COME TRUE?',
            ...(solo()
               ? [ '<18>{#p/papyrus}{#f/0}HMM... MAYBE I SHOULD TRY IT SOMETIME.' ]
               : [
                    "<25>{#p/undyne}{#f/14}* I don't think you'd enjoy it, Papyrus.",
                    "<25>{#p/undyne}{#f/17}* It's not your style.",
                    "<18>{#p/papyrus}{#f/5}YEAH, YOU'RE PROBABLY RIGHT.",
                    '<25>{#p/undyne}{#f/14}* Of course I am.',
                    '<18>{#p/papyrus}{#f/9}STILL, IT NEVER HURTS TO TRY!!',
                    '<25>{#p/undyne}{#f/17}* ...'
                 ])
         ],
         () => [
            '<18>{#p/papyrus}{#f/0}BETTER NOT DO IT IN THE REC CENTER, THOUGH.',
            '<18>{#p/papyrus}{#f/4}TALK ABOUT BEING A NUSCIENCE.',
            ...(solo() ? [] : [ '<25>{#p/undyne}{#f/12}* Pfft, yeah...' ])
         ]
      ),
      a_hub4: pager.create(
         0,
         () =>
            solo()
               ? [
                    "<18>{#p/papyrus}{#f/0}SO THERE'S LOTS TO DO UP THERE, HUH?",
                    '<18>{#p/papyrus}{#f/9}SOUNDS LIKE A GREAT PLACE TO HANG OUT!!',
                    "<18>{#p/papyrus}{#f/0}I'LL HAVE TO VISIT SOMETIME.",
                    "<18>{#p/papyrus}{#f/4}I'D PREFER IT OVER STANDING IN FRONT OF UNDYNE'S HOUSE."
                 ]
               : [ "<25>{#p/undyne}{#f/8}* Wanna talk?\n* We're right here, punk!" ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/4}MAYBE, AFTER WE HANG OUT WITH HER...',
                    '<18>{#p/papyrus}{#f/0}WE COULD ALL COME HERE TOGETHER!'
                 ]
               : [ "<25>{#p/undyne}{#f/8}* Wanna talk?\n* We're right here, punk!" ]
      ),
      a_sleeping1: pager.create(
         0,
         () => [
            '<18>{#p/papyrus}{#f/0}I HEAR THIS HOTEL IS MADE IN EXTRA DIMENSIONS.',
            '<18>{#p/papyrus}{#f/4}DIMENSIONS...\nLAYERS...',
            '<18>{#p/papyrus}{#f/5}DO THEY GIVE US EXTRA BLANKETS TO TAKE NAPS WITH?',
            '<18>{#p/papyrus}{#f/0}ASKING FOR A FRIEND, OF COURSE.',
            ...(solo()
               ? []
               : [
                    '<25>{#p/undyne}{#f/17}* Right, because YOU just stay awake all the time.',
                    "<18>{#p/papyrus}{#f/0}EXACTLY!\nI CAN'T WASTE MY TIME NAPPING.",
                    '<25>{#p/undyne}{#f/14}* What about sleeping?',
                    '<18>{#p/papyrus}{#f/6}SLEEPING???',
                    "<18>{#p/papyrus}{#f/4}... THAT'S JUST AN EXCUSE MY BROTHER USES TO TAKE NAPS.",
                    '<25>{#p/undyne}{#f/17}* Obviously!!'
                 ])
         ],
         () =>
            solo()
               ? [
                    "<18>{#p/papyrus}{#f/0}OH, ME?\nI DON'T TAKE NAPS.",
                    '<18>{#p/papyrus}{#f/4}I JUST HAPPEN TO CLOSE MY EYES FOR A WHILE.'
                 ]
               : [ "<18>{#p/papyrus}{#f/4}IT'S A MIRACLE HE MAKES IT OUT OF BED ANYMORE." ]
      ),
      a_hub5: pager.create(
         0,
         () => [
            "<18>{#p/papyrus}{#f/6}IF YOU'RE LEAVING THE REC CENTER, I...",
            "<18>{#p/papyrus}{#f/5}WON'T BE ABLE TO REACH YOU.",
            "<18>{#p/papyrus}{#f/4}IF YOU'RE ON THE RETURN TRIP, THOUGH...",
            "<18>{#p/papyrus}{#f/0}... THEN THERE'S NO NEED TO WORRY!!",
            ...(solo()
               ? []
               : [
                    "<25>{#p/undyne}{#f/14}* It's not like we're going anywhere.",
                    '<18>{#p/papyrus}{#f/6}NOT AT ALL!!',
                    '<18>{#p/papyrus}{#f/5}THOUGH, AT SOME POINT, WE WILL INEVITABLY LEAVE.',
                    "<25>{#p/undyne}{#f/16}* I mean, that's true, but...",
                    '<25>{#p/undyne}{#f/17}* This is no time to be worrying about that!',
                    '<18>{#p/papyrus}{#f/0}QUITE RIGHT.'
                 ])
         ],
         () =>
            solo()
               ? [
                    '<18>{#p/papyrus}{#f/6}SO ARE YOU COMING, OR GOING?',
                    "<18>{#p/papyrus}{#f/5}IT'S HARD TO TELL WHICH WAY IS WHICH AROUND HERE."
                 ]
               : [ '<18>{#p/papyrus}{#f/6}STOP WORRYING!!' ]
      )
   },

   s_save_starton: {
      s_crossroads: {
         name: 'Starton - Landing Zone',
         text: () =>
            SAVE.data.n.plot < 29
               ? world.edgy
                  ? [ '<32>{#p/human}* (Missing skeletons fill you with determination.)' ]
                  : [ "<32>{#p/human}* (The skeleton brothers' antics fill you with determination.)" ]
               : papreal() || world.runaway
               ? [ '<32>{#p/human}* (The box is so lonely, it fills you with determination anyway.)' ]
               : [ '<32>{#p/human}* (The box can rest easy now.)\n* (This, of course, fills you with determination.)' ]
      },
      s_pacing: {
         name: 'Starton - Moon Rock Road',
         text: () =>
            world.runaway || epilogueOverride(world.population < 6) || world.genocide || roomKills().s_pacing > 1
               ? SAVE.data.n.plot < 29
                  ? [ '<32>{#p/human}* (The starlight dims.)\n* (Somehow, this fills you with determination.)' ]
                  : [ '<32>{#p/human}* (The starlight has faded.)\n* (Indeed, this fills you with determination.)' ]
               : SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (The frivolous arguments once had in this room have ceased.)',
                    '<32>* (This fills you with determination.)'
                 ]
               : [
                    '<32>{#p/human}* (Moon rock merchants argue frivolously in the foreground.)',
                    '<32>* (This fills you with determination.)'
                 ]
      },
      s_spaghetti: {
         name: 'Starton - Spaghetti Junction',
         text: () =>
            [
               [ '<32>{#p/human}* (A plate of spaghetti defying the laws of physics fills you with determination.)' ],
               [
                  '<32>{#p/human}* (The spaghetti no longer defies the laws of physics.)',
                  '<32>{#p/human}* (This fills you with determination.)'
               ],
               [ '<32>{#p/human}* (The spaghetti is no more.)', '<32>{#p/human}* (This fills you with determination.)' ]
            ][trueSpaghettiState()]
      },
      s_town1: {
         name: 'Starton - Town',
         text: () =>
            SAVE.data.b.svr
               ? [
                    '<32>{#p/human}* (The town may be abandoned, but its cuteness remains.)',
                    '<32>{#p/human}* (This fills you with determination.)'
                 ]
               : papreal() || world.runaway
               ? [ '<32>{#p/human}* (A shadow looms over town, filling you with determination.)' ]
               : [ '<32>{#p/human}* (This cute little town fills you with determination.)' ]
      }
   }
};


// END-TRANSLATE
