Repository: ws-3917/psoutertale-text
Catalog: v52.18/systems/*.po
Languages: ru_ru

source: [C or CTRL] - Menu (In-game)
ru_ru: [C или CTRL] - Меню (В игре)

source: [UP or W] - Move Up
ru_ru: [UP или W] - Вверх

source: [LEFT or A] - Move Left
ru_ru: [LEFT или A] - Влево

source: [DOWN or S] - Move Down
ru_ru: [DOWN или S] - Вниз

source: [RIGHT or D] - Move Right
ru_ru: [RIGHT or D] - Вправо

source: [F4] - Fullscreen
ru_ru: [F4] - Полный экран

source: Setup complete. Press any button to continue.
ru_ru: Настройка завершена. Нажмите любую кнопку чтобы продолжить.

source: Note: On this platform, the gamepad may not always be able to enter fullscreen.
ru_ru: Примечание: На этой платформе, геймпад не всегда сможет входить в Полный экран.

source: A gamepad has already been set up. Press any button to continue, or press any button three times in rapid succession to restart setup. Press ESC to skip setup.
ru_ru: Геймпад уже был настроен. Нажмите любую кнопку чтобы продолжить, или нажмите любую кнопку три раза подряд чтобы перезапустить настройку. Нажмите ESC чтобы пропустить настройку.

source: Asriel
ru_ru: Азриель

source: The Oblivion
ru_ru: Забвение

source: DISABLED
ru_ru: ВЫКЛЮЧЕНЫ

source: ENABLED
ru_ru: ВКЛЮЧЕНЫ

source: Press [X] to Finish
ru_ru: Нажмите [X] чтобы Завершить

source: Frisk
ru_ru: Фриск

source: G
ru_ru: З

source: INF
ru_ru: БЕСК.

source: [PRESS Z OR ENTER]
ru_ru: [НАЖМИТЕ Z ИЛИ ENTER]

source: LV
ru_ru: УР

source: No
ru_ru: Нет

source: §fill=#0f0§NOMINAL
ru_ru: §fill=#0f0§НОМИНАЛ

source: player
ru_ru: игрок

source: Settings
ru_ru: Настройки

source: XM
ru_ru: ЭВ

source: Yes
ru_ru: Да

source: INVENTORY
ru_ru: ИНВЕНТАРЬ

source: BOX
ru_ru: КОРОБКА

source: KEYRING
ru_ru: БРЕЛОК

source: Is this name correct?
ru_ru: Это верное имя?

source: A name has already been chosen.
ru_ru: Имя уже было выбрано.

source: Go back
ru_ru: Назад

source: * (HP fully restored.)
ru_ru: * (ОЗ полностью восстановлено.)

source: * (You recovered $(x) HP.)
ru_ru: * (Вы восстановили $(x) ОЗ.)

source: * (You lost $(x) HP.)
ru_ru: * (Вы потеряли $(x) ОЗ.)

source: * (HP fully depleted.)
ru_ru: * (ОЗ полностью утрачено.)

source: * (You gained $(x) HP.)
ru_ru: * (Вы получили $(x) ОЗ.)

source: USE
ru_ru: ИСП

source: EQUIP
ru_ru: ОСНАСТИТЬ

source: INFO
ru_ru: ИНФО

source: DROP
ru_ru: ВЫБРОС

source: Continue
ru_ru: Продолжить

source: Observe
ru_ru: Наблюдать

source: Reset
ru_ru: Сброс

source: True Reset
ru_ru: Истинный Сброс

source: Name the stranded human.
ru_ru: Назовите застрявшего человека.

source: Quit
ru_ru: Выйти

source: Backspace
ru_ru: Удалить

source: Done
ru_ru: Готово

source: §fill=#808080§ [ESC] - Quit / [ENTER] - Done
ru_ru: §fill=#808080§ [ESC] - Выйти / [ENTER] - Готово

source: Return
ru_ru: Назад

source: File saved.
ru_ru: Файл сохранён.

source: SETTINGS
ru_ru: НАСТРОЙКИ

source: EXIT
ru_ru: ВЫЙТИ

source: LANGUAGE
ru_ru: ЯЗЫК

source: ENGLISH
ru_ru: РУССКИЙ

source: SOUND FX
ru_ru: ЗВУКОВЫЕ ЭФФЕКТЫ

source: MUSIC
ru_ru: МУЗЫКА

source: FANCY GRAPHICS
ru_ru: СПЕЦ. ЭФФЕКТЫ

source: FLASHING IMAGERY
ru_ru: МИГАЮЩИЕ ИЗОБРАЖЕНИЯ

source: NORMAL
ru_ru: ОБЫЧНЫЕ

source: REDUCED
ru_ru: УМЕНЬШЕННЫЕ

source: TOUCH CONTROLS
ru_ru: СЕНСОРНОЕ УПРАВЛЕНИЕ

source: LEFT
ru_ru: СЛЕВА

source: RIGHT
ru_ru: СПРАВА

source: HIDDEN
ru_ru: СКРЫТЫ

source: DEADZONE
ru_ru: МЁРТВАЯ ЗОНА

source: OPEN MOD FOLDER
ru_ru: ОТКРЫТЬ ПАПКУ МОДОВ

source: RESTART
ru_ru: ПЕРЕЗАГРУЗКА

source: ITEM
ru_ru: ВЕЩИ

source: STAT
ru_ru: СТАТ

source: CELL
ru_ru: ТЕЛ

source: CONF
ru_ru: КОНФ

source: --- Instruction ---
ru_ru: --- Инструкция ---

source: [Hold ESC] - Restart
ru_ru: [Зажать ESC] - Перезагрузка

source: When HP is 0, you lose.
ru_ru: Когда ОЗ будет на нуле, вы проиграете.

source: Begin Game
ru_ru: Начать Игру

source: AT
ru_ru: АТ

source: DF
ru_ru: ЗЩ

source: GOLD
ru_ru: ЗОЛОТО

source: NEXT
ru_ru: СЛЕД

source: §fill=#ff0§Warning: Non-canon timeline.
ru_ru: §fill=#ff0§Внимание: Не-каноничная линия времени.

source: KILLS
ru_ru: УБИТО

source: BULLY
ru_ru: ЗАПУГАНО

source: FLIRT
ru_ru: ФЛИРТЫ

source: STATUS
ru_ru: СТАТУС

source: <24>{#p/storyteller}Long ago, two species ruled the solar system: HUMANS and MONSTERS.{^35}{}
ru_ru: <24>{#p/storyteller}Давным-давно, два вида правили солнечной системой: ЛЮДИ и МОНСТРЫ.{^35}{}

source: <24>As time passed, a war broke out between the two species.{^35}{}
ru_ru: <24>Со временем, между ними разрослась война.{^35}{}

source: <24>After the MONSTERS' home planet was destroyed, HUMANS declared victory.{^35}{}
ru_ru: <24>Когда родная планета МОНСТРОВ была уничтожена, ЛЮДИ объявили победу.{^35}{}

source: <24>The remaining MONSTERS were banished to an abandoned outpost.{^35}{}
ru_ru: <24>Оставшихся МОНСТРОВ изгнали на заброшенный аванпост.{^35}{}

source: <24>A powerful force field was erected, and the MONSTERS were sealed in.{^35}{}
ru_ru: <24>Мощный силовой барьер был возведён, и МОНСТРОВ запечатали в нём.{^35}{}

source: <24>Many years later.{^8}.{^8}.{^35}{}
ru_ru: <24>Много лет спустя.{^8}.{^8}.{^35}{}

source: <#24> EBOTT SECTOR 251X{^35}{}
ru_ru: <#24> СЕКТОР ЭБОТТ 251X{^35}{}

source: <24>Tales speak of a place from which spacecraft never return.{^35}{}
ru_ru: <24>Легенды гласят, что космические корабли никогда не возвращаются оттуда.{^35}{}

source: Resume Canon Timeline
ru_ru: Продолжить Каноничный Таймлайн

source: Start Canon Timeline
ru_ru: Начать Каноничный Таймлайн

source: Other Slots
ru_ru: Другие Слоты

source: Bisect
ru_ru: Создать

source: Delete
ru_ru: Удал.

source: [ESC] to Cancel / [ENTER] to Confirm
ru_ru: [ESC] чтобы отменить / [ENTER] чтобы подтвердить

source: Press any button on your gamepad to open the keyboard.
ru_ru: Нажмите любую клавишу на геймпаде, чтобы открыть клавиатуру.

source: Launch
ru_ru: Запуск

source: Rename
ru_ru: Имя

source: Create New
ru_ru: Создать новый

source: Enter Timeline Name
ru_ru: Введите имя таймлайна

source: Are You Sure?
ru_ru: Вы уверены?
