Repository: ws-3917/psoutertale-text
Catalog: v52.18/systems/*.po
Languages: ru_ru

source: (You take a deep breath.)
ru_ru: (Вы глубоко вдохнули.)

source: (You're filled with determination.)
ru_ru: (Вы наполнены решимостью.)

source: You cannot give up just yet...
ru_ru: Ты ещё не можешь сдаться...

source: $(name)! Stay determined...
ru_ru: $(name)! Сохраняй решимость...

source: Our fate rests upon you...
ru_ru: Наша судьба зависит от тебя...

source: You're going to be alright!
ru_ru: Ты будешь в порядке!

source: Don't lose hope!
ru_ru: Не теряй надежду!

source: It cannot end now!
ru_ru: Это не может закончиться здесь!

source: * Escaped...
ru_ru: * Удалось сбежать...

source: * I'm outta here.
ru_ru: * Я сваливаю.

source: * I've got better to do.
ru_ru: * У меня есть дела по важнее.

source: * Don't slow me down.
ru_ru: * Не мешайте мне.

source: * Ran away with $(x) EXP and $(y)G.
ru_ru: * Убежали с $(x) ОП и $(y)З.

source: * Assist
ru_ru: * Помочь

source: * Flee
ru_ru: * Сбежать

source: * Spare
ru_ru: * Пощадить

source: <32>{#p/story}* YOU WON! * You earned $(x) EXP and $(y)G.
ru_ru: <32>{#p/story}* ПОБЕДА! * Награда $(x) ОП и $(y)З.

source: <32>{#p/story}* YOU WON! * You earned $(x) EXP and $(y)G. * Your LOVE increased.
ru_ru: <32>{#p/story}* ПОБЕДА! * Награда $(x) ОП и $(y)З. * Ваш УР повысился.

source: ERROR
ru_ru: ОШИБКА

source: DISMISS
ru_ru: ЗАКРЫТЬ

source: Click To Dismiss
ru_ru: Нажмите чтобы закрыть

source: An error occured! Please send screenshot to developer.
ru_ru: Произошла ошибка! Пожалуйста отправьте скриншот разработчику.

source: CONTROL
ru_ru: УПРАВЛЕНИЕ

source: GENERAL
ru_ru: ОСНОВНОЕ

source: BATTLE
ru_ru: БИТВА

source: FixMusic
ru_ru: Фиксированная музыка

source: FixPlayer
ru_ru: Фиксированный игрок

source: InfiniteG
ru_ru: Бесконечные Монеты

source: Interact
ru_ru: Взаимодействовать

source: Input
ru_ru: Ввод

source: Movement
ru_ru: Движение

source: Noclip
ru_ru: Ноклип

source: Save
ru_ru: Сохранить

source: SkipText
ru_ru: Пропустить текст

source: Freecam
ru_ru: Бесплатная камера

source: CanAssist
ru_ru: Может помочь

source: ClearBox
ru_ru: Прозрачный ящик

source: Exit
ru_ru: Выход

source: ResetBox
ru_ru: Перезапустить ящик

source: ResetMenu
ru_ru: Перезапустить меню

source: CanFlee
ru_ru: Суметь сбежать

source: InfiniteHP
ru_ru: Бесконечное здоровье

source: PacifyAll
ru_ru: Усмирить всех

source: Suicide
ru_ru: Суицид

source: WeakenAll
ru_ru: Ослабить всех

source: $(x) FPS
ru_ru: $(x) ФПС

source: Halt
ru_ru: Остановка

source: GAME SPEED
ru_ru: СКОРОСТЬ ИГРЫ

source: More
ru_ru: Больше

source: Less
ru_ru: Менее

source: GODHOME
ru_ru: Дом бога

source: ROOM
ru_ru: КОМНАТА

source: Teleport
ru_ru: Телепорт

source: ENCOUNTER
ru_ru: Столкновение

source: Start
ru_ru: Старт

source: ARMOR
ru_ru: БРОНЯ

source: WEAPON
ru_ru: ОРУЖИЕ

source: INSPECT
ru_ru: Проверить

source: LAYERS
ru_ru: Слои

source: TYPES
ru_ru: Виды

source: Base
ru_ru: База

source: Below
ru_ru: Ниже

source: Main
ru_ru: Главный

source: Above
ru_ru: Выше

source: Menu
ru_ru: Меню

source: Hitbox
ru_ru: Хитбокс

source: Sprite
ru_ru: Спрайт

source: Text
ru_ru: Текст

source: EXPLORER
ru_ru: Исследователь

source: Base (Explorer)
ru_ru: Базированый (Проводник)

source: Below (Explorer)
ru_ru: Нижний (Проводник)

source: Main (Explorer)
ru_ru: Главный (Проводник)

source: Above (Explorer)
ru_ru: Верхний (Проводник)

source: Menu (Explorer)
ru_ru: Меню (Проводник)

source: A
ru_ru: А

source: C
ru_ru: С

source: Press [TAB] to cycle debug info
ru_ru: Нажмите [TAB], чтобы просмотреть отладочную информацию

source: Acceleration
ru_ru: Ускорение

source: Active
ru_ru: Активный

source: Alpha
ru_ru: Альфа

source: Anchor
ru_ru: Якорь

source: Blend
ru_ru: Смесь

source: Border
ru_ru: Граница

source: Computed Size
ru_ru: Вычисленный размер

source: Content
ru_ru: Контент

source: Crop
ru_ru: Урожай

source: Down
ru_ru: Вниз

source: Duration
ru_ru: Продолжительность

source: EXP
ru_ru: ОП

source: Extent
ru_ru: Степень

source: Face
ru_ru: Лицо

source: False
ru_ru: Ложный

source: Fill
ru_ru: Заполнить

source: Font Family
ru_ru: Семейство шрифтов

source: Font Size
ru_ru: Размер шрифта

source: Frames
ru_ru: Кадры

source: Gravity
ru_ru: Гравитация

source: Group
ru_ru: Группа

source: HP
ru_ru: ОЗ

source: Index
ru_ru: Индекс

source: Inert
ru_ru: Вялый

source: Key
ru_ru: Ключ

source: Last Saved Time
ru_ru: Последнее сохраненное время

source: Layer
ru_ru: Слой

source: Layers
ru_ru: Слои

source: Left
ru_ru: Лево

source: Metadata
ru_ru: Метаданные

source: Music
ru_ru: Музыка

source: Namespace
ru_ru: Название помещения

source: NONE
ru_ru: Никто

source: none
ru_ru: никто

source: Objects
ru_ru: Объект

source: Oversaver
ru_ru: Над спасателем

source: Parallax
ru_ru: Смещение

source: Position
ru_ru: Позиция

source: Primed
ru_ru: Загрунтованный

source: Priority
ru_ru: Приоритет

source: REGISTRY
ru_ru: Регистрация

source: Renderer
ru_ru: Рендеринг

source: Resources
ru_ru: Ресурсы

source: Reverse
ru_ru: Реверс

source: Right
ru_ru: Право

source: Room
ru_ru: Комната

source: Room State
ru_ru: Состояние комнаты

source: Rotation
ru_ru: Вращение

source: Scale
ru_ru: Масштаб

source: Shop Selection
ru_ru: Выбор магазина

source: Size
ru_ru: Размер

source: Spacing
ru_ru: Расстояние

source: Spin
ru_ru: Вращение

source: Sprites
ru_ru: Спрайты

source: Step
ru_ru: Шаг

source: Stroke
ru_ru: Инсульт

source: Subcrop
ru_ru: Субкультура

source: Talk
ru_ru: Говорить

source: Target
ru_ru: Цель

source: Tint
ru_ru: Оттенок

source: Tracked Assets
ru_ru: Отслеживаемые активы

source: True
ru_ru: Да

source: UNKNOWN
ru_ru: НЕИЗВЕСТНЫЙ

source: Up
ru_ru: Вверх

source: Vars
ru_ru: Вары

source: Velocity
ru_ru: Скорость

source: Volatile
ru_ru: Летучий

source: SAVEMOD
ru_ru: Cохранить мод

source: SAVE EDITOR
ru_ru: Cохранить редактор

source: Data (Booleans)
ru_ru: Данные (логические)

source: Data (Numbers)
ru_ru: Данные (Номера)

source: Data (Strings)
ru_ru: Данные (Строки)

source: Flags (Booleans)
ru_ru: Флаги (логические)

source: Flags (Numbers)
ru_ru: Флаги (Цифры)

source: Flags (Strings)
ru_ru: Флаги (Строки)

source: NAVIGATION
ru_ru: Навигация

source: Prev
ru_ru: Предыдущий

source: Next
ru_ru: Следующий

source: Enter Value
ru_ru: Введите значение

source: Back
ru_ru: Назад

source: STORAGE
ru_ru: ХРАНИЛИЩЕ

source: STORAGE EDITOR
ru_ru: РЕДАКТОР ХРАНИЛИЩА

source: SELECTION
ru_ru: ВЫБОР

source: Inventory
ru_ru: Инвентарь

source: Dim. Box A
ru_ru: Объёмный. Ящик А

source: Dim. Box B
ru_ru: Объёмный. Ящик Б

source: Clear File
ru_ru: Очистить файл

source: Notice
ru_ru: Уведомление

source: Open
ru_ru: Открыть

source: SAVE files
ru_ru: Сохранить файлы

source: Open File
ru_ru: Открыть Файл

source: Save File
ru_ru: Сохранить Файл

source: That file could not be parsed.
ru_ru: Этот файл не удалось разобрать.

source: OK
ru_ru: ОК

source: Cancel
ru_ru: Отмена

source: Clear this file?
ru_ru: Очистить этот файл?

source: Your SAVE file from the OUTERTALE demo has been moved to a timeline slot.
ru_ru: Ваш сохраненный файл из демо-версии OUTERTALE был перемещен в раздел временной шкалы.

source: Save this file?
ru_ru: Сохранить этот файл?

source: Copy the text below into a JSON file to save it to your device.
ru_ru: Скопируйте приведенный ниже текст в JSON-файл, чтобы сохранить его на своем устройстве.

source: Load this file?
ru_ru: Загрузить этот файл?

source: §fill=#ff0§< DEVELOPER >§fill=#fff§
ru_ru: §fill=#ff0§< СОЗДАТЕЛЬ >§fill=#fff§

source: §fill=#ff0§< WRITER >§fill=#fff§
ru_ru: §fill=#ff0§< ПИСАТЕЛЬ >§fill=#fff§

source: Dischnie
ru_ru: Обеденный стол

source: My Aster
ru_ru: Моя Астор.

source: §fill=#ff0§< ARTIST >§fill=#fff§
ru_ru: §fill=#ff0§< ХУДОЖНИК >§fill=#fff§

source: PoTheWinterCorder
ru_ru: По Зимней границе

source: ScarletScaledDragon
ru_ru: Алый чешуйчатый дракон

source: semi
ru_ru: полу

source: SquigglyWiggley
ru_ru: Волнистый, извивающийся

source: §fill=#ff0§< TECHNICIAN >§fill=#fff§
ru_ru: §fill=#ff0§< СПЕЦИАЛИСТ >§fill=#fff§

source: §fill=#ff0§< TESTER >§fill=#fff§
ru_ru: §fill=#ff0§< ТЕСТЕР >§fill=#fff§

source: blue
ru_ru: Синий

source: delta
ru_ru: Дельта

source: Green Tea
ru_ru: Зелёный Чай

source: Huggies!
ru_ru: Обнимашки!

source: lil tanski
ru_ru: Тански, Лил

source: MR. PETER
ru_ru: Мистер Питер.

source: MSBen
ru_ru: Мсбен

source: Murder--Sans_MDR
ru_ru: Убийство - Sans MDR

source: Nanorasmus
ru_ru: Нанорасмус

source: NepAnime
ru_ru: Непал

source: Shaun Duz Stuffs
ru_ru: Шон Дуз Стаффс

source: SHCyank
ru_ru: ШКьянк

source: petar3644
ru_ru: Пайта 3644

source: PixelToons Jaafar
ru_ru: Пиксель Тоонс Джаафар

source: Prezmop
ru_ru: Пресмоп

source: prymus-agd
ru_ru: Праймус АГД

source: Quin
ru_ru: Квин.

source: RadicalRic
ru_ru: Радикальный Рик

source: Raelynn
ru_ru: Рэйлин.

source: retr22800
ru_ru: Попробуйте 22800

source: spaceknife234
ru_ru: Космический нож 234

source: superkippy
ru_ru: Суперкиппи

source: Teecup
ru_ru: Текуп

source: Tem in a Cowboy Hat
ru_ru: Тема в ковбойской шляпе

source: Tenbrooks
ru_ru: Тембрукс

source: The Fallen Angel
ru_ru: Падший ангел

source: TheAsriel
ru_ru: Асриль

source: Wild Pasta
ru_ru: Дикая Италия

source: Xiao_Akatsuki
ru_ru: Маленький Кацуки

source: §fill=#ff0§< SPECIAL THANKS >§fill=#fff§
ru_ru: §fill=#ff0§< ОСОБАЯ БЛАГОДАРНОСТЬ >§fill=#fff§

source: §fill=#808080§For being there for me when I need someone to lean on, and teaching me life lessons that have made me a better person.§fill=#fff§
ru_ru: §fill=#808080§За то, что был рядом со мной, когда я нуждался в поддержке, и преподал мне жизненные уроки, которые сделали меня лучше.§fill=#fff§

source: §fill=#808080§For being one of the friendliest people I know, the first person to believe in my vision, and inspiring me to finish the game.§fill=#fff§
ru_ru: §fill=#808080§За то что ты один из самых приветливых людей которых я знаю, веру в моё виденье и вдохновение завершить игру.§fill=#fff§

source: §fill=#808080§For sticking with me at every stage of development, right from the start. Regardless of the era, he's always been there to help.§fill=#fff§
ru_ru: Он всегда там помогает. § fill = # fff §

source: §fill=#808080§For being a voice of reason when it comes to many aspects of the game, and encouraging me to take testing seriously.§fill=#fff§
ru_ru: Тщательное тестирование. § fill = # fff §

source: §fill=#808080§For being reliable, brutally honest, giving me lots of criticism and ideas, and being trustworthy from the day we met.§fill=#fff§
ru_ru: С того дня, как мы встретились, мы заслужили доверие. § fill = # fff §

source: §fill=#808080§For helping me write crucial parts of the game, supporting my vision, and helping me express myself in a whole new way.§fill=#fff§
ru_ru: Я по - новому. § fill = # fff §

source: §fill=#808080§For being there to help towards the end of development, and ensuring the game's writing reaches its full potential.§fill=#fff§
ru_ru: Полностью реализовать свой потенциал. § fill = # fff §

source: Brought to you by §fill=#ff0§The Mavis & Co.§fill=#fff§
ru_ru: От § fill = # ff0 § The Mavis & Co. для вас § fill = # fff §

source: (( CAST ))
ru_ru: ((Актерский состав)

source: FROGGIT
ru_ru: * ФРОГГИТ

source: Pondering Life
ru_ru: Жизнь

source: Professional Frog
ru_ru: Лягушка

source: Pondering Love
ru_ru: Любовь

source: Hopping In Fear
ru_ru: Страх

source: FLUTTERLYTE
ru_ru: * Трепетун

source: Learning To Fly
ru_ru: Лети.

source: Emboldening Aviator
ru_ru: Пилоты

source: Searching The Skies
ru_ru: Небо

source: Evasively Maneuvering
ru_ru: Мобильность

source: GELATINI
ru_ru: * желатин

source: Found A New Space Station
ru_ru: Космическая станция

source: Backup Dancer
ru_ru: Танцоры

source: Exotic Jelly Dancer
ru_ru: Танцоры

source: Found A New Galaxy
ru_ru: Галактика

source: OCULOUX
ru_ru: * Окулус

source: Slightly Bully-Like
ru_ru: Понравилось издеваться

source: Reformed Bully
ru_ru: Угрозы

source: Slightly Flirtatious
ru_ru: легкомысленный

source: SILENTE
ru_ru: * Силенте

source: Exceedingly Agreeable
ru_ru: Согласен.

source: Casually Enjoys Life
ru_ru: Наслаждайтесь жизнью

source: In Love From Afar
ru_ru: Афар

source: Endangerment Denier
ru_ru: Даниэль.

source: MUSHY
ru_ru: * Мушка

source: Balgamlı Kedi & ScarletScaledDragon
ru_ru: Скачать Balgamlı Kedi & ScarletScaledDragon

source: Shooting Blanks
ru_ru: Одеяло

source: Quick-Draw Magician
ru_ru: Волшебник.

source: Gunshot Heart-Throb
ru_ru: Тромб сердца

source: Spraying And Praying
ru_ru: Молитва.

source: LURKSALOT
ru_ru: ЛУРКСАЛОТ

source: Keeping To Themselves
ru_ru: Они сами.

source: Seeking Physical Contact
ru_ru: Физический контакт

source: Stoically Uninvolved
ru_ru: Не участвовать

source: STARDRAKE
ru_ru: * Стардрейк

source: Still Looking For Laughs
ru_ru: Для смеха

source: Semi-Successful Comedian
ru_ru: Комедианты

source: Popular With The Grown-Ups
ru_ru: Взрослые

source: CHILLDRAKE
ru_ru: * Чилдрейк

source: Still Looking For Supporters
ru_ru: Для сторонников

source: Gained A Cult Following
ru_ru: Ниже приводится

source: Trades Kisses For Supporters
ru_ru: Для сторонников

source: Anti-Bullying Activist
ru_ru: Активисты

source: ASTRO SERF
ru_ru: * Астро Серф

source: Thinking About Its Antenna
ru_ru: Его антенна

source: Radio Station Sensation
ru_ru: Чувство

source: Love Is On The Air
ru_ru: Воздух

source: Emergency Broadcaster
ru_ru: Радиовещательная компания

source: JERRY
ru_ru: Джерри.

source: Getting Ditched On The Daily
ru_ru: The Daily Mail

source: Getting Ditched Slightly Less
ru_ru: Немного меньше.

source: On The Road To Redemption
ru_ru: Выкуп.

source: WHIZKARAT
ru_ru: * Визкарат

source: Zaxento The Greedy & semi
ru_ru: Жадность и наполовину

source: Having An Identity Crisis
ru_ru: Кризис идентичности

source: Newest Member Of Mouse Society
ru_ru: Общество крыс

source: Getting Frisky With The Mice
ru_ru: & Мыши

source: Scurried Back To Cat Society
ru_ru: Общество кошек

source: DOGGO
ru_ru: * Догго

source: Believes In The Almighty Wrench
ru_ru: Всемогущий ключ

source: Found His Own Seeing-Eye Wolf
ru_ru: Увидеть глаза волка

source: In Love With His Seeing-Eye Wolf
ru_ru: Увидеть глаза волка

source: Running To His Seeing-Eye Wolf
ru_ru: Увидеть глаза волка

source: CANIS MINOR
ru_ru: * Малый Пёс

source: Searching For Affection
ru_ru: Эмоции

source: Found A Loving Owner
ru_ru: Владелец

source: Found An Owning Lover
ru_ru: Любовник.

source: Desperate For Affection
ru_ru: Эмоции

source: DOGAMY & DOGARESSA
ru_ru: Догами и Догареса

source: Still Thinking About Fetch
ru_ru: О компании Fetch

source: Reigning Puppy-Dog Eyes Champions
ru_ru: Чемпион по глазам

source: Caught In Each- Other's Gaze
ru_ru: Взгляд других

source: Defensive Puppy- Dog Eyes Engaged
ru_ru: Обручение глаз собаки

source: CANIS MAJOR
ru_ru: * Большой Пёс

source: Unaware Of Life's Changes
ru_ru: Жизнь меняется.

source: Excited By Life's Changes
ru_ru: Жизнь меняется.

source: Touched By Life's Changes
ru_ru: Жизнь меняется.

source: SKRUBBINGTON
ru_ru: * Скрубингтон

source: Only 99.1 Percent Clean
ru_ru: Процент чистоты

source: Power-Washing Powerhouse
ru_ru: Здание электростанции

source: Hot Tub Manufacturer
ru_ru: Производитель

source: Overpowered Pressure Washer
ru_ru: стиральная машина высокого давления

source: GELATA
ru_ru: * Гелата

source: Looking For A Baby Sitter
ru_ru: Детская няня

source: Slime-Powered Barstool
ru_ru: Барный стул

source: Sexy Sitcom Regular
ru_ru: Обычный

source: Glorified Wrestling Prop
ru_ru: Борьба с опорой

source: RADTILE
ru_ru: :: Радиоактивные материалы

source: Balgamlı Kedi & Zaxento The Greedy
ru_ru: Balgamlı Kedi & Zaxento - Жадность

source: Wallowing In Imperfection
ru_ru: Несовершенство.

source: Improving His Self-Image
ru_ru: Самообразие

source: Dating His Own Reflection
ru_ru: Размышления

source: Headed For An Ugly Future
ru_ru: Уродливое будущее

source: SHYREN
ru_ru: * Хирон

source: Back To Taking Piano Lessons
ru_ru: Уроки фортепиано

source: Mettaton's New Lead Singer
ru_ru: Новый вокалист

source: In Love With A Ghost
ru_ru: Призрак.

source: Can't Sing Without A Synthesizer
ru_ru: Синтезатор

source: DOGE
ru_ru: * Щенок

source: Construction Site Drill Sergeant
ru_ru: Инструкторы

source: Bought A Lifetime Spa Subscription
ru_ru: Спа - пакеты

source: Felt Puppy Love For The First Time
ru_ru: Впервые

source: MUFFET
ru_ru: * Маффины

source: Looking For Her Next Payout
ru_ru: Следующий платеж

source: Caring For The Spider Clans
ru_ru: Пауки

source: Picnic Date Matchmaker
ru_ru: Лунный старость

source: HOTWIRE
ru_ru: * Горячая линия

source: Waiting For The Beat To Drop
ru_ru: Ударь.

source: Lightning-Fast Rapper
ru_ru: Хищные птицы

source: Rapper Turned Love Song Writer
ru_ru: Любовные писатели

source: Rap Battling To The Near-Death
ru_ru: На грани смерти

source: TSUNDERIDEX
ru_ru: * Синдрекс

source: Flying Deeper Into Denial
ru_ru: Отрицание

source: Sneaking Up On You At Warp Speed
ru_ru: Ты на кривой скорости.

source: Tsun To Be Your Dere-Dere
ru_ru: Твои права.

source: Finally Met Its Match
ru_ru: Это соревнование.

source: PERIGEE
ru_ru: * Перигей

source: Another Day, Another Conflict
ru_ru: Еще один конфликт

source: Interplanetary Ambassador
ru_ru: Посол

source: Encouraging Love In Others
ru_ru: В других

source: Showing Kindness Through The Pain
ru_ru: Через боль

source: RG 03 & RG 04
ru_ru: RG 03 и RG 04

source: In Search Of Childhood Friends
ru_ru: Друзья детства

source: Use Your Imagination
ru_ru: Воображение

source: Please Use Your Imagination
ru_ru: Воображение

source: Royal Guard Retirees
ru_ru: Пенсионеры

source: GLYDE
ru_ru: Грэд!

source: Not Your Ideal Business Partner
ru_ru: Оперативные партнеры

source: A Little Less Shady Than Usual
ru_ru: Темнее, чем обычно

source: Not Your Ideal Bedfellow
ru_ru: Бедферро

source: BURGERPANTS
ru_ru: Воры.

source: Running Hastily At The Life Ahead
ru_ru: В будущей жизни

source: Looking Forward To The Life Ahead
ru_ru: Жизнь в будущее

source: Finding Love In The Life Ahead
ru_ru: В будущей жизни

source: COZMO
ru_ru: * Козмо

source: Looking For A Dictionary
ru_ru: Словарь

source: Famous Magician
ru_ru: Волшебник.

source: Found A New Kind Of Magic
ru_ru: Магия

source: TERRESTRIA
ru_ru: * Террестрия

source: In Search Of The Past
ru_ru: В прошлом.

source: Renowned Historian
ru_ru: Историки

source: Has A Crush On The Homeworld
ru_ru: Дом

source: FINAL FROGGIT
ru_ru: * Последняя лягушка

source: Keeping Its Wisdom To Itself
ru_ru: Сама мудрость

source: Sharing Its Wisdom Openly
ru_ru: Мудрость открыто

source: Using Its Wisdom For Love
ru_ru: Ради любви

source: Using Its Wisdom For Survival
ru_ru: Чтобы выжить

source: FLUTTERKNYTE
ru_ru: * Флуттеркнит

source: Still Working Every Day
ru_ru: Каждый день.

source: Finally Took A Break
ru_ru: Отдохни.

source: Looking For Some Private Time
ru_ru: Частное время

source: Working Harder Out Of Fear
ru_ru: Из страха

source: Still A Big Bully
ru_ru: Остался Большим задирой

source: Domineering Eye Doctor
ru_ru: Офтальмолог

source: Domineering Leather Tailor
ru_ru: Кожаный портной

source: Overthrown By An Oculoux
ru_ru: Глаз дьявола

source: SILENCIO
ru_ru: * Силенсио

source: Still A Shameless Coward
ru_ru: Бесстыдный трус.

source: A Little Less Of A Coward
ru_ru: Трус.

source: In Love With Its Fear
ru_ru: Это страх.

source: Running Faster Than Ever Before
ru_ru: Больше, чем когда - либо

source: MUSHKETEER
ru_ru: :: Мушкеттер

source: Balgamlı Kedi & Ghostly
ru_ru: Balgamlı Kedi & Призрак

source: One Mushroom Army
ru_ru: Армия

source: Hardened Warrior Seeking Peace
ru_ru: В поисках мира

source: Defeated By The Power Of Love
ru_ru: Сила любви.

source: Scared Straight
ru_ru: Боится Силы

source: PAPYRUS
ru_ru: ПАПИРУС

source: ProctorDorkchop02 & MattSpriteMaster
ru_ru: ProctorDorkchop02 и MattSpriteMaster

source: SANS
ru_ru: САНС

source: ProctorDorkchop02 & Fired
ru_ru: Прокурор Dorkchop02 & уволен

source: UNDYNE
ru_ru: АНДАЙН

source: ALPHYS
ru_ru: АЛЬФИС

source: MEW MEW
ru_ru: МЯУ МЯУ

source: NAPSTABLOOK
ru_ru: НАБСТАБЛУК

source: METTATON
ru_ru: МЕТТАТОН

source: TORIEL
ru_ru: ТОРИЭЛЬ

source: ASGORE
ru_ru: АЗГОР

source: MONSTER KID
ru_ru: МОНСТРЁНОК

source: ASRIEL
ru_ru: АЗРИЭЛЬ

source: Medi0creking & MattSpriteMaster
ru_ru: Medi0creking и MattSpriteMaster

source: [↑ or ↓] to Select / [Z or ENTER] to Confirm
ru_ru: [↑ или ↓] чтобы Выбрать / [Z или ENTER] чтобы Подтвердить

source: To whom it may concern, This game contains §fill=#ff0§flashing images§fill=#fff§ which may be reduced via the §fill=#ff0§settings menu§fill=#fff§.
ru_ru: § fill = # ff0 § Меню Настройки § fill = # fff §.

source: §fill=#808080§Press [Z or ENTER] to Continue
ru_ru: § fill = # 80080 § Нажмите [Z или ENTER] Продолжить

source: Quitting
ru_ru: Выходим

source: Quitting.
ru_ru: Выходим.

source: Quitting..
ru_ru: Выходим..

source: Thank you for playing Outertale.
ru_ru: Спасибо за то, что сыграли в Outertale.

source: Working on this project has been an honor,
ru_ru: Работа над этим проектом была для меня большой честью,

source: and a pleasure on my part.
ru_ru: и с удовольствием с моей стороны.

source: When I started this journey, I never
ru_ru: Когда я начинал это приключение, я никогда

source: thought I'd get this far, but here we
ru_ru: Не думал, что заберусь так далеко, но вот мы

source: are anyway, at the end.
ru_ru: в любом случае, в конце.

source: For me, UNDERTALE was a life-changing
ru_ru: Для меня UNDERTALE стал судьбоносным.

source: experience, and one that was very hard to
ru_ru: опыт, который было очень трудно

source: let go of after I first played it.
ru_ru: после того, как я впервые сыграл в нее.

source: So, with OUTERTALE, I wanted to give you
ru_ru: Поэтому, создавая «OUTERTALE», я хотел дать тебе

source: another chance to exist in a world like it,
ru_ru: еще один шанс на существование в мире, подобном этому,

source: as if it were your first time.
ru_ru: как будто это твой первый раз.

source: I hope I've given you that chance.
ru_ru: Надеюсь, я дал тебе этот шанс.

source: I hope you've come away satisfied with
ru_ru: Я надеюсь, что ты остался доволен

source: the time you've spent in this world.
ru_ru: время, проведенное в этом мире.

source: No matter what you've done in your life,
ru_ru: Неважно, что ты сделал в своей жизни,

source: your actions here speak volumes about the
ru_ru: твои действия здесь говорят о том

source: kind of person you really are.
ru_ru: каким человеком ты на самом деле являешься.

source: It's because of you that you got the ending
ru_ru: Это благодаря тебе ты получил концовку

source: you did, and nothing can take that
ru_ru: ты сделал это, и ничто не может это отменить

source: experience away from you.
ru_ru: опыт, который ты отнимаешь у себя.

source: Despite your mistakes... you are awesome,
ru_ru: Несмотря на ошибки... ты потрясающий,

source: and you deserve love and attention.
ru_ru: и ты заслуживаешь любви и внимания.

source: Remember that, okay?
ru_ru: Помни это, хорошо?

source: Take care of yourself, "$(x)."
ru_ru: Береги себя, «$(x)».

source: THE END
ru_ru: КОНЕЦ

source: THE END...?
ru_ru: КОНЕЦ...?

source: Restarting
ru_ru: Перезапуск

source: Restarting.
ru_ru: Перезапуск.

source: Restarting..
ru_ru: Перезапуск..

source: GAMEPAD SETUP
ru_ru: НАСТРОЙКА КНОПОК

source: Use an input on your gamepad to assign it to the in-game action. Use the input again to confirm, or use other inputs to assign those as well. Press ESC to skip setup.
ru_ru: Нажмите кнопку на геймпаде чтобы настроить её под действие в игре. Нажмите кнопку снова для подтверждения, или нажмите другие кнопки чтобы их тоже настроить. Нажмите ESC чтобы пропустить настройку.

source: Inputs Assigned: $(x)
ru_ru: Выбранное Управление: $(x)

source: [Z or ENTER] - Confirm
ru_ru: [Z или ENTER] - Подтвердить

source: [X or SHIFT] - Cancel
ru_ru: [X или SHIFT] - Отменить
