Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>{#p/human}* (You can't seem to understand the contents of this book.)
ru_ru: <32>{#p/human}* (Ты не можешь понять содержание этой книги.)

source: <32>{#p/basic}* It's a book, written in an ancient language.
ru_ru: <32>{#p/basic}* Эта книга, написанная на древнем языке.

source: <32>{#p/basic}* Would you like me to read it?
ru_ru: <32>{#p/basic}* Ты хочешь, чтобы я прочитал её?

source: <32>{#p/basic}* Read it again?
ru_ru: <32>{#p/basic}* Прочитать ещё раз?

source: * (Have $(name) read the book?)
ru_ru: * (Читал ли $(name) эту книгу?)

source: <32>{#p/basic}* Okay, here goes...
ru_ru: <32>{#p/basic}* Итак, начнём...

source: <32>* "Long ago, two species ruled the solar system: humans and monsters."
ru_ru: <32>* "Давным-давно в Солнечной системе правили два вида: люди и монстры."

source: <32>* "At first, the monsters were only visitors, soon to return to their own star system."
ru_ru: <32>* "Сначала монстры были всего лишь гостями, которым вскоре предстояло вернуться в свою звёздную систему"

source: <32>* "But the monsters became fascinated by humanity, and wanted to co-exist with them."
ru_ru: <32>* "Но монстры были очарованы человечеством и хотели сосуществовать с ним."

source: <32>* "As such, they shared their technology with the humans, and forged an alliance."
ru_ru: <32>* "Поэтому они поделились своими технологиями с людьми и заключили союз."

source: <32>* "Over the next few hundred years, monsters and humans lived in peace and harmony."
ru_ru: <32>* "В течение следующих нескольких сотен лет монстры и люди жили в мире и согласии."

source: <32>* "One day, the humans began to fear something about the monsters..."
ru_ru: <32>* "Однажды люди начали бояться монстров..."

source: <32>* "A fear that, without skilled leadership, was allowed to spiral out of control."
ru_ru: <32>* "Страх, которому без квалифицированного руководства позволили выйти из-под контроля»"

source: <32>* "As time passed, a war broke out between the two species."
ru_ru: <32>* "Со временем между двумя видами началась война."

source: <32>* "Many battles and skirmishes would occur all across the stars..."
ru_ru: <32>* "Множество сражений и стычек произойдет по всем звёздам..."

source: <32>* "But the humans, filled with fear and determination, easily took control."
ru_ru: <32>* "Но люди, преисполненные страха и решимости, легко взяли себя в руки."

source: <32>* "Then, on one fateful day, a massive weapon was fired at the monsters' homeworld."
ru_ru: <32>* "Затем, в один роковой день, по родному миру монстров было выпущено мощное оружие."

source: <32>* "After the monsters' home planet was destroyed, humans declared victory."
ru_ru: <32>* "После того как родная планета монстров была уничтожена, люди объявили о победе."

source: <32>* "A settlement between the two species was signed, and..."
ru_ru: <32>* "Было подписано соглашение между двумя видами, и..."

source: <32>* "The remaining monsters were banished to an abandoned outpost."
ru_ru: <32>* "Оставшиеся монстры были изгнаны на заброшенный аванпост."

source: <32>* "Then, the humans gathered seven of their brightest minds."
ru_ru: <32>* "Тогда люди собрали семь своих самых умных людей."

source: <32>* "Together, they formulated a plan, and eventually..."
ru_ru: <32>* "Вместе они разработали план, и в конце концов..."

source: <32>* "A powerful force field was erected, and the monsters were sealed in."
ru_ru: <32>* "Было воздвигнуто мощное силовое поле, и монстры оказались запечатаны внутри."

source: <32>* Well, that's the story.
ru_ru: <32>* Ну, вот и вся история.

source: <32>{#p/basic}* Well, if you ever want me to read it, let me know.
ru_ru: <32>{#p/basic}* Ну, если ты захочешь, чтобы я её прочитал, дай мне знать.

source: <32>{#p/basic}{#npc/a}* If you want a room, you'll need to ask me first.
ru_ru: <32>{#p/basic}{#npc/a}* Если ты хочешь снять комнату, сначала спроси меня.

source: <32>{#p/basic}{#npc/a}* If you want a room again, you'll need to ask me first.
ru_ru: <32>{#p/basic}{#npc/a}* Если ты снова захочешь снять комнату, тебе придётся сначала спросить меня.

source: <32>{#p/basic}{#npc/a}* Sorry, munchkin! * No more vacancies left here!
ru_ru: <32>{#p/basic}{#npc/a}* Прости, малыш! * Здесь больше нет свободных мест!

source: <32>{#p/human}* (You approach the vending machine.)
ru_ru: <32>{#p/human}* (Ты подходишь к торговому автомату.)

source: <32>{#p/basic}* It's an exoberry-exclusive vending machine.
ru_ru: <32>{#p/basic}* Это эксклюзивный торговый автомат.

source: * (Buy the Exoberries for 8G?)
ru_ru: * (Купить Экзоберри за 8G?)

source: <32>{#p/human}* (You don't have enough G.)
ru_ru: <32>{#p/human}* (У тебя недостаточно G.)

source: <32>{#p/human}* (You got the Exoberries.)
ru_ru: <32>{#p/human}* (Ты получил Экзоберри.)

source: <32>{#p/human}* (You decide not to buy.)
ru_ru: <32>{#p/human}* (Ты решил не покупать.)

source: <32>{#p/human}* (You look behind the station and find a key.)
ru_ru: <32>{#p/human}* (Ты заглядываешь за станцию и находишь ключ.)

source: <32>{#s/equip}{#p/human}* (The Rusty Key was added to your keyring.)
ru_ru: <32>{#s/equip}{#p/human}* (Ржавый ключ был добавлен в связку твоих ключей).

source: <32>* (Check your CELL to see all acquired keys.)
ru_ru: <32>* (Проверьте твой ТЕЛ, чтобы увидеть все приобретенные ключи).

source: <32>{#p/human}* (You look behind the station.)
ru_ru: <32>{#p/human}* (Ты смотришь на станцию.)

source: <32>{#p/basic}* Nothing new back here.
ru_ru: <32>{#p/basic}* Ничего нового здесь нет.

source: <25>{#p/sans}* oh, hey there.
ru_ru: <25>{#p/sans}* О, привет.

source: <25>{#p/sans}{#f/2}* if you liked that last puzzle, just wait until you see this one.
ru_ru: <25>{#p/sans}{#f/2}* Если тебе понравилась последняя головоломка, подожди, пока ты не увидишь эту.

source: <18>{#p/papyrus}{#f/9}HUMAN!!
ru_ru: <18>{#p/papyrus}{#f/9}ЧЕЛОВЕК!!

source: <18>{#f/9}YOU HAVE SEEN MY PUZZLES.
ru_ru: <18>{#f/9} ТЫ ВИДЕЛ МОИ ГОЛОВОЛОМКИ.

source: <18>{#f/4}BUT WHAT YOU ARE ABOUT TO SEE IS...
ru_ru: <18>{#f/4}НО ТО, ЧТО ТЫ СЕЙЧАС УВИДИШЬ, ЭТО...

source: <26>{#p/sans}* no, really. * walk up and take a look.
ru_ru: <26>{#p/sans}* Нет, правда. * Подойдите и посмотрите.

source: <25>{#p/sans}* it's right there on the ground.
ru_ru: <25>{#p/sans}* она лежит прямо на земле.

source: <18>{#p/papyrus}{#f/7}SANS!! WHERE'S THE PUZZLE!?
ru_ru: <18>{#p/papyrus}{#f/7}САНС!! ГДЕ ПАЗЛ!?

source: <25>{#p/sans}* you're lookin' at it.
ru_ru: <25>{#p/sans}* ты смотришь на него.

source: <18>{#p/papyrus}{#f/1}WHAT? THAT TABLET LYING ON THE GROUND?
ru_ru: <18>{#p/papyrus}{#f/1} ЧТО? ЭТА СТРАНИЦА, ЛЕЖАЩАЯ НА ЗЕМЛЕ?

source: <18>{#f/4}OKAY...
ru_ru: <18>{#f/4}ОКЕЙ...

source: <25>{#p/sans}* well, how was it? * ... too hot to handle?
ru_ru: <25>{#p/sans}* Ну, как? * ... слишком жарко?

source: <25>{#p/sans}* can't even bring yourself to look at it, huh?
ru_ru: <25>{#p/sans}* даже не можешь заставить себя посмотреть на неё, да?

source: <25>* i guess i shouldn't have expected much.
ru_ru: <25>* Думаю, мне не стоило ожидать многого.

source: <26>{#f/3}* oh well. * maybe a kakuro puzzle would be easier for you.
ru_ru: <26>{#f/3}* Ну что ж. * Может быть, тебе будет проще решить головоломку Какуро.

source: <26>{#f/0}* but i digress.
ru_ru: <26>{#f/0}* Но я отвлёкся.

source: <18>{#p/papyrus}{#f/7}SANS!!! THAT DIDN'T DO ANYTHING!
ru_ru: <18>{#p/papyrus}{#f/7}САНС!!! ЭТО НИЧЕГО НЕ ДАЛО!

source: <18>{#p/papyrus}{#f/7}SANS!!! THEY DIDN'T EVEN LOOK AT IT!
ru_ru: <18>{#p/papyrus}{#f/7}САНС!!! ОН ДАЖЕ НЕ ПОСМОТРЕЛ!

source: <25>{#p/sans}* whoops.
ru_ru: <25>{#p/sans}* Упс.

source: <25>{#f/3}* i knew i should have used today's kakuro puzzle instead.
ru_ru: <25>{#f/3}* Я знал, что должен был использовать сегодняшнюю головоломку Какуро.

source: <18>{#p/papyrus}{#f/1}WHAT!? KAKURO!?
ru_ru: <18>{#p/papyrus}{#f/1} ЧТО!? КАКУРО!?

source: <18>{#f/9}I CAN'T BELIEVE YOU SAID THAT!!
ru_ru: <18>{#f/9} Я НЕ МОГУ ВЕРИТЬ, ЧТО ТЫ ЭТО СКАЗАЛ!!!

source: <18>{#f/4}IN MY OPINION...
ru_ru: <18>{#f/4} ПО МОЕМУ МНЕНИЮ...

source: <18>{#f/0}SUDOKU IS EASILY THE HARDEST.
ru_ru: <18>{#f/0}СУДОКУ - САМОЕ СЛОЖНОЕ.

source: <25>{#p/sans}* what? really, dude? * that easy-peasy number shuffle?
ru_ru: <25>{#p/sans}* Что? Правда, чувак? * это простое перестановка чисел?

source: <25>{#f/4}* that's for baby bones.
ru_ru: <25>{#f/4}* это для детских костей.

source: <18>{#p/papyrus}{#f/4}UN. BELIEVABLE.
ru_ru: <18>{#p/papyrus}{#f/4}НЕВЕРОЯТНО.

source: <18>{#f/9}HUMAN!!! SOLVE THIS DISPUTE!
ru_ru: <18>{#f/9}ЧЕЛОВЕК!!! РАЗРЕШИТЕ ЭТОТ СПОР!

source: * (Which is harder?)
ru_ru: * (Что сложнее?)

source: Sudoku
ru_ru: Судоку

source: Kakuro
ru_ru: Какуро

source: <18>{#p/papyrus}HA! HA! YES!
ru_ru: <18>{#p/papyrus}ХA! ХА! ДА!

source: <18>HUMANS MUST BE VERY INTELLIGENT!
ru_ru: <18>ЛЮДИ ДОЛЖНЫ БЫТЬ ОЧЕНЬ УМНЫМИ!

source: <18>IF THEY ALSO FIND SUDOKU SO DIFFICULT!
ru_ru: <18>ЕСЛИ И СУДОКУ ИМ КАЖЕТСЯ ТАКИМ СЛОЖНЫМ!

source: <18>{#f/9}NYEH! HEH! HEH HEH!
ru_ru: <18>{#f/9}НИЕХ! HEH! ХЕХ ХЕХ!

source: <18>{#p/papyrus}{#f/9}YOU TWO ARE WEIRD!
ru_ru: <18>{#p/papyrus}{#f/9}ВЫ ДВА СТРАННЫХ!

source: <18>{#f/0}KAKURO PUZZLES ARE SO EASY.
ru_ru: <18>{#f/0}КАКУРО ГОЛОВОЛОМКИ ЭТО ЛЕГКО.

source: <18>IT'S THE SAME SOLUTION EVERY TIME.
ru_ru: <18>КАЖДЫЙ РАЗ ЭТО ОДНО И ТО ЖЕ РЕШЕНИЕ.

source: <18>{#f/4}I JUST FILL ALL THE BOXES IN WITH THE LETTER "Z"...
ru_ru: <18>{#f/4}Я ПРОСТО ЗАПОЛНЯЮ ВСЕ БУКВЫ С БУКВОЙ "Z"...

source: <18>{#f/4}BECAUSE EVERY TIME I LOOK AT A KAKURO...
ru_ru: <18>{#f/4}КАЖДЫЙ РАЗ, КОГДА Я СМОТРЮ НА КАКУРО...

source: <18>{#f/9}ALL I CAN DO IS SNORE!!!
ru_ru: <18>{#f/9}ВСЕ, ЧТО Я МОГУ СДЕЛАТЬ, ЭТО ХРАПЕТЬ!!!

source: <25>{#p/sans}{#f/3}* by the way, i think i saw a pair of dogs running around...
ru_ru: <25>{#p/sans}{#f/3}* Кстати, мне кажется, я видел пару собак, бегающих вокруг...

source: <25>{#f/0}* i'd tread carefully if i were you.
ru_ru: <25>{#f/0}* Я бы на твоем месте был осторожен.

source: <25>{#p/sans}* hey, where ya goin there, bucko?
ru_ru: <25>{#p/sans}* Эй, куда это ты собрался, парень?

source: <25>{#p/sans}* wrong way.
ru_ru: <25>{#p/sans}* неправильный путь.

source: <25>{#p/sans}* really? * it's not THAT bad.
ru_ru: <25>{#p/sans}* Правда? * Это не так уж и плохо.

source: <25>{#p/sans}* really?
ru_ru: <25>{#p/sans}* правда?

source: <25>{#p/sans}* thanks for saying "sudoku" just to appease my brother.
ru_ru: <25>{#p/sans}* Спасибо, что сказали "судоку", чтобы успокоить моего брата.

source: <25>{#f/4}* yesterday he got stumped trying to "solve" a star chart.
ru_ru: <25>{#f/4}* вчера он зашел в тупик, пытаясь "решить" звездную карту.

source: <25>{#p/sans}* papyrus... * ... finds difficulty in interesting places.
ru_ru: <25>{#p/sans}* Папирус... * ... находит трудности в интересных местах.

source: <25>{#p/sans}{#f/3}* i kinda figured you'd skip over it.
ru_ru: <25>{#p/sans}{#f/3}* Я так и думал, что ты пропустишь это.

source: <25>{#f/0}* that just seems like the sort of thing you'd do, doesn't it?
ru_ru: <25>{#f/0}* Это похоже на то, что ты бы сделал, не так ли?

source: <25>{#p/sans}{#f/3}* i'm surprised. * i thought you'd walk right past it.
ru_ru: <25>{#p/sans}{#f/3}* Я удивлён. * Я думал, ты пройдешь мимо.

source: <25>{#f/2}* perhaps you're not so terrible after all.
ru_ru: <25>{#f/2}* Возможно, ты не так уж и ужасен, в конце концов.

source: <25>{#p/sans}{#f/2}* heheh, made you look.
ru_ru: <25>{#p/sans}{#f/2}* Хехе, заставил тебя посмотреть.

source: <25>{#p/sans}{#f/3}* i'm surprised. * i thought you weren't even interested.
ru_ru: <25>{#p/sans}{#f/3}* Я удивлен. * Я думал, ты даже не интересуешься.

source: <32>{#p/basic}* Did something move? * Was it just my imagination?
ru_ru: <32>{#p/basic}* Что-то двигалось? * Это было только моё воображение?

source: <32>* If something WAS moving... * For example, a human...
ru_ru: <32>* Если бы что-то двигалось... * Например, человек...

source: <32>* I'll make sure it never leaves my sight again!
ru_ru: <32>* Я позабочусь о том, чтобы он больше никогда не выходил из поля моего зрения!

source: <32>{#p/basic}* S-S-S-Something pet me... * Something that isn't even m-m-moving...!
ru_ru: <32>{#p/basic}* С-с-с-что-то гладит меня... * Что-то, что даже не д-д-движется...!

source: <32>* I'm gonna need some dog treats for this.
ru_ru: <32>* Для этого мне понадобятся собачьи лакомства.

source: <32>{#p/basic}* A w-w-wrench appeared out of nowhere, h-huh!?!?
ru_ru: <32>{#p/basic}* Из ниоткуда появился гаечный ключ, а!?!??

source: <32>{#p/basic}* ... what a day!
ru_ru: <32>{#p/basic}* ... что за день!

source: <32>{#p/basic}* A h-h-human came up and attacked me... * Out of n-n-nowhere...!
ru_ru: <32>{#p/basic}* Человек подошел и напал на меня... * Из н-н-ниоткуда...!

source: <32>{#p/basic}* I'm... * I'm gonna go to bed.
ru_ru: <32>{#p/basic}* Я... * Я пойду спать.

source: <32>{#p/basic}* Hello? * Is anybody there...?
ru_ru: <32>{#p/basic}* Алло? * Есть кто-нибудь...?

source: <32>{#p/basic}* Are you two playing a trick on me? * Real funny, guys.
ru_ru: <32>{#p/basic}* Ты разыгрываешь меня? * Очень смешно, ребята.

source: <32>{#p/basic}* Big lug? * Is that you? * Come on...
ru_ru: <32>{#p/basic}* Большой кусок? * Это ты? * Да ладно...

source: <32>{#p/basic}* Well, it's not the tall skeleton... * He's too loud.
ru_ru: <32>{#p/basic}* Ну, это не высокий скелет... * Он слишком громкий.

source: <32>{#p/basic}* Whoever you are, knock it off!!!
ru_ru: <32>{#p/basic}* Кто бы ты ни был, прекрати это!!!

source: <32>{#p/basic}* (Snore... snore...)
ru_ru: <32>{#p/basic}* (Храп... храп...)

source: <32>{#p/basic}* Did you just... * Drop the part of me I had given you?
ru_ru: <32>{#p/basic}* Ты только что... * Бросил часть меня, которую я тебе дал?

source: <32>* I have no words for you... * Begone!
ru_ru: <32>* У меня нет слов для тебя... * Уходи!

source: <32>{#p/basic}* You know, you're lucky I'm busy advertising.
ru_ru: <32>{#p/basic}* Знаешь, тебе повезло, что я занят рекламой.

source: <32>{#p/basic}* Did you just... * Consume the part of me I had given you?
ru_ru: <32>{#p/basic}* Ты только что... * Съел часть меня, которую я дал тебе?

source: <32>{#p/basic}* Nice to see you enjoying your Ice Dream! * Very nice!
ru_ru: <32>{#p/basic}* Приятно видеть, как ты наслаждаешься своей Ледяной Мечтой! * Очень приятно!

source: <25>{#p/asriel2}{#f/9}* Just follow my lead...
ru_ru: <25>{#p/asriel2}{#f/9}* Просто следуй моему примеру...

source: <25>{#p/asriel2}{#f/16}* This way.
ru_ru: <25>{#p/asriel2}{#f/16}* Сюда.

source: <25>{#p/asriel2}{#f/2}* Well, well... if it isn't the great Papyrus standing just ahead.
ru_ru: <25>{#p/asriel2}{#f/2}* Так, так... если это не великий Папирус, стоящий прямо впереди.

source: <25>{#p/asriel2}{#f/3}* Well, well... here we go again.
ru_ru: <25>{#p/asriel2}{#f/3}* Так, так... опять началось.

source: <25>{#p/asriel2}{#f/1}* Let's go introduce ourselves, shall we?
ru_ru: <25>{#p/asriel2}{#f/1}* Пойдемте представимся, хорошо?

source: <25>{#p/asriel2}{#f/4}* You know the drill by now.
ru_ru: <25>{#p/asriel2}{#f/4}* Ты уже знаешь, что к чему.

source: <25>{*}{#p/asriel2}{#f/5}* Howdy!{^5}{%}
ru_ru: <25>{*}{#p/asriel2}{#f/5}* Привет!{^5}{%}

source: <18>{*}{#p/papyrus}{#f/1}WHAT THE- {%}
ru_ru: <18>{*}{#p/papyrus}{#f/1}ЧТО ЗА- {%}

source: <25>{#p/asriel2}{#f/13}* ... $(name), do you...
ru_ru: <25>{#p/asriel2}{#f/13}* ... $(name), ты...

source: <25>{#f/17}* Do you think you could take over from here?
ru_ru: <25>{#f/17}* Как ты думаешь, ты сможешь занять это место?

source: <25>{#f/15}* Not that anything's wrong with me, but...
ru_ru: <25>{#f/15}* Не то чтобы со мной что-то было не так, но...

source: <25>{#f/16}* I just think you'd be better at this than I am.
ru_ru: <25>{#f/16}* Я просто думаю, что у тебя это получится лучше, чем у меня.

source: <25>{#f/17}* Yeah, that's it. * You're better at this sort of thing.
ru_ru: <25>{#f/17}* Да, вот так. * Ты лучше разбираешься в таких вещах.

source: <25>{#p/asriel2}{#f/16}* Okay, yeah. * I'll, uh... let you take over now.
ru_ru: <25>{#p/asriel2}{#f/16}* Ладно, да. * Я, эм... позволю тебе приступить к работе.

source: <25>{#p/asriel2}{#f/15}* So, uh... onwards?
ru_ru: <25>{#p/asriel2}{#f/15}* Итак... дальше?

source: <25>{#p/asriel2}{#f/8}* Psst, let's wait and see what he does.
ru_ru: <25>{#p/asriel2}{#f/8}* Псс, давай подождём и посмотрим, что он сделает.

source: <25>{#p/asriel2}{#f/15}* Wow. * To see Papyrus in such a state...
ru_ru: <25>{#p/asriel2}{#f/15}* Ух ты. * Видеть Папируса в таком состоянии...

source: <25>{#f/16}* ... it's certainly unexpected, isn't it?
ru_ru: <25>{#f/16}* ... это, конечно, неожиданно, не так ли?

source: <25>{#f/13}* Oh, $(name)...
ru_ru: <25>{#f/13}* О, $(name)...

source: <25>{#f/1}* I think we're going to have a lot of fun.
ru_ru: <25>{#f/1}* Думаю, нам будет очень весело.

source: <25>{#p/asriel2}{#f/16}* Poor, poor Papyrus.
ru_ru: <25>{#p/asriel2}{#f/16}* Бедный, бедный Папирус.

source: <25>{#p/asriel2}{#f/16}* Golly... some people just don't get it.
ru_ru: <25>{#p/asriel2}{#f/16}* Боже... некоторые люди просто не понимают этого.

source: <25>{#p/asriel2}{#f/4}* Tch.
ru_ru: <25>{#p/asriel2}{#f/4}* Тчк.

source: <25>{#p/asriel2}{#f/4}* What a waste of time.
ru_ru: <25>{#p/asriel2}{#f/4}* Какая пустая трата времени.

source: <25>{#p/asriel2}{#f/3}* Huh.
ru_ru: <25>{#p/asriel2}{#f/3}* Хах.

source: <26>{#p/asriel2}{#f/3}* Well, that's the canine unit gone.
ru_ru: <26>{#p/asriel2}{#f/3}* Ну вот, собачьего отряда больше нет.

source: <26>{#p/asriel2}{#f/4}* Only one bridge left between us and town.
ru_ru: <26>{#p/asriel2}{#f/4}* Между нами и городом остался только один мост.

source: <25>{#f/1}* ... stay behind me.
ru_ru: <25>{#f/1}* ... держись позади меня.

source: <25>{#p/asriel2}{#f/3}* Into town we go...
ru_ru: <25>{#p/asriel2}{#f/3}* В город мы идём...

source: <25>{#p/asriel2}{#f/6}* Okay, $(name). * The town's all yours.
ru_ru: <25>{#p/asriel2}{#f/6}* Хорошо, $(name). * Город в твоём распоряжении.

source: <25>{#f/7}* In the meantime, I have to do something that'll be important later.
ru_ru: <25>{#f/7}* А пока я должен сделать кое-что, что будет важно позже.

source: <25>{#f/1}* I'll be back before you know it.
ru_ru: <25>{#f/1}* Я вернусь раньше, чем ты успеешь оглянуться.

source: <25>{#p/asriel2}{#f/1}* See you around the back of town.
ru_ru: <25>{#p/asriel2}{#f/1}* Увидимся за городом.

source: <25>{#p/asriel2}{#f/2}* Hee. * Hee. * Hee....
ru_ru: <25>{#p/asriel2}{#f/2}* Хи. * Хи. * Хи....

source: <25>{#f/10}* ... wait, where's Papyrus?
ru_ru: <25>{#f/10}* ... подожди, где Папирус?

source: <25>{#f/4}* Golly, $(name), I didn't think you'd kill him THAT quickly.
ru_ru: <25>{#f/4}* Боже, $(name), я не думал, что ты убьешь его так быстро.

source: <25>{#f/1}* It's about time that bonehead paid the price for his mercy.
ru_ru: <25>{#f/1}* Пришло время этому костяному болвану поплатиться за свое милосердие.

source: <25>{#f/13}* Golly. * He wanted SO badly to forgive you.
ru_ru: <25>{#f/13}* Боже. * Он так хотел простить тебя.

source: <25>{#f/16}* But, let's be honest with ourselves here...
ru_ru: <25>{#f/16}* Но, давайте будем честны с собой...

source: <25>{#f/1}* We've got bigger fish to fry.
ru_ru: <25>{#f/1}* У нас есть дела поважнее.

source: <25>{#p/asriel2}{#f/13}* Oh well. * The skeleton died for nothing again.
ru_ru: <25>{#p/asriel2}{#f/13}* Ну что ж. * Скелет снова умер зря.

source: <25>{#p/asriel2}{#f/13}* You know, they say the third time's the charm...
ru_ru: <25>{#p/asriel2}{#f/13}* Ты знаешь, говорят, что третий раз - самое то...

source: <25>{#f/16}* Too bad he only ever gets one.
ru_ru: <25>{#f/16}* Жаль, что ему достается только один.

source: <25>{#p/asriel2}{#f/6}* That's four times you've killed him now.
ru_ru: <25>{#p/asriel2}{#f/6}* Теперь ты убил его уже четыре раза.

source: <25>{#f/8}* I'm starting to think you enjoy this...
ru_ru: <25>{#f/8}* Мне кажется, тебе это нравится...

source: <25>{#p/asriel2}{#f/15}* Again...?
ru_ru: <25>{#p/asriel2}{#f/15}* Опять...?

source: <25>{#f/1}* Howdy, Asriel.
ru_ru: <25>{#f/1}* Привет, Азриэль.

source: <25>{#f/3}* We need to talk.
ru_ru: <25>{#f/3}* Нам нужно поговорить.

source: <25>{#p/asriel2}{#f/6}* Talk? * About what?
ru_ru: <25>{#p/asriel2}{#f/6}* Поговорить? * О чём?

source: <25>{#f/6}* Why are you even here?
ru_ru: <25>{#f/6}* Почему ты вообще здесь?

source: <25>{#f/7}* You know you'll just die to me anyway.
ru_ru: <25>{#f/7}* Ты знаешь, что всё равно умрешь.

source: <25>{#f/8}* Speaking of which... {%15}
ru_ru: <25>{#f/8}* Кстати говоря... {%15}

source: <25>{#p/asriel2}{#f/8}* Talk? * Don't waste my time.
ru_ru: <25>{#p/asriel2}{#f/8}* Поговорить? * Не трать моё время.

source: <25>{#f/6}* I KNOW you're just using a hologram.
ru_ru: <25>{#f/6}* Я ЗНАЮ, что ты просто используешь голограмму.

source: <25>{|}{#p/asgore}{#f/5}* How did you- {%}
ru_ru: <25>{|}{#p/asgore}{#f/5}* Как ты- {%}

source: <25>{#p/asriel2}{#f/1}* Hush.
ru_ru: <25>{#p/asriel2}{#f/1}* Тише.

source: <25>{#p/asriel2}{#f/8}* Seriously? * A hologram?
ru_ru: <25>{#p/asriel2}{#f/8}* Серьёзно? * Голограмма?

source: <25>{#f/6}* I knew you were a coward, but this is a whole new level.
ru_ru: <25>{#f/6}* Я знал, что ты трус, но это совершенно новый уровень.

source: <25>{#p/asgore}{#f/1}* Do you not have anything better to do?
ru_ru: <25>{#p/asgore}{#f/1}* Неужели тебе нечем заняться?

source: <25>{|}{#p/asgore}{#f/3}* Look, son, I simply- {%}
ru_ru: <25>{|}{#p/asgore}{#f/3}* Послушай, сынок, я просто- {%}

source: <25>{#p/asriel2}{#f/7}* I'm not your son. * I haven't BEEN your son for a long time.
ru_ru: <25>{#p/asriel2}{#f/7}* Я не твой сын. * Я уже давно не ТВОЙ сын.

source: <25>{#p/asgore}{#f/1}* Alright, Asriel. * Do you not see what you are doing to yourself?
ru_ru: <25>{#p/asgore}{#f/1}* Хорошо, Азриэль. * Ты не видишь, что делаешь с собой?

source: <25>{#f/2}* You've become callous. * Unforgiving.
ru_ru: <25>{#f/2}* Вы стали черствым. * Непрощающим.

source: <25>{#p/asriel2}{#f/8}* Ugh, don't say it like you actually care about me, dad.
ru_ru: <25>{#p/asriel2}{#f/8}* Не говори так, будто я тебе действительно небезразличен, папа.

source: <25>{#p/asriel2}{#f/9}* Oh, sorry... * Did I say "Dad?" * I meant "Asgore."
ru_ru: <25>{#p/asriel2}{#f/9}* О, прости... * Я сказал "Папа?" * Я имел в виду "Асгор."

source: <25>{#f/1}* Forgive me.
ru_ru: <25>{#f/1}* Прости меня.

source: <25>{#p/asgore}{#f/3}* ... * Really now...
ru_ru: <25>{#p/asgore}{#f/3}* ... * Правда сейчас...

source: <25>{#f/5}* You must reconsider what you are doing, not for our sakes...
ru_ru: <25>{#f/5}* Ты должен пересмотреть свои действия, не ради нас...

source: <25>{#f/6}* But for yours!
ru_ru: <25>{#f/6}* Но для тебя!

source: <25>{#p/asriel2}{#f/7}* ... give me a break.
ru_ru: <25>{#p/asriel2}{#f/7}* ... дайте мне передохнуть.

source: <26>{#f/6}* It's OBVIOUS you're just here to wind me up.
ru_ru: <26>{#f/6}* Очевидно, что ты . . просто хочешь меня подколоть.

source: <25>{#p/asgore}{#f/7}* You must consider the gravity of your choices!
ru_ru: <25>{#p/asgore}{#f/7}* Ты должен учитывать серьёзность своего выбора!

source: <25>{#p/asriel2}{#f/15}* Or what? I'll float off into space, never to be seen again?
ru_ru: <25>{#p/asriel2}{#f/15}* Или что? Я улечу в космос, и меня больше никогда не увидят?

source: <25>{#f/16}* Come on $(name), we're done here.
ru_ru: <25>{#f/16}* Давай $(name), мы закончили.

source: <25>{*}{#p/asgore}{#f/8}* Asriel, please! * I only want to help!{^999}
ru_ru: <25>{*}{#p/asgore}{#f/8}* Азриэль, пожалуйста! * Я только хочу помочь!{^999}

source: <25>{#p/asriel2}{#f/3}* Ready yourself, $(name).
ru_ru: <25>{#p/asriel2}{#f/3}* Приготовься, $(name).

source: <26>{#f/4}* This is Undyne's domain.
ru_ru: <26>{#f/4}* Это область Андайн.

source: <25>{#p/asriel2}{#f/4}* Take us in.
ru_ru: <25>{#p/asriel2}{#f/4}* Прими нас.

source: <18>{#p/papyrus}{#f/31}SANS? IS THAT A HUMAN?
ru_ru: <18>{#p/papyrus}{#f/31}САНС? ЭТО ЧЕЛОВЕК?
