Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <18>{#f/5}IT IS, ISN'T IT?
ru_ru: <18>{#f/5}ЭТО ВЕДЬ ТАК?

source: <18>{#f/32}NYEH... UNDYNE WILL FINALLY...
ru_ru: <18>{#f/32}НЬЕХ... АНДАЙН НАКОНЕЦ-ТО...

source: <18>{#p/papyrus}{#f/31}I'LL GET TO JOIN THE ROYAL GUARD...
ru_ru: <18>{#p/papyrus}{#f/31}Я ПОПАДУ В КОРОЛЕВСКУЮ ГВАРДИЮ...

source: <18>{#f/5}DOESN'T THAT MAKE YOU HAPPY?
ru_ru: <18>{#f/5}НЕ ЭТО ЛИ ДЕЛАЕТ ТЕБЯ СЧАСТЛИВЫМ?

source: <25>{#p/asriel2}{#f/3}* You can't keep pretending, Papyrus. * He's gone.
ru_ru: <25>{#p/asriel2}{#f/3}* Ты не можешь продолжать притворяться, Папирус. * Он ушел.

source: <18>{|}{#p/papyrus}{#f/5}BUT- {%}
ru_ru: <18>{|}{#p/papyrus}{#f/5}НО- {%}

source: <25>{#p/asriel2}{#f/3}* It's over. * You're wasting your time on him.
ru_ru: <25>{#p/asriel2}{#f/3}* Все кончено. * Ты тратишь на него своё время.

source: <18>{#p/papyrus}{#f/6}BUT IT CAN'T BE... SANS, HE...
ru_ru: <18>{#p/papyrus}{#f/6} НО ЭТОГО НЕ МОЖЕТ БЫТЬ... САНС, ОН...

source: <18>{#f/31}HE PROMISED...
ru_ru: <18>{#f/31} ОН ОБЕЩАЛ...

source: <25>{#p/asriel2}{#f/8}* That bonehead is the LAST person I'd trust to keep a promise.
ru_ru: <25>{#p/asriel2}{#f/8}* Этот болван - последний человек, которому я бы доверил сдержать обещание.

source: <26>{#f/9}* Not that I'm any better.
ru_ru: <26>{#f/9}* Не то чтобы я был лучше.

source: <18>{#f/3}I'M SORRY. I HAVE TO GO...
ru_ru: <18>{#f/3}ПРОСТИТЕ. МНЕ НУЖНО ИДТИ...

source: <18>{#p/papyrus}{#f/31}WELL, I JUST GOT BACK FROM UNDYNE...
ru_ru: <18>{#p/papyrus}{#f/31} НУ ВОТ, Я ТОЛЬКО ЧТО ПРИШЁЛ ОТ АНДАЙН...

source: <18>{#f/31}SHE TELLS ME THE KING HAS AN OFFER FOR YOU.
ru_ru: <18>{#f/31}ОНА СКАЗАЛА МНЕ, ЧТО У ЦАРЯ ЕСТЬ ПРЕДЛОЖЕНИЕ ДЛЯ ТЕБЯ.

source: <18>{#p/papyrus}{#f/3}HIS EXACT WORDS WERE "I WANT TO SEE MY SON."
ru_ru: <18>{#p/papyrus}{#f/3} ЕГО ТОЧНЫМИ СЛОВАМИ БЫЛИ "Я ХОЧУ ВИДЕТЬ СВОЕГО СЫНА."

source: <18>{#f/7}I CAN'T BELIEVE THE PRINCE KILLED MY BROTHER!
ru_ru: <18>{#f/7}Я НЕ МОГУ ВЕРИТЬ, ЧТО ПРИНЦ УБИЛ МОЕГО БРАТА!

source: <25>{|}{#p/asriel2}{#f/8}* Actually, it was you we were trying to- {%}
ru_ru: <25>{|}{#p/asriel2}{#f/8}* Вообще-то, это ты, мы пытались- {%}

source: <18>{#p/papyrus}{#f/7}ENOUGH!!
ru_ru: <18>{#p/papyrus}{#f/7}ХВАТИТ!!

source: <18>{#f/7}YOU BETRAYED YOUR OWN SOCIETY! YOUR OWN PEOPLE!
ru_ru: <18>{#f/7}ТЫ ПРЕДАЛ СВОЁ ОБЩЕСТВО! СВОЙ НАРОД!

source: <18>{#f/7}AND FOR WHAT!?
ru_ru: <18>{#f/7}И ЗА ЧТО!?

source: <18>{#f/7}A PETTY ATTEMPT AT SELF-AMUSEMENT?
ru_ru: <18>{#f/7}МАЛЕНЬКАЯ ПОПЫТКА САМОУТВЕРЖДЕНИЯ?

source: <25>{#p/asriel2}{#f/16}* Yes, Papyrus. * That's exactly what this is for.
ru_ru: <25>{#p/asriel2}{#f/16}* Да, Папирус. * Именно для этого.

source: <18>{#p/papyrus}{#f/7}... UGH!!
ru_ru: <18>{#p/papyrus}{#f/7}... УГХ!!

source: <18>{#p/papyrus}{#f/4}AS FOR YOU, HUMAN...
ru_ru: <18>{#p/papyrus}{#f/4}ТЫ, ЧЕЛОВЕК...

source: <18>{#f/7}DON'T THINK I CAN'T SEE WHAT'S GOING ON.
ru_ru: <18>{#f/7}НЕ ДУМАЙТЕ, ЧТО Я НЕ МОГУ ВИДЕТЬ, ЧТО ПРОИСХОДИТ.

source: <18>{#f/7}IT'S OBVIOUS YOU'RE THE ONE CALLING THE SHOTS!
ru_ru: <18>{#f/7}ЭТО ОЧЕВИДНО, ЧТО ВЫ ДЕЛАЕТЕ ВЫСТРЕЛЫ!

source: <25>{#p/asriel2}{#f/8}* How observant.
ru_ru: <25>{#p/asriel2}{#f/8}* Какой наблюдательный.

source: <25>{#f/7}* Guess we should just admit defeat to you here and now, huh?
ru_ru: <25>{#f/7}* Полагаю, мы должны признать своё поражение здесь и сейчас, а?

source: <25>{#p/asriel2}{#f/4}* Let me be clear. * I do admire the effort.
ru_ru: <25>{#p/asriel2}{#f/4}* Позвольте мне внести ясность. * Я восхищаюсь усилиями.

source: <25>{#f/3}* But we've got our own plans to see to.
ru_ru: <25>{#f/3}* Но у нас есть свои планы.

source: <18>{#p/papyrus}{#f/4}JUST SO YOU KNOW, UNDYNE'S PROBABLY WATCHING US.
ru_ru: <18>{#p/papyrus}{#f/4}ЧТОБЫ ТЫ ЗНАЛ, АНДАЙН НАВЕРНОЕ НАС ВИДИТ.

source: <25>{#p/asriel2}{#f/3}* And your point is?
ru_ru: <25>{#p/asriel2}{#f/3}* И что ты хочешь этим сказать?

source: <25>{#f/4}* ... look Papyrus, it doesn't matter what you or anyone else does.
ru_ru: <25>{#f/4}* ... Послушай, Папирус, неважно, что делаешь ты или кто-то другой.

source: <25>{#f/1}* When the two of us are together, NOTHING can bring us apart.
ru_ru: <25>{#f/1}* Когда мы вместе, ничто не может нас разлучить.

source: <18>{#p/papyrus}{#f/7}WHATEVER!!!
ru_ru: <18>{#p/papyrus}{#f/7}ВСЁ РАВНО!!!

source: <25>{#p/asriel2}{#f/3}* Howdy.
ru_ru: <25>{#p/asriel2}{#f/3}* Привет.

source: <18>{#p/papyrus}{#f/31}YOU KNOW...
ru_ru: <18>{#p/papyrus}{#f/31}ТЫ ЗНАЕШЬ...

source: <18>{#f/31}I OVERHEARD DR. ALPHYS TALKING...
ru_ru: <18>{#f/31}Я СЛЫШУ, КАК ДР. АЛЬФИС ГОВОРИЛА...

source: <18>{#f/5}AND SHE MENTIONED SOMETHING LIKE "TURN BACK TIME?"
ru_ru: <18>{#f/5}И ОНА УПОМИНАЛА О ЧЁМ-ТО ТАКОМ, КАК "ПОВОРОТ ВРЕМЕНИ?"

source: <18>{|}{#f/32}{#x1}I CAN'T BE SURE, BUT IT SOUNDS LIKE- {%}
ru_ru: <18>{|}{#f/32}{#x1} Я НЕ МОГУ БЫТЬ УВЕРЕН, НО ЭТО ЗНАЧИТ, ЧТО- {%}

source: <25>{#p/asriel2}{#f/6}* No.
ru_ru: <25>{#p/asriel2}{#f/6}* Нет.

source: <18>{|}{#p/papyrus}{#f/6}BUT SHE SAID YOU MIGHT BE ABLE TO- {%}
ru_ru: <18>{|}{#p/papyrus}{#f/6} НО ОНА СКАЗАЛА, ЧТО ТЫ МОЖЕШЬ- {%}

source: <25>{#p/asriel2}{#f/6}* No. * Though, I'm sure she'd love it if I did.
ru_ru: <25>{#p/asriel2}{#f/6}* Нет. * Хотя, я уверен, ей бы понравилось, если бы я это сделал.

source: <25>{#p/asriel2}{#f/6}* No. * And she'll be dead in the end, anyway.
ru_ru: <25>{#p/asriel2}{#f/6}* Нет. * И в конце концов она всё равно умрет.

source: <18>{#p/papyrus}{#f/31}BUT, IF YOU REALLY CAN ERASE WHAT HAPPENED...
ru_ru: <18>{#p/papyrus}{#f/31} НО, ЕСЛИ ТЫ ДЕЙСТВИТЕЛЬНО МОЖЕШЬ СТЕРЕТЬ ТО, ЧТО ПРОИСХОДИЛО...

source: <18>{#f/5}THEN WHY NOT?
ru_ru: <18>{#f/5}ПОЧЕМУ НЕТ?

source: <18>{#f/31}A-AND, IN THE NEXT TIMELINE... I'LL TAKE HIS PLACE.
ru_ru: <18>{#f/31}И В СЛЕДУЮЩЕМ ВРЕМЕНИ... Я ЗАЙМУ ЕГО МЕСТО.

source: <18>{#f/3}THEN HE WOULDN'T HAVE TO DIE, RIGHT?
ru_ru: <18>{#f/3}Тогда ему не нужно было бы умирать, верно?

source: <25>{#p/asriel2}{#f/6}* ... * Trust me, I've already seen that timeline.
ru_ru: <25>{#p/asriel2}{#f/6}* ... * Поверьте, я уже видел эту временную шкалу.

source: <25>{#f/7}* It's BORING.
ru_ru: <25>{#f/7}* Это СКУЧНО.

source: <18>{#f/6}BUT WHAT IF I SHOW YOU THIS PUZZLE?
ru_ru: <18>{#f/6}НО ЧТО, ЕСЛИ Я ПОКАЖУ ТЕБЕ ЭТУ ГОЛОВОЛОМКУ?

source: <18>{#f/32}IT MIGHT HELP TO ALLEVIATE YOUR BOREDOM...
ru_ru: <18>{#f/32}ЭТО МОЖЕТ ПОМОЧЬ ИЗБАВИТЬСЯ ОТ СКУКИ...

source: <25>{#p/asriel2}{#f/15}* If it makes you feel better, I guess.
ru_ru: <25>{#p/asriel2}{#f/15}* Если тебе от этого легче, я думаю.

source: <18>{#p/papyrus}OH... OH!
ru_ru: <18>{#p/papyrus}О... НЕТ!

source: <18>{#f/0}THAT'S GREAT!!
ru_ru: <18>{#f/0}ЭТО ВЕЛИКОЛЕПНО!!

source: <18>{#f/0}YOU'RE ALREADY CHANGING YOUR MIND!!
ru_ru: <18>{#f/0}ТЫ УЖЕ ИЗМЕНИЛ СВОЕ МНЕНИЕ!!

source: <18>{|}{#f/5}WELL, HERE ARE THE RULES OF THE- {%}
ru_ru: <18>{|}{#f/5} НУ, ЗДЕСЬ ПРАВИЛА... {%}

source: <25>{#p/asriel2}{#f/7}* We already know the rules, idiot.
ru_ru: <25>{#p/asriel2}{#f/7}* Мы уже знаем правила, идиот.

source: <18>{#p/papyrus}{#f/31}... OH...
ru_ru: <18>{#p/papyrus}{#f/31}... О...

source: <18>{#f/6}UH, WELL THEN!! WITHOUT FURTHER ADO...
ru_ru: <18>{#f/6}УХ, НУ ТОГДА!! БЕЗ ЛИШНИХ СЛОВ...

source: <18>{#f/9}LET'S FIND OUT WHAT OUR RANDOM NUMBER WILL BE!!
ru_ru: <18>{#f/9}ДАВАЙТЕ УЗНАЕМ, КАКОЙ БУДЕТ НАШ РАНДОМНЫЙ НОМЕР!!

source: <18>{#p/papyrus}{#f/3}ASRIEL.
ru_ru: <18>{#p/papyrus}{#f/3}АЗРИЭЛЬ.

source: <25>{#p/asriel2}{#f/6}* Papyrus.
ru_ru: <25>{#p/asriel2}{#f/6}* Папирус.

source: <18>{#f/31}WHY?
ru_ru: <18>{#f/31}ПОЧЕМУ?

source: <18>{#f/31}WHY WOULD YOU DO THIS?
ru_ru: <18>{#f/31} ПОЧЕМУ ВЫ ЭТО СДЕЛАЛИ?

source: <18>{#f/3}MONSTERS AREN'T SUPPOSED TO BE LIKE THIS...
ru_ru: <18>{#f/3}МОНСТРЫ НЕ ДОЛЖНЫ БЫТЬ ТАКИМИ...

source: <18>{#f/5}WHERE'S YOUR LOVE? YOUR COMPASSION?
ru_ru: <18>{#f/5}ГДЕ ВАША ЛЮБОВЬ? СОСТРАДАНИЕ?

source: <18>{#f/31}YOUR... MERCY...
ru_ru: <18>{#f/31} ТВОЁ... МИЛОСЕРДИЕ...

source: <25>{#p/asriel2}{#f/2}* ... * Oh, you sweet stellar star child...
ru_ru: <25>{#p/asriel2}{#f/2}* ... * О, ты, милое звёздное дитя...

source: <25>{#f/1}* I lost those things a LONG time ago.
ru_ru: <25>{#f/1}* Я потерял их давным-давно.

source: <18>{#p/papyrus}{#f/31}BUT... I DON'T GET IT...
ru_ru: <18>{#p/papyrus}{#f/31} НО... Я НЕ ПОНИМАЮ...

source: <18>{#f/5}HOW CAN A MONSTER SO PURE OF MIND...
ru_ru: <18>{#f/5} КАК МОЖЕТ МОНСТР С ТАКИМ ЧИСТЫМ УМОМ...

source: <18>{#f/31}... BE TURNED SO COMPLETELY TO THE DARK SIDE?
ru_ru: <18>{#f/31}... БЫТЬ ПОВЕРНУТЫМ НА ТЁМНУЮ СТОРОНУ?

source: <25>{#p/asriel2}{#f/1}* You really wanna know?
ru_ru: <25>{#p/asriel2}{#f/1}* Ты действительно хочешь знать?

source: <18>{#f/3}YES...
ru_ru: <18>{#f/3}ДА...

source: <25>{#p/asriel2}{#f/10}* But do you really, really wanna know?
ru_ru: <25>{#p/asriel2}{#f/10}* Но ты точно, точно хочешь знать?

source: <18>{#p/papyrus}{#f/31}YES.
ru_ru: <18>{#p/papyrus}{#f/31}ДА.

source: <25>{#p/asriel2}{#f/3}* Say it louder.
ru_ru: <25>{#p/asriel2}{#f/3}* Скажи это громче.

source: <18>{#p/papyrus}{#f/5}YES!
ru_ru: <18>{#p/papyrus}{#f/5}ДА!

source: <26>{#p/asriel2}{#f/1}* With an exoberry on top.
ru_ru: <26>{#p/asriel2}{#f/1}* С экзоберри на вершине.

source: <18>{#p/papyrus}{#f/7}YES! WITH AN EXOBERRY ON TOP, DAMN IT!
ru_ru: <18>{#p/papyrus}{#f/7} ДА! С ЭКЗОБЕРРИ НА ВЕРШИНЕ, ЧЕРТ ВОЗЬМИ!

source: <25>{#p/asriel2}{#f/1}* Hee hee hee...
ru_ru: <25>{#p/asriel2}{#f/1}* Хи-хи-хи...

source: <25>{#f/1}* Alright, I'll tell you.
ru_ru: <25>{#f/1}* Хорошо, я расскажу тебе.

source: <25>{#f/15}* In fact, it'll only take one word...
ru_ru: <25>{#f/15}* На самом деле, нужно всего одно слово...

source: <18>{#p/papyrus}{#f/4}OH MY GOD, JUST SAY IT ALREADY...
ru_ru: <18>{#p/papyrus}{#f/4} О БОЖЕ, ПРОСТО СКАЖИ ЭТО СЕЙЧАС...

source: <25>{#p/asriel2}{#f/5}* Hah! * Hahaha! * The look on your face!
ru_ru: <25>{#p/asriel2}{#f/5}* Ха! * Хахаха! * Выражение твоего лица!

source: <18>{#p/papyrus}{#f/31}I...
ru_ru: <18>{#p/papyrus}{#f/31}Я...

source: <18>{#f/3}... NO...
ru_ru: <18>{#f/3}... НЕТ...

source: <18>{#p/papyrus}{#f/7}NO, YOU'RE WRONG.
ru_ru: <18>{#p/papyrus}{#f/7}НЕТ, ТЫ НЕ ПРАВ.

source: <18>{#f/7}YOU ARE THE ONE WHO'S BEEN TRYING TO BRING ME DOWN.
ru_ru: <18>{#f/7} ТЫ ТОТ, КТО ПОПЫТАЛСЯ УБИТЬ МЕНЯ.

source: <18>{#f/7}YOU ARE THE ONE WHO'S FED ME LIE AFTER LIE.
ru_ru: <18>{#f/7} ТЫ - ТОТ, КТО ВПАРИВАЛ МНЕ ЛОЖЬ ЗА ЛОЖЬЮ.

source: <18>{#f/9}BUT I, PAPYRUS...
ru_ru: <18>{#f/9}НО Я, ПАПИРУС...

source: <18>{#f/9}FINALLY UNDERSTAND THE {@fill=#f00}REAL TRUTH{@fill=#fff}.
ru_ru: <18>{#f/9}ОКОНЧАТЕЛЬНО ПОНЯЛ {@fill=#f00}НАСТОЯЩИЮ ПРАВДУ{@fill=#fff}.

source: <25>{#p/asriel2}{#f/13}* Oh? * And what's that?
ru_ru: <25>{#p/asriel2}{#f/13}* О? * И что это?

source: <18>{#p/papyrus}{#f/34}YOU'RE NOT {@fill=#f00}ASRIEL{@fill=#fff}.
ru_ru: <18>{#p/papyrus}{#f/34}ТЫ НЕ {@fill=#f00}АЗРИЭЛЬ{@fill=#fff}.

source: <18>{#f/31}{@fill=#f00}ASRIEL{@fill=#fff} WOULD NEVER ACT LIKE THIS.
ru_ru: <18>{#f/31}{@fill=#f00}АЗРИЭЛЬ{@fill=#fff} НИКОГДА БЫ ТАК НЕ ПОСТУПИЛ.

source: <18>{#f/5}{@fill=#f00}ASRIEL{@fill=#fff} WAS A KIND SOUL.
ru_ru: <18>{#f/5}{@fill=#f00}АЗРИЭЛЬ{@fill=#fff} БЫЛ ДОБРОЙ ДУШОЙ.

source: <18>{#f/5}{@fill=#f00}ASRIEL{@fill=#fff} BELIEVED IN PEOPLE...
ru_ru: <18>{#f/5}{@fill=#f00}АЗРИЭЛЬ{@fill=#fff} ВЕРИЛ В ЛЮДЕЙ...

source: <18>{#f/31}HE BELIEVED IN HUMANITY BEFORE ANYONE ELSE DID.
ru_ru: <18>{#f/31} ОН ВЕРИЛ В ЧЕЛОВЕЧЕСТВО РАНЬШЕ, ЧЕМ КТО-ЛИБО ДРУГОЙ.

source: <18>{#f/4}YOU, ON THE OTHER HAND...
ru_ru: <18>{#f/4}ТЫ, С ДРУГОЙ СТОРОНЫ...

source: <18>{#f/7}YOU JUST WANT TO USE THEM FOR YOUR OWN ENDS!
ru_ru: <18>{#f/7}ВЫ ПРОСТО ХОТИТЕ ИСПОЛЬЗОВАТЬ ЕГО В СВОИХ ЦЕЛЯХ!

source: <18>{#f/4}AND FRANKLY, I DON'T CARE WHAT YOU HAVE TO SAY.
ru_ru: <18>{#f/4}И ЧЕСТНО, МНЕ НЕ ВАЖНО, ЧТО ВЫ СКАЖЕТЕ.

source: <18>{#f/9}I STILL HAVE HOPE FOR THAT HUMAN.
ru_ru: <18>{#f/9}Я ЕЩЁ НАДЕЮСЬ НА ЭТОГО ЧЕЛОВЕКА.

source: <25>{#p/asriel2}{#f/8}* Well, if you've got so much faith in them...
ru_ru: <25>{#p/asriel2}{#f/8}* Ну, если ты так веришь в них...

source: <25>{#f/7}* Then prove me wrong.
ru_ru: <25>{#f/7}* Тогда докажите, что я не прав.

source: <25>{#f/3}* I'll let you take them on, one on one.
ru_ru: <25>{#f/3}* Я позволю тебе сразиться с ними один на один.

source: <25>{#f/3}* If they spare you, then I'll admit I was wrong.
ru_ru: <25>{#f/3}* Если он пощадят тебя, то я признаю, что был неправ.

source: <25>{#f/4}* But if they kill you, which they inevitably will...
ru_ru: <25>{#f/4}* Но если они убьют тебя, а это неизбежно...

source: <25>{#f/1}* You'll realize that I was right, and that HE died for nothing.
ru_ru: <25>{#f/1}* Ты поймешь, что я был прав, и что ОН умер зря.

source: <25>{#f/1}* How does that sound?
ru_ru: <25>{#f/1}* Как это звучит?

source: <18>{#p/papyrus}{#f/9}... I ACCEPT.
ru_ru: <18>{#p/papyrus}{#f/9}... Я СОГЛАСЕН.

source: <25>{#p/asriel2}{#f/3}* Splendid.
ru_ru: <25>{#p/asriel2}{#f/3}* Великолепно.

source: <25>{#f/4}* See you never.
ru_ru: <25>{#f/4}* Увидимся.

source: <32>{#p/human}* (You place your hands on the heavily scratched door.)
ru_ru: <32>{#p/human}* (Ты кладешь руки на сильно поцарапанную дверь.)

source: <32>{#p/basic}* The door is covered in cat- claw scratches.
ru_ru: <32>{#p/basic}* Дверь покрыта царапинами от кошачьих когтей.

source: <32>{#p/basic}* ... but everybody ran.
ru_ru: <32>{#p/basic}* ... но все побежали.

source: <32>{#p/basic}* ... but nobody came.
ru_ru: <32>{#p/basic}* ... но никто не пришёл.

source: <32>{#p/human}* (But there was nobody around to occupy the seat.)
ru_ru: <32>{#p/human}* (Но рядом не было никого, кто мог бы занять это место.)

source: <32>{#p/human}* (But there was nobody here.)
ru_ru: <32>{#p/human}* (Но здесь никого не было.)

source: <32>{#p/basic}* Nobody's home.
ru_ru: <32>{#p/basic}* Никого нет дома.

source: <32>{#p/human}* (You can't seem to find a way in.)
ru_ru: <32>{#p/human}* (Ты не можешь найти вход.)

source: <32>{#p/basic}{#npc/a}* Welcome to Starred Inn! * Starton's premier hotel!
ru_ru: <32>{#p/basic}{#npc/a}* Добро пожаловать в Звёздную гостиницу! * Лучший отель Старграда!

source: <32>* One night will cost you 60G.
ru_ru: <32>* Одна ночь обойдется вам в 60G.

source: * (Get a room?)
ru_ru: * (Снять комнату?)

source: <32>{#p/basic}{#npc/a}* Changed your mind?
ru_ru: <32>{#p/basic}{#npc/a}* Передумал?

source: <32>* Remember, one night is 60G.
ru_ru: <32>* Помните, что одна ночь стоит 60G.

source: <32>{#p/basic}{#npc/a}* Back again? * Remember, one night is 60G.
ru_ru: <32>{#p/basic}{#npc/a}* Снова вернулись? * Помните, что одна ночь стоит 60G.

source: * (Get a room again?)
ru_ru: * (Снова снять комнату?)

source: <33>{#p/basic}{#npc/a}* Back again? * Well, stay as long as you like!
ru_ru: <33>{#p/basic}{#npc/a}* Снова вернулись? * Ну, оставайся, сколько хочешь!

source: <32>{#p/basic}{#npc/a}* ... you don't even have 60G?
ru_ru: <32>{#p/basic}{#npc/a}* ... Ты не имеешь даже 60G?

source: <32>* Oh! You poor thing. * I can only imagine what you've been through.
ru_ru: <32>* О! Ты бедняга. * Я могу только представить, через что тебе пришлось пройти.

source: <32>* One of the rooms upstairs is empty, you can sleep there for free, okay?
ru_ru: <32>* Одна из комнат наверху пустует, ты можешь спать там бесплатно, хорошо?

source: <32>{#p/basic}{#npc/a}* Here's your room key. * Remember to bundle up!
ru_ru: <32>{#p/basic}{#npc/a}* Вот ключ от вашей комнаты. * Не забудьте одеться!

source: <32>{#p/basic}{#npc/a}* Sorry, you don't have enough G...
ru_ru: <32>{#p/basic}{#npc/a}* Извини, у тебя недостаточно G...

source: <32>{#p/basic}{#npc/a}* Hiya! * You look like you had a great sleep.
ru_ru: <32>{#p/basic}{#npc/a}* Приветик! * Ты выглядишь так, будто отлично выспался.

source: <32>* Which is incredible... * ... considering you were only up there for a few minutes.
ru_ru: <32>* Что невероятно... * ... учитывая, что ты пробыл там всего несколько минут.

source: <32>* Feel free to come back if you get tired.
ru_ru: <32>* Не стесняйся вернуться, если ты устанешь.

source: <32>* Here's your money back. * You can pay me if you're going to stay overnight.
ru_ru: <32>* Вот ваши деньги обратно. * Ты можешь заплатить мне, если останешься на ночь.

source: <32>{#p/basic}{#npc/a}* Not in a sleepy mood? * Well, I'll always be here if you need me!
ru_ru: <32>{#p/basic}{#npc/a}* Не в настроении спать? * Ну, я всегда буду здесь, если понадоблюсь тебе!

source: <32>{#p/basic}{#npc/a}* Hello! * Sorry, no time for a nap...
ru_ru: <32>{#p/basic}{#npc/a}* Привет! * Извини, нет времени на сон...

source: <32>* Starred Inn is shutting down so we can leave to find a new homeworld.
ru_ru: <32>* Звёздная гостиница закрывается, чтобы мы могли отправиться на поиски новой планеты.

source: <32>{#p/basic}{#npc/a}* Oh, there you are. * I've been worrying about you!
ru_ru: <32>{#p/basic}{#npc/a}* О, вот и ты. * Я беспокоился о тебе!

source: <32>* Things are going to be OK, you hear?
ru_ru: <32>* Все будет хорошо, слышишь?

source: <32>* We're all going to settle on a new homeworld soon...
ru_ru: <32>* Скоро мы все поселимся на новой планете...

source: <32>* There's bound to be a place you can stay there!
ru_ru: <32>* Там обязательно найдется место, где ты сможешь остановиться!

source: <25>{#p/kidd}{#f/1}* What's up?
ru_ru: <25>{#p/kidd}{#f/1}* Что случилось?

source: <25>{#p/kidd}{#f/1}* Yo, howzzitgoin?
ru_ru: <25>{#p/kidd}{#f/1}* Йо, как дела?

source: <25>{#p/kidd}{#f/1}* Hey, hey!
ru_ru: <25>{#p/kidd}{#f/1}* Эй, эй!

source: <25>{#p/kidd}{#f/1}* Nice to see you, haha.
ru_ru: <25>{#p/kidd}{#f/1}* Рад тебя видеть, хаха.

source: <25>{#p/kidd}{#f/1}* Woah, dude, what's up?
ru_ru: <25>{#p/kidd}{#f/1}* Ух ты, чувак, что случилось?

source: <25>{#p/kidd}{#f/1}* Yo, you're a kid too, right?
ru_ru: <25>{#p/kidd}{#f/1}* Йо, ты ведь тоже ребёнок, да?

source: <25>{#p/kidd}{#f/1}* I can tell 'cause you're wearing a striped shirt.
ru_ru: <25>{#p/kidd}{#f/1}* Я могу сказать, потому что на тебе полосатая рубашка.

source: <25>{#p/kidd}{#f/7}* Wait, you read books too!?
ru_ru: <25>{#p/kidd}{#f/7}* Подожди, ты тоже читаешь книги!?

source: <25>{#p/kidd}{#f/1}* That librarby taught me everything I know about monster history!
ru_ru: <25>{#p/kidd}{#f/1}* Эта библиотекарша научила меня всему, что я знаю об истории монстров!

source: <25>{#p/kidd}{#f/3}* I can't even imagine what living on a planet is like...
ru_ru: <25>{#p/kidd}{#f/3}* Я даже не могу представить, что такое жить на планете...

source: <25>{#p/kidd}{#f/1}* I wonder if that short skeleton is an adult or a kid.
ru_ru: <25>{#p/kidd}{#f/1}* Интересно, этот короткий скелет - взрослый или ребёнок?

source: <25>{#p/kidd}{#f/3}* Have you ever lived on a planet?
ru_ru: <25>{#p/kidd}{#f/3}* Ты когда-нибудь жил на планете?

source: <32>{#p/basic}* What's that smell? * (Where's that smell?)
ru_ru: <32>{#p/basic}* Что это за запах? * (Где этот запах?)

source: <32>* If you're a smell... * (... identify yoursmellf!)
ru_ru: <32>* Если ты пахнешь... * (... опознай свой запах!)

source: <32>{#p/basic}* Hmmm... * Here's that weird smell.
ru_ru: <32>{#p/basic}* Хммм... * Вот этот странный запах.

source: <32>* It makes me want to eliminate...
ru_ru: <32>* Это заставляет меня хотеть устранить...

source: <32>* (... eliminate YOU!)
ru_ru: <32>* (... устранить ТЕБЯ!)

source: <32>{#p/basic}* Dogs can pet other dogs??? * (A new world has opened up for us...)
ru_ru: <32>{#p/basic}* Собаки могут гладить других собак??? * (Для нас открылся новый мир...)

source: <32>* Thanks, weird puppy!
ru_ru: <32>* Спасибо, странный щенок!

source: <32>{#p/basic}* Weird smells can bring good things... * (Friendly fun fetch!)
ru_ru: <32>{#p/basic}* Странные запахи могут приносить хорошие вещи... * (Дружная весёлая возня!)

source: <32>* Thanks, weird smell! * (It sure was fun to catch a "wrench" in the works!)
ru_ru: <32>* Спасибо, странный запах! * (Было забавно поймать "гаечный ключ" в работе!)

source: <32>{#p/basic}* It's getting harder and harder to sniff things... * (Getting harder to see...)
ru_ru: <32>{#p/basic}* Всё труднее и труднее нюхать вещи... * (Всё труднее видеть...)

source: <32>* Let's get out of here!
ru_ru: <32>* Уходим отсюда!

source: <32>{#p/basic}* That weird puppy came out of nowhere... * (Almost killed us...)
ru_ru: <32>{#p/basic}* Этот странный щенок появился из ниоткуда... * (Чуть не убил нас...)

source: <32>{#p/basic}* Dogs can pet AND play fetch with other dogs??? * (It's almost criminal...)
ru_ru: <32>{#p/basic}* Собаки могут гладить и играть в мяч с другими собаками???? * (Это почти преступно...)

source: <32>* Thanks, weird puppy! * (After this, our lives will never be the same!)
ru_ru: <32>* Спасибо, странный щенок! * (После этого наши жизни никогда не будут прежними!)

source: <32>{#p/basic}* Where's the prince? * (Did we come the right way?)
ru_ru: <32>{#p/basic}* Где принц? * (Мы пришли правильно?)

source: <32>* We must stop that menace... * (... and his human companion!)
ru_ru: <32>* Мы должны остановить эту угрозу... * (... и его человеческого спутника!)

source: <32>{#p/basic}* Hmmm... * Here they are...
ru_ru: <32>{#p/basic}* Хммм... * Вот они...

source: <32>* (Let's capture them!)
ru_ru: <32>* (Давайте захватим их!)

source: <25>{#p/sans}{#f/3}* it's a shame papyrus can't be here, because...
ru_ru: <25>{#p/sans}{#f/3}* Жаль, что Папирус не может быть здесь, потому что...

source: <25>{#p/sans}{#f/2}* he's been working very hard on this puzzle for a long time.
ru_ru: <25>{#p/sans}{#f/2}* Он очень долго работал над этой головоломкой.

source: <25>{#p/sans}{#f/0}* but that's alright.
ru_ru: <25>{#p/sans}{#f/0}* но это не страшно.

source: <25>{#p/sans}{#f/0}* i promised him earlier that i'd show it to you, so here goes.
ru_ru: <25>{#p/sans}{#f/0}* Я обещал ему показать её тебе, так что вот.

source: <18>{#p/papyrus}OHO, THE HUMAN ARRIVES!
ru_ru: <18>{#p/papyrus}ОХО, ЧЕЛОВЕК ПРИШЁЛ!

source: <18>MY BROTHER AND I HAVE CREATED MANY PUZZLES.
ru_ru: <18>МЫ С БРАТОМ СОЗДАЛИ МНОЖЕСТВО ГОЛОВОЛОМОК.

source: <18>{#f/9}ARE YOU UP FOR THE CHALLENGE, HUMAN!?
ru_ru: <18>{#f/9} ТЫ ГОТОВ К ИСПЫТАНИЯМ, ЧЕЛОВЕК!?

source: <18>{#p/papyrus}CORRECT ANSWER! FOR YOU SEE...
ru_ru: <18>{#p/papyrus}ПРАВИЛЬНЫЙ ОТВЕТ! ТЫ ВИДИШЬ...

source: <18>{#x4}{#f/9}NO CRAFTSMAN HAS EVER MADE TRAPS AS FINE AS ME!
ru_ru: <18>{#x4}{#f/9}НИ ОДИН РЕМЕСЛЕННИК НЕ ДЕЛАЛ ТАКИХ КРУТЫХ ЛОВУШЕК, КАК Я!

source: <18>{#f/0}THEY'RE PRACTICALLY IRRESISTIBLE!
ru_ru: <18>{#f/0}ОНИ ПРАКТИЧЕСКИ НЕВОЗМОЖНЫ!

source: <25>{#x1}{#p/sans}{#f/2}* maybe you're the one who's irresistible.
ru_ru: <25>{#x1}{#p/sans}{#f/2}* возможно, именно ты неотразим.

source: <18>{#p/papyrus}{#f/1}REALLY!?
ru_ru: <18>{#p/papyrus}{#f/1}ПРАВДА!?

source: <18>{#x4}{#f/9}NO HUMAN HAS EVER BESTED A PUZZLE BY THE GREAT PAPYRUS!
ru_ru: <18>{#x4}{#f/9}НИ ОДИН ЧЕЛОВЕК НЕ ПОБЕДИЛ ЗАГАДКУ ВЕЛИКОГО ПАПИРУСА!

source: <25>{#x1}{#p/sans}{#f/4}* no human has even had the chance to, bro.
ru_ru: <25>{#x1}{#p/sans}{#f/4}* Ни у одного человека не было даже шанса, брат.

source: <18>{#p/papyrus}{#x3}{#f/7}UGH, THAT'S BESIDES THE POINT!!
ru_ru: <18>{#p/papyrus}{#x3}{#f/7}ЭТО НЕ ВАЖНО!!

source: <18>{#x1}{#f/0}ANYWAY, THIS HERE IS WHAT I LIKE TO CALL...
ru_ru: <18>{#x1}{#f/0}ВАЖНО, ЭТО ЗДЕСЬ ТО, ЧТО Я ЛЮБЛЮ НАЗЫВАТЬ...

source: <18>"THE WALL OF FIRE!!"
ru_ru: <18>"ОГНЕННАЯ СТЕНА!!"

source: <25>{#p/sans}* couldn't you just call it "the firewall?" * it'd save time.
ru_ru: <25>{#p/sans}* Разве нельзя было просто назвать это "брандмауэром?" * это сэкономит время.

source: <18>{#p/papyrus}{#f/4}DR. ALPHYS WOULD THINK I'M MIS- USING THE TERM.
ru_ru: <18>{#p/papyrus}{#f/4}ДР. АЛЬФИС МОЖЕТ ПОДУМАТЬ, ЧТО Я НЕПРАВИЛЬНО ИСПОЛЬЗУЮ ЭТОТ ТЕРМИН.

source: <25>{#p/sans}* i dunno bro, she's really into that kinda stuff. in fact...
ru_ru: <25>{#p/sans}* Не знаю, брат, она очень любит такие вещи. На самом деле...

source: <30>{#f/2}* i bet she'd find it {@fill=#ff0}hot{@fill=#fff}.
ru_ru: <30>{#f/2}* Полагаю, она найдет его{@fill=#ff0}горячая{@fill=#fff}.

source: <18>{#p/papyrus}{#x3}{#f/7}NOT NOW, SANS!!
ru_ru: <18>{#p/papyrus}{#x3}{#f/7}НЕ СЕЙЧАС, САНС!!
