Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <15>{#f/20}FOR NOW, THOUGH, IT'S OFF TO THE CAPTURE ZONE!!!
ru_ru: <15>{#f/20}НО СЕЙЧАС МЫ ОТПРАВЛЯЕМСЯ В ЗОНУ ВЗЯТИЯ!!!

source: <15>{#p/papyrus}{#f/27}WOWIE... AGAIN???
ru_ru: <15>{#p/papyrus}{#f/27}ВАУ... ОПЯТЬ???

source: <15>{#f/15}WELL, IF YOU INSIST...!
ru_ru: <15>{#f/15}НУ, ЕСЛИ ТЫ НАСТАИВАЕШЬ...!

source: <15>{#p/papyrus}{#f/27}N... N-NO...
ru_ru: <15>{#p/papyrus}{#f/27}Н... Н-НЕТ...

source: <15>{#p/papyrus}{#f/21}WELL, THAT'S NOT WHAT I WAS EXPECTING...
ru_ru: <15>{#p/papyrus}{#f/21}НУ, ЭТО НЕ ТО, ЧЕГО Я ОЖИДАЛ...

source: <15>{#p/papyrus}{#f/21}SANS, I...
ru_ru: <15>{#p/papyrus}{#f/21}САНС, Я...

source: <15>{#f/33}{@random=1.1/1.1}I FAILED YOU...
ru_ru: <15>{#f/33}{@random=1.1/1.1}Я ПОДВЁЛ ТЕБЯ...

source: <15>{#p/papyrus}{#f/27}... B-BUT I STILL BELIEVE IN YOU!
ru_ru: <15>{#p/papyrus}{#f/27}... НО Я ВСЁ ЕЩЁ ВЕРЮ В ТЕБЯ!

source: <15>{#p/papyrus}{#f/21}I KNOW... YOU CAN DO BETTER...
ru_ru: <15>{#p/papyrus}{#f/21}Я ЗНАЮ... ТЫ МОЖЕШЬ ЛУЧШЕ...

source: <15>{#p/papyrus}{#f/27}IF YOU JUST TRY...!
ru_ru: <15>{#p/papyrus}{#f/27}ЕСЛИ ТЫ ПОПРОБУЕШЬ...!

source: <15>{#p/papyrus}{#f/27}... A-AT LEAST I STILL HAVE MY HEAD!
ru_ru: <15>{#p/papyrus}{#f/27}... ПО КРАЙНЕЙ МЕРЕ, У МЕНЯ ЕЩЁ ЕСТЬ ГОЛОВА!

source: <32>{#p/basic}* Cute.
ru_ru: <32>{#p/basic}* Мило.

source: <15>{#p/papyrus}{#f/20}WHAT!? F-F-FLIRTING!?
ru_ru: <15>{#p/papyrus}{#f/20}ЧТО!? Ф-Ф-ФЛИРТ!?

source: <15>SO YOU FINALLY REVEAL YOUR {@fill=#f00}ULTIMATE FEELINGS{@fill=#000}!
ru_ru: <15>И ТЫ, НАКОНЕЦ, РАСКРЫЛ СВОИ {@fill=#f00}ВЫСШИЕ ЧУВСТВА{@fill=#000}!

source: <15>W-WELL! I'M A SKELETON WITH VERY HIGH STANDARDS!!!
ru_ru: <15>Х-ХОРОШО! Я СКЕЛЕТ С ОЧЕНЬ ВЫСОКИМИ СТАНДАРТАМИ!!!

source: <15>WHAT CAN YOU DO IN RETURN FOR MY AFFECTION???
ru_ru: <15>ЧТО ТЫ МОЖЕШЬ СДЕЛАТЬ В ОТВЕТ НА МОЮ ПРИВЯЗАННОСТЬ???

source: <99>{#p/human}* (Your reply?){!}§shift=24§I have §shift=32§I can make§shift=32§zero redeeming §shift=32§spaghetti§shift=40§qualities{#c/0/4/2}
ru_ru: <99>{#p/human}* (Твой ответ?){!}§shift=24§У меня §shift=32§Я могу сделать§shift=32§нулевое погашение §shift=32§спагетти§shift=40§качества{#c/0/4/2}

source: <15>{#p/papyrus}{#f/24}THAT CONFIDENCE... IT REMINDS ME OF...
ru_ru: <15>{#p/papyrus}{#f/24}ЭТА УВЕРЕННОСТЬ... ЭТО НАПОМИНАЕТ МНЕ...

source: <15>{#p/papyrus}{#f/24}THAT HUMILITY... IT REMINDS ME OF...
ru_ru: <15>{#p/papyrus}{#f/24}ЭТО ЧУВСТВО... НАПОМИНАЕТ МНЕ О...

source: <15>{#f/22}MYSELF!!!
ru_ru: <15>{#f/22}МЕНЯ!!!

source: <15>{#f/10}YOU'RE MEETING ALL MY STANDARDS!!!
ru_ru: <15>{#f/10}ТЫ СООТВЕТСТВУЕШЬ ВСЕМ МОИМ СТАНДАРТАМ!!!

source: <15>{#f/27}I GUESS THIS MEANS I HAVE TO GO ON A DATE WITH YOU...?
ru_ru: <15>{#f/27}НАВЕРНОЕ, ЭТО ЗНАЧИТ, ЧТО Я ДОЛЖЕН ПОЙТИ С ТОБОЙ НА СВИДАНИЕ...?

source: <15>{#p/papyrus}{#f/20}LET'S DATE L-LATER!! AFTER I CAPTURE YOU!
ru_ru: <15>{#p/papyrus}{#f/20}ДАВАЙ ВСТРЕТИМСЯ ПОЗЖЕ!!! ПОСЛЕ ТОГО, КАК Я ТЕБЯ ПОЙМАЮ!

source: <32>{#p/human}* (No effect...) * (Seems acting won't escalate this battle any further.)
ru_ru: <32>{#p/human}* (Безрезультатно...) * (Похоже, действия не приведут к дальнейшей ситуации.)

source: <32>{#p/human}* (But Papyrus was too busy fighting to hear you.)
ru_ru: <32>{#p/human}* (Но Папирус был слишком занят битвой, чтобы услышать тебя.)

source: <32>{#p/story}* Papyrus is thinking about what to wear for his date.
ru_ru: <32>{#p/story}* Папирус думает, что надеть на свидание.

source: <32>{#p/story}* Papyrus dabs some Bone Cologne behind his ear.
ru_ru: <32>{#p/story}* Папирус мажет ухо Костяным одеколоном.

source: <32>{#p/story}* Papyrus is thinking about what to cook for his date.
ru_ru: <32>{#p/story}* Папирус думает, что приготовить на свидание.

source: <32>{#p/story}* Papyrus dabs marinara sauce behind his ear.
ru_ru: <32>{#p/story}* Папирус макает соус маринара себе за ухо.

source: <32>{#p/story}* Papyrus is thinking about sexy rectangles.
ru_ru: <32>{#p/story}* Papyrus думает о сексуальных прямоугольниках.

source: <32>{#p/story}* Papyrus dabs MTT-brand Bishie Cream behind his ear.
ru_ru: <32>{#p/story}* Папирус мажет ухо кремом Биши марки МТТ.

source: <32>{#p/story}* Papyrus dabs MTT-brand Anime Powder behind his ear.
ru_ru: <32>{#p/story}* Папирус насыпает себе за ухо аниме-пудру марки МТТ.

source: <32>{#p/story}* Papyrus dabs MTT-brand Cute Juice behind his ear.
ru_ru: <32>{#p/story}* Папирус макнул сок Милашка марки МТТ себе за ухо.

source: <32>{#p/story}* Papyrus realizes he doesn't have ears.
ru_ru: <32>{#p/story}* Папирус понимает, что у него нет ушей.

source: <32>{#p/story}* Papyrus has random lumps of ointment on his head.
ru_ru: <32>{#p/story}* У Папируса на голове случайные комочки мази.

source: <32>{#p/story}* ... he's still thinking about sexy rectangles.
ru_ru: <32>{#p/story}* ... он всё ещё думает о сексуальных прямоугольниках.

source: <32>{#p/story}* Papyrus is at the edge of defeat.
ru_ru: <32>{#p/story}* Папирус находится на грани поражения.

source: <15>{#p/papyrus}{#f/20}HOW SELFLESS!
ru_ru: <15>{#p/papyrus}{#f/20}КАК САМОДОСТАТОЧНО!

source: <15>{#f/21}YOU WANT ME TO FEEL BETTER ABOUT FIGHTING YOU...
ru_ru: <15>{#f/21}ТЫ ХОЧЕШЬ, ЧТОБЫ МНЕ БЫЛО ЛЕГЧЕ СРАЖАТЬСЯ С ТОБОЙ...

source: <15>{#p/papyrus}{#f/15}THERE'S NO NEED TO LIE TO YOURSELF!!!
ru_ru: <15>{#p/papyrus}{#f/15}НЕ НУЖНО ВРАТЬ СЕБЕ!!!

source: * Papyrus
ru_ru: * Папирус

source: <32>{#p/story}* Papyrus readies a bone attack.
ru_ru: <32>{#p/story}* Папирус готовит костяную атаку.

source: <32>{#p/story}* Papyrus prepares a non-bone attack then spends a minute fixing his mistake.
ru_ru: <32>{#p/story}* Папирус готовит атаку без костей, а затем тратит минуту на исправление своей ошибки.

source: <32>{#p/story}* Papyrus is cooking.
ru_ru: <32>{#p/story}* Папирус готовится.

source: <32>{#p/story}* Papyrus whispers "Nyeh heh heh!"
ru_ru: <32>{#p/story}* Папирус шепчет "Ньех хе-хе!"

source: <32>{#p/story}* Papyrus is rattling his bones.
ru_ru: <32>{#p/story}* Папирус гремит костями.

source: <32>{#p/story}* Papyrus is trying hard to play it cool.
ru_ru: <32>{#p/story}* Папирус изо всех сил старается играть в спокойствие.

source: <32>{#p/story}* Papyrus is considering his options.
ru_ru: <32>{#p/story}* Папирус обдумывает свои действия.

source: <32>{#p/story}* Smells like bones.
ru_ru: <32>{#p/story}* Пахнет костями.

source: <32>{#p/story}* Papyrus remembered a good joke Sans told and is smiling.
ru_ru: <32>{#p/story}* Папирус вспомнил хорошую шутку, рассказанную Сансом, и улыбается.

source: <15>{#p/papyrus}{#f/12}MY SPAGHETTI!
ru_ru: <15>{#p/papyrus}{#f/12}МОИ СПАГЕТТИ!

source: <15>{#p/papyrus}{#f/13}AND YOU LOOK LIKE YOU'RE ENJOYING IT...
ru_ru: <15>{#p/papyrus}{#f/13}И ТЫ ВЫГЛЯДИШЬ ТАК, БУДТО ТЕБЕ ЭТО НРАВИТСЯ...

source: <15>{#p/papyrus}{#f/27}WELL, I'M GLAD I COULD MAKE YOU HAPPY!
ru_ru: <15>{#p/papyrus}{#f/27}Я РАД, ЧТО СМОГ ПОРАДОВАТЬ ТЕБЯ!

source: <15>{#p/papyrus}{#f/27}WELL THEN! I LOOK FORWARD TO OUR MEAL TOGETHER!
ru_ru: <15>{#p/papyrus}{#f/27}НУ ЧТО Ж! Я С НЕТЕРПЕНИЕМ ЖДУ НАШЕЙ СОВМЕСТНОЙ ВЕЧЕРИНКИ!

source: <15>{#p/papyrus}{#f/27}WELL THEN! I LOOK FORWARD TO MAKING SOME MORE FOR YOU!
ru_ru: <15>{#p/papyrus}{#f/27}НУ ЧТО Ж! Я С НЕТЕРПЕНИЕМ ЖДУ, КОГДА СМОГУ СДЕЛАТЬ ДЛЯ ТЕБЯ ЕЩЁ ЧТО-НИБУДЬ!

source: <32>{#p/basic}* If Papyrus wasn't so busy fighting, he might've noticed that.
ru_ru: <32>{#p/basic}* Если бы Папирус не был так занят битвой, он мог бы это заметить.

source: <32>{#p/story}* Papyrus's aura is rising.
ru_ru: <32>{#p/story}* Аура Папируса повышается.

source: <32>{#p/story}* Special attack.
ru_ru: <32>{#p/story}* Специальная атака.

source: <32>{#p/story}* Papyrus is going all out.
ru_ru: <32>{#p/story}* Папирус идёт на всё.

source: <32>{#p/story}* Papyrus has thrown all logic out the window.
ru_ru: <32>{#p/story}* Папирус выбросил всю логику в окно.

source: <32>{#p/story}* Papyrus notices the lack of logic and brings it back inside.
ru_ru: <32>{#p/story}* Папирус замечает отсутствие логики и возвращает её в дом.

source: <32>{#p/story}* Papyrus is sweating.
ru_ru: <32>{#p/story}* Папирус вспотел.

source: <32>{#p/story}* Papyrus is at his wit's end.
ru_ru: <32>{#p/story}* Папирус на пределе своих сил.

source: <32>{#p/story}* Papyrus is sparing you.
ru_ru: <32>{#p/story}* Папирус пощадил тебя.

source: <32>{#p/story}* Papyrus blocks the way!
ru_ru: <32>{#p/story}* Папирус преграждает путь!

source: <15>{#p/papyrus}{#f/24}SO, YOU'RE SERIOUS...
ru_ru: <15>{#p/papyrus}{#f/24}ЗНАЧИТ, ТЫ СЕРЬЁЗНО...

source: <15>{#p/papyrus}{#f/24}SO, YOU WON'T FIGHT...
ru_ru: <15>{#p/papyrus}{#f/24}ТЫ НЕ БУДЕШЬ СРАЖАТЬСЯ...

source: <15>{#p/papyrus}{#f/20}THEN LET'S SEE HOW YOU HANDLE MY FABLED 'BLUE ATTACK!'
ru_ru: <15>{#p/papyrus}{#f/20}ПОСМОТРИМ, КАК ТЫ СПРАВИШЬСЯ С МОЕЙ ЛЕГЕНДАРНОЙ СИНЕЙ АТАКОЙ!

source: <15>{#p/papyrus}{#f/10}YOU'RE BLUE NOW.
ru_ru: <15>{#p/papyrus}{#f/10}ТЕПЕРЬ ТЫ СИНИЙ.

source: <15>{#f/10}THAT'S MY ATTACK!
ru_ru: <15>{#f/10}ЭТО МОЯ АТАКА!

source: <15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH HEH HEH!!!
ru_ru: <15>{#f/20}Ньех хе-хе!!!

source: <15>{#p/papyrus}{#f/20}BEHOLD!
ru_ru: <15>{#p/papyrus}{#f/20}СМОТРИ!

source: <15>{#p/papyrus}{#f/20}HMMM... I WONDER WHAT I SHOULD WEAR...
ru_ru: <15>{#p/papyrus}{#f/20}ХМММ... ИНТЕРЕСНО, ЧТО МНЕ НАДЕТЬ...

source: <15>{#p/papyrus}{#f/20}HOW HIGH CAN YOU JUMP?
ru_ru: <15>{#p/papyrus}{#f/20}КАК ВЫСОКО ТЫ МОЖЕШЬ ПРЫГНУТЬ?

source: <15>{#p/papyrus}{#f/22}WHAT!? I'M NOT THINKING ABOUT THE DATE!!
ru_ru: <15>{#p/papyrus}{#f/22}ЧТО!!! Я НЕ ДУМАЮ О СВИДАНИИ!!!

source: <15>{#p/papyrus}{#f/21}... IS IT JUST ME, OR DOES THE AIR SEEM A LITTLE WEIRD?
ru_ru: <15>{#p/papyrus}{#f/21}... МНЕ КАЖЕТСЯ, ИЛИ ВОЗДУХ ВЫГЛЯДИТ НЕМНОГО СТРАННО?

source: <15>{#p/papyrus}{#f/20}YEAH! DON'T MAKE ME USE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
ru_ru: <15>{#p/papyrus}{#f/20}ДА! НЕ ЗАСТАВЛЯЙ МЕНЯ ИСПОЛЬЗОВАТЬ МОЮ {@fill=#f00}СПЕЦИАЛЬНУЮ АТАКУ{@fill=#000}!

source: <15>{#p/papyrus}{#f/20}OH WELL. I'M SURE IT'S NOTHING.
ru_ru: <15>{#p/papyrus}{#f/20}ХОРОШО. Я УВЕРЕН, ЧТО НИЧЕГО СТРАШНОГО.

source: <15>{#p/papyrus}{#f/20}I CAN ALMOST TASTE MY FUTURE POPULARITY!!!
ru_ru: <15>{#p/papyrus}{#f/20}Я ПОЧТИ ЧУВСТВУЮ ВКУС МОЕЙ БУДУЩЕЙ ПОПУЛЯРНОСТИ!!!

source: <15>{#p/papyrus}{#f/20}BESIDES, I SEE MARINARA SAUCE IN MY FUTURE!
ru_ru: <15>{#p/papyrus}{#f/20}КРОМЕ ТОГО, Я ВИЖУ СОУС МАРИНАРА В МОЁМ БУДУЩЕМ!

source: <15>{#p/papyrus}{#f/20}PAPYRUS: UNPARALLELED SPAGHETTORE!
ru_ru: <15>{#p/papyrus}{#f/20}ПАПИРУС: НЕПРЕВЗОЙДЕННЫЙ СПАГЕТТОР!

source: <15>{#p/papyrus}{#f/20}AND A POSITION IN THE ELITE SQUAD!
ru_ru: <15>{#p/papyrus}{#f/20}И МЕСТО В ЭЛИТНОМ СОСТАВЕ!

source: <15>{#p/papyrus}{#f/20}PAPYRUS: ELITE SQUAD MEMBER!
ru_ru: <15>{#p/papyrus}{#f/20}ПАПИРУС: УЧАСТНИК ЭЛИТНОГО ОТРЯДА!

source: <15>{#p/papyrus}{#f/10}UNDYNE WILL BE REALLY PROUD OF ME!!
ru_ru: <15>{#p/papyrus}{#f/10}АНДАЙН БУДЕТ ГОРДИТЬСЯ МНОЙ!!!

source: <15>{#p/papyrus}{#f/20}THE KING WILL BUILD A STATUE OF ME IN THE CITADEL!!!
ru_ru: <15>{#p/papyrus}{#f/20}КОРОЛЬ ВОЗДВИГНЕТ МНЕ СТАТУЮ В ЦИТАДЕЛИ!!!

source: <15>{#p/papyrus}{#f/10}... AND I'LL MAKE SURE MY BROTHER GETS ONE TOO.
ru_ru: <15>{#p/papyrus}{#f/10}... И Я ПОЗАБОЧУСЬ О ТОМ, ЧТОБЫ МОЙ БРАТ ТОЖЕ ПОЛУЧИЛ ЕЁ.

source: <15>{#p/papyrus}{#f/27}WE'LL HAVE LOTS OF ADMIRERS!! BUT...
ru_ru: <15>{#p/papyrus}{#f/27}У НАС БУДЕТ МНОГО ПОКЛОННИКОВ!! НО...

source: <15>{#p/papyrus}{#f/20}HOW WILL I KNOW IF PEOPLE SINCERELY LIKE ME???
ru_ru: <15>{#p/papyrus}{#f/20}КАК Я УЗНАЮ, ЧТО ИСКРЕННЕ НРАВЛЮСЬ НАРОДУ???

source: <15>{#p/papyrus}{#f/20}WILL ANYONE LIKE ME LIKE YOU DO?
ru_ru: <15>{#p/papyrus}{#f/20}ПОНРАВИТСЯ ЛИ Я КОМУ-НИБУДЬ ТАК, КАК ТЕБЕ?

source: <15>{#p/papyrus}{#f/21}SOMEONE LIKE YOU IS REALLY RARE...
ru_ru: <15>{#p/papyrus}{#f/21}ТАКОЙ ЧЕЛОВЕК, КАК ТЫ, - БОЛЬШАЯ РЕДКОСТЬ...

source: <15>{#p/papyrus}{#f/21}I DON'T THINK THEY'LL LET YOU GO...
ru_ru: <15>{#p/papyrus}{#f/21}Я НЕ ДУМАЮ, ЧТО ОНИ ОТПУСТЯТ ТЕБЯ...

source: <15>{#p/papyrus}{#f/21}AND DATING MIGHT BE KIND OF HARD...
ru_ru: <15>{#p/papyrus}{#f/21}И ВСТРЕЧАТЬСЯ МОЖЕТ БЫТЬ ТРУДНОВАТО...

source: <15>{#p/papyrus}{#f/26}AFTER YOU'RE CAPTURED AND SENT AWAY.
ru_ru: <15>{#p/papyrus}{#f/26}ПОСЛЕ ТОГО, КАК ТЕБЯ СХВАТЯТ И ОТПРАВЯТ.

source: <15>{#p/papyrus}{#f/17}URGH... WHO CARES! GIVE UP!!
ru_ru: <15>{#p/papyrus}{#f/17}УРГХ... ДА КАКАЯ РАЗНИЦА! СДАВАЙСЯ!!!

source: <15>{#p/papyrus}{#f/15}GIVE UP OR FACE MY... {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
ru_ru: <15>{#p/papyrus}{#f/15}СДАТЬСЯ ИЛИ ВСТРЕТИТЬСЯ ЛИЦОМ К ЛИЦУ С МОЕЙ... {@fill=#f00}СПЕЦИАЛЬНОЙ АТАКОЙ{@fill=#000}!

source: <15>{#p/papyrus}{#f/20}YEAH!!! VERY SOON I WILL USE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
ru_ru: <15>{#p/papyrus}{#f/20}ДА!!! ОЧЕНЬ СКОРО Я ВОСПОЛЬЗУЮ СВОЕЙ {@fill=#f00}СПЕЦИАЛЬНОЙ АТАКОЙ{@fill=#000}!

source: <15>{#p/papyrus}{#f/20}THIS IS YOUR LAST CHANCE... BEFORE MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
ru_ru: <15>{#p/papyrus}{#f/20}ЭТО ТВОЙ ПОСЛЕДНИЙ ШАНС... ДО ТОГО, КАК МОЯ {@fill=#f00}СПЕЦИАЛЬНАЯ АТАКА{@fill=#000}!

source: <15>{#p/papyrus}{#f/20}BEHOLD...! MY {@fill=#f00}SPECIAL ATTACK{@fill=#000}!
ru_ru: <15>{#p/papyrus}{#f/20}ВНИМАНИЕ! МОЯ {@fill=#f00}СПЕЦИАЛЬНАЯ АТАКА{@fill=#000}!

source: <15>{#p/papyrus}{#f/15}NYEH HEH HEH!
ru_ru: <15>{#p/papyrus}{#f/15}НЬЕХ ХЕ-ХЕ!

source: <15>{#f/20}NO HUMAN HAS EVER BESTED MY {@fill=#f00}SPECIAL ATTACK{@fill=#000} BEFORE!
ru_ru: <15>{#f/20}НИ ОДИН ЧЕЛОВЕК НЕ ПРЕОДОЛЕЛ МОЮ {@fill=#f00}СПЕЦИАЛЬНУЮ АТАКУ{@fill=#000} РАНЬШЕ!

source: <15>{#f/20}PREPARE TO BE CAPTURED, ONCE AND FOR ALL!
ru_ru: <15>{#f/20}БУДЬ ГОТОВ К ПЛЕНУ, РАЗ И НАВСЕГДА!

source: <15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION ALPHA!!
ru_ru: <15>{#p/papyrus}{#f/20}СПЕЦИАЛЬНАЯ АТАКА, ФОРМАЦИЯ АЛЬФА!!

source: <15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION BETA!!
ru_ru: <15>{#p/papyrus}{#f/20}СПЕЦИАЛЬНАЯ АТАКА, ФОРМАЦИЯ БЕТА!!

source: <15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION GAMMA!!
ru_ru: <15>{#p/papyrus}{#f/20}СПЕЦИАЛЬНАЯ АТАКА, ФОРМАЦИЯ ГАММА!!

source: <15>{#p/papyrus}{#f/20}SPECIAL ATTACK, FORMATION DELTA!!
ru_ru: <15>{#p/papyrus}{#f/20}СПЕЦИАЛЬНАЯ АТАКА, ФОРМАЦИЯ ДЕЛЬТА!!

source: <15>{#p/papyrus}{#f/27}WOWIE! ARE YOU STRONG!
ru_ru: <15>{#p/papyrus}{#f/27}ВАУ! ТЫ СИЛЁН!

source: <15>{#f/20}BUT NO FEAR! I WILL NOT BE DETERRED BY YOUR STRENGTH!
ru_ru: <15>{#f/20}НО НЕ БОЙСЯ! МЕНЯ НЕ ОСТАНОВИТ ТВОЯ СИЛА!

source: <15>{#f/14}... SPECIAL ATTACK...
ru_ru: <15>{#f/14}... СПЕЦИАЛЬНАЯ АТАКА...

source: <15>{#f/17}FORMATION {@fill=#f00}SIGMA{@fill=#000}!!!
ru_ru: <15>{#f/17}ФОРМАЦИЯ {@fill=#f00}СИГМА{@fill=#000}!!!

source: <15>{#p/papyrus}{#f/27}WELL...! *HUFF* IT'S CLEAR... YOU CAN'T! *HUFF* BEAT ME!
ru_ru: <15>{#p/papyrus}{#f/27}Ну что ж...! *Вздох* Понятно... ты не можешь! *Вздох* Победить меня!

source: <15>{#f/15}YEAH!!! I CAN SEE YOU SHAKING IN YOUR BOOTS!!
ru_ru: <15>{#f/15}ДА!!! Я ВИЖУ, КАК ТЫ ДРОЖИШЬ В СВОИХ САПОГАХ!!!

source: <15>{#f/20}I, THE GREAT PAPYRUS, ELECT TO GRANT YOU PITY!!
ru_ru: <15>{#f/20}Я, ВЕЛИКИЙ ПАПИРУС, РЕШИЛ ДАРОВАТЬ ТЕБЕ ЖАЛОСТЬ!!

source: <15>{#f/20}I WILL {@fill=#f00}SPARE YOU{@fill=#000}, HUMAN!!!
ru_ru: <15>{#f/20}Я ХОЧУ {@fill=#f00}ПОЩАДИТЬ ТЕБЯ{@fill=#000}, ЧЕЛОВЕК!!!

source: <15>{#f/10}NOW'S YOUR CHANCE TO ACCEPT MY {@fill=#f00}MERCY{@fill=#000}.
ru_ru: <15>{#f/10}СЕЙЧАС У ТЕБЯ ЕСТЬ ШАНС ПРИНЯТЬ МОЮ {@fill=#f00}ПОЩАДУ{@fill=#000}.

source: <15>{#p/papyrus}{#f/27}YOU WISH TO REMAIN WITH ME... FOREVER?
ru_ru: <15>{#p/papyrus}{#f/27}ТЫ ХОЧЕШЬ ОСТАТЬСЯ СО МНОЙ... НАВСЕГДА?

source: <15>{#p/papyrus}{#f/21}HMM...
ru_ru: <15>{#p/papyrus}{#f/21}ХММ...

source: <15>{#p/papyrus}{#f/27}SOMETHING IS TRYING TO TEAR OUR LOVE APART?
ru_ru: <15>{#p/papyrus}{#f/27}ЧТО-ТО ПЫТАЕТСЯ РАЗЛУЧИТЬ НАШУ ЛЮБОВЬ?

source: <15>{#p/papyrus}{#f/21}I WONDER...
ru_ru: <15>{#p/papyrus}{#f/21}Я УДИВЛЯЮСЬ...

source: <15>{#p/papyrus}{#f/27}SO YOU -DON'T- WISH TO REMAIN WITH ME?
ru_ru: <15>{#p/papyrus}{#f/27}ЗНАЧИТ, ТЫ НЕ ХОЧЕШЬ ОСТАВАТЬСЯ СО МНОЙ?

source: <15>{#p/papyrus}{#f/14}BUT THEN... WHY WON'T YOU ACCEPT MY MERCY AND LEAVE ME?
ru_ru: <15>{#p/papyrus}{#f/14}НО ПОТОМ... ПОЧЕМУ ТЫ НЕ ПРИМЕШЬ МОЮ ПОЩАДУ И НЕ УЙДЕШЬ ОТ МЕНЯ?

source: <15>{#p/papyrus}{#f/25}UH, I DON'T THINK WE'VE GOTTEN -THAT- FAR YET...
ru_ru: <15>{#p/papyrus}{#f/25}УХ, Я НЕ ДУМАЮ, ЧТО МЫ ЗАШЛИ ТАК ДАЛЕКО...

source: <15>{#p/papyrus}{#f/15}... BUT WE CAN SURE TRY LATER!
ru_ru: <15>{#p/papyrus}{#f/15}... НО МЫ МОЖЕМ ПОПРОБОВАТЬ ПОЗЖЕ!

source: <15>{#p/papyrus}{#f/27}WAIT, ARE -YOU- THE ONE WHO'S TRYING TO TEAR OUR LOVE APART?
ru_ru: <15>{#p/papyrus}{#f/27}ПОДОЖДИ, ЭТО ТЫ ПЫТАЕШЬСЯ РАЗЛУЧИТЬ НАШУ ЛЮБОВЬ?

source: <15>{#p/papyrus}{#f/24}WAIT, ARE YOU SUGGESTING SOME KIND OF... LOVE TRIANGLE???
ru_ru: <15>{#p/papyrus}{#f/24}ПОДОЖДИ, ТЫ ПРЕДЛАГАЕШЬ КАКОЙ-ТО... ЛЮБОВНЫЙ ТРЕУГОЛЬНИК???

source: <15>{#p/papyrus}{#f/26}... SO YOU -DON'T- WANT TO TRY THAT LATER?
ru_ru: <15>{#p/papyrus}{#f/26}... ТАК ТЫ НЕ ХОЧЕШЬ ПОПРОБОВАТЬ ЭТО ПОЗЖЕ?

source: <15>{#p/papyrus}{#f/24}AND NOT ONLY THAT, BUT...
ru_ru: <15>{#p/papyrus}{#f/24}И НЕ ТОЛЬКО ЭТО, НО...

source: <15>{#p/papyrus}{#f/22}YOU NEVER EVEN WANTED TO BE WITH ME TO BEGIN WITH!?
ru_ru: <15>{#p/papyrus}{#f/22}ТЫ НИКОГДА НЕ ХОТЕЛ БЫТЬ СО МНОЙ!?

source: <15>{#p/papyrus}{#f/22}OR MAYBE IT'S MORE LIKE... A LOVE TRAPEZOID!
ru_ru: <15>{#p/papyrus}{#f/22}ИЛИ, МОЖЕТ БЫТЬ, ЭТО БОЛЬШЕ ПОХОЖЕ НА... ЛЮБОВНУЮ ТРАПЕЦИЮ!

source: <15>{#p/papyrus}{#f/21}NO? IT'S ACTUALLY A LOVE DI-ANGLE INSTEAD?
ru_ru: <15>{#p/papyrus}{#f/21}НЕТ? НА САМОМ ДЕЛЕ ЭТО ЛЮБОВНЫЙ УГОЛ?

source: <15>{#p/papyrus}{#f/18}BUT... THAT'S NOT EVEN A REAL SHAPE!
ru_ru: <15>{#p/papyrus}{#f/18}НО... ЭТО ДАЖЕ НЕ НАСТОЯЩАЯ ОДЕЖДА!

source: <15>{#p/papyrus}{#f/27}ARE YOU SAYING THAT OUR LOVE, ISN'T TRULY REAL AFTER ALL!?
ru_ru: <15>{#p/papyrus}{#f/27}ТЫ ХОЧЕШЬ СКАЗАТЬ, ЧТО НАША ЛЮБОВЬ ВСЁ-ТАКИ НЕ НАСТОЯЩАЯ?

source: <15>{#p/papyrus}{#f/14}WAIT... I THINK I GET IT NOW!
ru_ru: <15>{#p/papyrus}{#f/14}ПОДОЖДИТЕ... КАЖЕТСЯ, ТЕПЕРЬ Я ПОНЯЛ!

source: <15>{#p/papyrus}{#f/15}THE PRINCE IS JEALOUS OF YOUR AFFECTION FOR ME!
ru_ru: <15>{#p/papyrus}{#f/15}ПРИНЦ ЗАВИДУЕТ ТВОЕЙ СИМПАТИИ КО МНЕ!

source: <15>{#p/papyrus}{#f/24}SO... HE SPRUNG A TRAP TO PREVENT US FROM BEING TOGETHER!
ru_ru: <15>{#p/papyrus}{#f/24}ТАК ЧТО... ОН УСТРОИЛ ЛОВУШКУ, ЧТОБЫ ПОМЕШАТЬ НАМ БЫТЬ ВМЕСТЕ!

source: <15>{#p/papyrus}{#f/27}NO? BUT AT LEAST I'M ON THE RIGHT TRACK?
ru_ru: <15>{#p/papyrus}{#f/27}НЕТ? НО, ПО КРАЙНЕЙ МЕРЕ, Я НА ПРАВИЛЬНОМ ПУТИ?

source: <15>{#p/papyrus}{#f/22}ARE YOU SAYING THAT YOU'RE TRAPPED WITH ME, RIGHT NOW!?
ru_ru: <15>{#p/papyrus}{#f/22}ТЫ ХОЧЕШЬ СКАЗАТЬ, ЧТО ТЫ В ЛОВУШКЕ СО МНОЙ, ПРЯМО СЕЙЧАС!?

source: <15>{#p/papyrus}{#f/14}BUT THEN... WHY WON'T YOU ACCEPT MY MERCY AND ESCAPE?
ru_ru: <15>{#p/papyrus}{#f/14}НО ПОТОМ... ПОЧЕМУ ТЫ НЕ ПРИМЕШЬ МОЮ ПОЩАДУ И НЕ СБЕЖИШЬ?

source: <15>{#p/papyrus}{#f/21}... THERE MUST BE SOMETHING ELSE GOING ON HERE.
ru_ru: <15>{#p/papyrus}{#f/21}... ЗДЕСЬ ДОЛЖНО БЫТЬ ЧТО-ТО ЕЩЁ.

source: <15>{#p/papyrus}{#f/26}NO... YES.
ru_ru: <15>{#p/papyrus}{#f/26}НЕТ... ДА.

source: <15>{#p/papyrus}{#f/20}YES, YES, YES!!!
ru_ru: <15>{#p/papyrus}{#f/20}ДА, ДА, ДА!!!

source: <15>{#p/papyrus}{#f/20}I FINALLY UNDERSTAND IT NOW!
ru_ru: <15>{#p/papyrus}{#f/20}НАКОНЕЦ-ТО Я ЭТО ПОНЯЛ!

source: <15>{#p/papyrus}{#f/15}THIS MUST BE THE WORK OF THAT "ASRIEL" FELLOW!
ru_ru: <15>{#p/papyrus}{#f/15}ЭТО, ДОЛЖНО БЫТЬ, РАБОТА ТОГО САМОГО "АЗРИЭЛЯ!"

source: <15>{#p/papyrus}{#f/14}SOMEHOW, HE'S OUTRIGHT PREVENTED YOU FROM SHOWING MERCY TO ME!
ru_ru: <15>{#p/papyrus}{#f/14}КАКИМ-ТО ОБРАЗОМ ОН НЕ ПОЗВОЛИЛ ТЕБЕ ПРОЯВИТЬ КО МНЕ ПОЩАДУ!

source: <15>{#p/papyrus}{#f/14}WELL. THIS SIMPLY WILL NOT STAND!
ru_ru: <15>{#p/papyrus}{#f/14НУ. ЭТО ПРОСТО НЕ МОЖЕТ СТОЯТЬ!

source: <15>{#p/papyrus}{#f/20}IN FACT, I HAVE THE PERFECT SOLUTION ALREADY!
ru_ru: <15>{#p/papyrus}{#f/20}НА САМОМ ДЕЛЕ, У МЕНЯ УЖЕ ЕСТЬ ИДЕАЛЬНОЕ РЕШЕНИЕ!

source: <15>{#p/papyrus}{#f/10}TO AVOID ANY ROMANTIC DRAMA, I'LL LEAVE POLITELY.
ru_ru: <15>{#p/papyrus}{#f/10}ЧТОБЫ ИЗБЕЖАТЬ РОМАНТИЧЕСКОЙ ДРАМЫ, Я ВЕЖЛИВО УЙДУ.

source: <15>{#p/papyrus}{#f/24}THEN, WHEN YOU'RE ALONE WITH HIM ONCE AGAIN...
ru_ru: <15>{#p/papyrus}{#f/24}ПОТОМ, КОГДА ТЫ СНОВА ОСТАНЕШЬСЯ С НИМ НАЕДИНЕ...

source: <15>{#p/papyrus}{#f/25}YOU'LL BE IN THE PERFECT POSITION...
ru_ru: <15>{#p/papyrus}{#f/25}ТЫ ОКАЖЕШЬСЯ В ИДЕАЛЬНОМ ПОЛОЖЕНИИ...

source: <15>{#p/papyrus}{#f/15}TO ENSURE HE DOES NOT GET IN THE WAY OF YOUR FEELINGS!
ru_ru: <15>{#p/papyrus}{#f/15}ЧТОБЫ НЕ МЕШАТЬ ВАШИМ ЧУВСТВАМ!

source: <15>{#p/papyrus}{#f/20}NYEH HEH HEH HEH HEH HEH HEH HEH HEH HEH!
ru_ru: <15>{#p/papyrus}{#f/20}НЬЕХ ХЕ-ХЕ!

source: <15>{#p/papyrus}{#f/20}FRET NOT, HUMAN!
ru_ru: <15>{#p/papyrus}{#f/20}НЕ БОЙСЯ, ЧЕЛОВЕК!

source: <15>{#p/papyrus}{#f/14}I, PAPYRUS, WILL MAKE SURE NO HARM COMES TO EITHER OF US!
ru_ru: <15>{#p/papyrus}{#f/14}Я, ПАПИРУС, ПОЗАБОЧУСЬ О ТОМ, ЧТОБЫ НИКТО ИЗ НАС НЕ ПОСТРАДАЛ!

source: <15>{#p/papyrus}{#f/20}I WILL SPARE MYSELF FOR YOU!
ru_ru: <15>{#p/papyrus}{#f/20}Я ПОЩАЖУ СЕБЯ РАДИ ТЕБЯ!

source: <15>{#p/papyrus}{#f/20}AND THEN, I WILL FIND A VERY SAFE PLACE TO HIDE.
ru_ru: <15>{#p/papyrus}{#f/20}И ТОГДА Я НАЙДУ ОЧЕНЬ БЕЗОПАСНОЕ МЕСТО, ЧТОБЫ СПРЯТАТЬСЯ.

source: <15>{#p/papyrus}{#f/15}DON'T WORRY, HUMAN! PAPYRUS HAS THIS UNDER CONTROL!
ru_ru: <15>{#p/papyrus}{#f/15}НЕ ВОЛНУЙСЯ, ЧЕЛОВЕК! ПАПИРУС ДЕРЖИТ ВСЁ ПОД КОНТРОЛЕМ!

source: <15>{#p/papyrus}{#f/27}UH... THANKS???
ru_ru: <15>{#p/papyrus}{#f/27}УХ... СПАСИБО???

source: <15>{#p/papyrus}{#f/21}IDIOT... WHERE HAVE I HEARD THAT BEFORE...
ru_ru: <15>{#p/papyrus}{#f/21}ИДИОТ... ГДЕ-ТО Я ЭТО СЛЫШАЛ...

source: <15>{#p/papyrus}{#f/22}OR... NOT?
ru_ru: <15>{#p/papyrus}{#f/22}ИЛИ... НЕТ?

source: <15>{#p/papyrus}{#f/24}SO, LET ME GET THIS STRAIGHT.
ru_ru: <15>{#p/papyrus}{#f/24}ИТАК, ПОЗВОЛЬ МНЕ ПРОЯСНИТЬ СИТУАЦИЮ.

source: <15>{#p/papyrus}{#f/27}YOU MEANT TO SAY YOU... LOVE ME???
ru_ru: <15>{#p/papyrus}{#f/27}ТЫ ХОТЕЛ СКАЗАТЬ, ЧТО ТЫ... ЛЮБИШЬ МЕНЯ???

source: <15>{#p/papyrus}{#f/27}AND THAT SOMETHING IS TRYING TO TEAR OUR LOVE APART?
ru_ru: <15>{#p/papyrus}{#f/27}И ЭТО ЧТО-ТО ПЫТАЕТСЯ РАЗЛУЧИТЬ НАШУ ЛЮБОВЬ?

source: <15>{#p/papyrus}{#f/29}NOW WHAT...
ru_ru: <15>{#p/papyrus}{#f/29}СЕЙЧАС ПОДОЖДИ...

source: <15>{#p/papyrus}{#f/27}YOU MEAN I'M AN IDIOT FOR NOT NOTICING HOW MUCH YOU LOVE ME?
ru_ru: <15>{#p/papyrus}{#f/27}ТЫ ХОЧЕШЬ СКАЗАТЬ, ЧТО Я ИДИОТ, РАЗ НЕ ЗАМЕЧАЮ, КАК СИЛЬНО ТЫ МЕНЯ ЛЮБИШЬ?

source: <15>{#p/papyrus}{#f/28}AND THAT YOU WANT TO... UH...
ru_ru: <15>{#p/papyrus}{#f/28}И ЧТО ТЫ ХОЧЕШЬ... УХ...

source: <15>{#p/papyrus}{#f/25}I-I MEAN, I DON'T THINK WE'VE GOTTEN -THAT- FAR YET...
ru_ru: <15>{#p/papyrus}{#f/25}Я-Я ИМЕЮ В ВИДУ, Я НЕ ДУМАЮ, ЧТО МЫ ЗАШЛИ ТАК ДАЛЕКО...

source: <15>{#p/papyrus}{#f/27}I'M NOT SMART ENOUGH TO REALIZE WHAT'S GOING ON...?
ru_ru: <15>{#p/papyrus}{#f/27}Я НЕДОСТАТОЧНО УМЁН, ЧТОБЫ ПОНЯТЬ, ЧТО ПРОИСХОДИТ...?

source: <15>{#p/papyrus}{#f/27}SO... YOU MEANT TO SAY WE'RE IN A LOVE TRIANGLE?
ru_ru: <15>{#p/papyrus}{#f/27}ТАК... ТЫ ХОТЕЛ СКАЗАТЬ, ЧТО МЫ В ЛЮБОВНОМ ТРЕУГОЛЬНИКЕ?

source: <15>{#p/papyrus}{#f/19}WELL, IT'D CERTAINLY EXPLAIN YOUR ABRASIVE ATTITUDE!
ru_ru: <15>{#p/papyrus}{#f/19}НУ, ЭТО, КОНЕЧНО, ОБЪЯСНЯЕТ ТВОЁ РЕЗКОЕ ОТНОШЕНИЕ!

source: <15>{#p/papyrus}{#f/27}HUH? SHOOT FOR THE STARS INSTEAD OF SHOOTING MYSELF?
ru_ru: <15>{#p/papyrus}{#f/27}А? СТРЕЛЯТЬ ПО ЗВЁЗДАМ ВМЕСТО ТОГО, ЧТОБЫ СТРЕЛЯТЬ В СЕБЯ?

source: <15>{#p/papyrus}{#f/17}BUT WHAT DOES IT MEAN...!
ru_ru: <15>{#p/papyrus}{#f/17}НО ЧТО ЭТО ЗНАЧИТ...!

source: <15>{#p/papyrus}{#f/25}WAIT... YOU WANTED ME TO REALIZE THAT YOU SECRETLY LOVED ME?
ru_ru: <15>{#p/papyrus}{#f/25}ПОДОЖДИ... ТЫ ХОТЕЛ, ЧТОБЫ Я ПОНЯЛ, ЧТО ТЫ ТАЙНО ЛЮБИШЬ МЕНЯ?

source: <15>{#p/papyrus}{#f/22}AND THAT WE'RE ACTUALLY IN A... LOVE TRAPEZOID!?
ru_ru: <15>{#p/papyrus}{#f/22}И ЧТО МЫ НА САМОМ ДЕЛЕ В... ЛЮБИМ ТРАПЕЦИЮ!?

source: <15>{#p/papyrus}{#f/21}IDIOT...
ru_ru: <15>{#p/papyrus}{#f/21}ИДИОТ...

source: <15>{#p/papyrus}{#f/21}SHOOT FOR THE STARS...
ru_ru: <15>{#p/papyrus}{#f/21}СТРЕЛЯЙ В ЗВЁЗДЫ...

source: <15>{#p/papyrus}{#f/20}TWINKLY WAS A STAR, AND HE LOVED TO CALL PEOPLE IDIOTS!
ru_ru: <15>{#p/papyrus}{#f/20}ТВИНКЛИ БЫЛ ЗВЕЗДОЙ, И ЕМУ НРАВИЛОСЬ НАЗЫВАТЬ ЛЮДЕЙ ИДИОТАМИ!
