Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>* ... that'd be dangerous.
ru_ru: <32>* ... это было бы опасно.

source: <32>{#p/basic}{#npc/a}* Something feels off.
ru_ru: <32>{#p/basic}{#npc/a}* Что-то не так.

source: <32>{#p/basic}{#npc/a}* At least they're not out there killing everybody.
ru_ru: <32>{#p/basic}{#npc/a}* По крайней мере, они не убивают всех подряд.

source: <32>{#p/basic}{#npc/a}* I want to be like UNDYNE when I grow up, too! * Hoo hoo hoo!
ru_ru: <32>{#p/basic}{#npc/a}* Я тоже хочу быть как АНДАЙН, когда вырасту! * Ху-ху-ху!

source: <32>{#p/basic}{#npc/a}* Maybe now that we're free, that sweet lady will finally leave.
ru_ru: <32>{#p/basic}{#npc/a}* Может быть, теперь, когда мы свободны, эта милая леди наконец-то уйдет.

source: <32>* Then, I shall come to know the contents of that {@fill=#f00}odd book{@fill=#fff} for myself...
ru_ru: <32>* Тогда я узнаю содержание этой {@fill=#f00}странной книги{@fill=#fff} для себя...

source: <32>{#p/basic}{#npc/a}* There's an {@fill=#f00}odd book{@fill=#fff} that appears and disappears here at random...
ru_ru: <32>{#p/basic}{#npc/a}* Есть {@fill=#f00}странная книга{@fill=#fff} которая появляется и исчезает здесь случайным образом...

source: <32>* But that sweet lady always seems to be in the way of it!
ru_ru: <32>* Но эта милая леди всегда стоит на пути!

source: <32>* Do you know anything that could scare her off?
ru_ru: <32>* Ты знаешь что-нибудь, что может её отпугнуть?

source: <32>{#p/basic}{#npc/a}* Soon, I tell you.
ru_ru: <32>{#p/basic}{#npc/a}* Скоро, я говорю тебе.

source: <32>* Soon.
ru_ru: <32>* Скоро.

source: <32>{#p/basic}{#npc/a}* I know what you're thinking.
ru_ru: <32>{#p/basic}{#npc/a}* Я знаю, о чём ты думаешь.

source: <32>* Don't try it.
ru_ru: <32>* Не пытайся это сделать.

source: <32>{#p/basic}{#npc/a}* (Cough, cough.)
ru_ru: <32>{#p/basic}{#npc/a}* (Кашель, кашель.)

source: <32>* This will be our news feed's last issue...
ru_ru: <32>* Это будет последний выпуск нашей новостной ленты...

source: <32>* Why don't we just put a big "THE END" on the front and call it a day?
ru_ru: <32>* Почему бы нам просто не написать на обложке "КОНЕЦ" и на этом закончить?

source: <33>* Back in school, teachers gave us spot-the-difference puzzles when we ran out of work.
ru_ru: <33>* Ещё в школе учителя давали нам головоломки найди отличия, когда у нас заканчивались задания.

source: <32>* I thought they were a waste of time. * But look at me now...
ru_ru: <32>* Я думал, что это пустая трата времени. * Но посмотрите на меня сейчас...

source: <33>* I'm the number-one spot-the- difference artist on the outpost!
ru_ru: <33>* Я - мастер номер один по выявлению различий на аванпосту!

source: <32>* Heck, why don't we just quit right here and now?
ru_ru: <32>* Чёрт возьми, почему бы нам не уволиться прямо здесь и сейчас?

source: <33>* Trust me, kid. * You don't really want this job.
ru_ru: <33>* Поверь мне, парень. * Ты не очень-то хочешь эту работу.

source: <32>{#p/basic}{#npc/a}* Welcome to the librarby.
ru_ru: <32>{#p/basic}{#npc/a}* Добро пожаловать в библиотеку.

source: <32>* If you beat up anyone else, you'll be really sorry.
ru_ru: <32>* Если ты побьёшь кого-нибудь ещё, тебе будет очень жаль.

source: <32>* This is the last day we'll be open, so make as much noise as you want.
ru_ru: <32>* Это последний день, когда мы работаем, так что шуми, сколько хочешь.

source: <32>{#p/basic}{#npc/a}* Welcome to the librarby. * The only place in town that doesn't run on electricity.
ru_ru: <32>{#p/basic}{#npc/a}* Добро пожаловать в библиотеку. * Единственное место в городе, которое не работает на электричестве.

source: <32>* Which, is important, what with all the breakdowns happening lately.
ru_ru: <32>* Что очень важно, учитывая все поломки, происходящие в последнее время.

source: <32>{#p/basic}{#npc/a}* Welcome to the librarby. * Actually, that name started as a spelling mistake.
ru_ru: <32>{#p/basic}{#npc/a}* Добро пожаловать в библиотеку. * На самом деле, это название возникло как орфографическая ошибка.

source: <32>* Now everybody calls it that...
ru_ru: <32>* Теперь все называют это так...

source: <32>{#p/basic}{#npc/a}* You have feelings, don't you?
ru_ru: <32>{#p/basic}{#npc/a}* У тебя есть чувства, не так ли?

source: <32>{#p/basic}{#npc/a}* Not that anyone would've stopped you before...
ru_ru: <32>{#p/basic}{#npc/a}* Не то чтобы кто-то мог остановить тебя раньше...

source: <32>{#p/basic}{#npc/a}* This is what happens when you're too lazy to fix simple problems.
ru_ru: <32>{#p/basic}{#npc/a}* Вот что происходит, когда вам лень устранять простые проблемы.

source: <32>{#p/basic}{#npc/a}* Oh my, there's so much news to report, I don't know where to begin!
ru_ru: <32>{#p/basic}{#npc/a}* О боже, у нас столько новостей, что я не знаю, с чего начать!

source: <32>* How about this headline... * "Monsters Finally Escape From the Outpost."
ru_ru: <32>* Как насчёт такого заголовка...* "Монстры наконец-то сбежали с аванпоста."

source: <32>* Nah, that doesn't have enough pizazz...
ru_ru: <32>* Не, в этом нет достаточной пикантности...

source: <32>* How about "You Won't Believe Who Helped Us Escape From the Outpost!"
ru_ru: <32>* Как насчет "Ты не поверишь, кто помог нам сбежать с аванпоста!"

source: <32>{#p/basic}{#npc/a}* Working the news feed has gotten tricky as of late.
ru_ru: <32>{#p/basic}{#npc/a}* Работа с новостной лентой в последнее время становится всё более сложной.

source: <32>{#p/basic}{#npc/a}* Half of the time, I can't even log into my own account!
ru_ru: <32>{#p/basic}{#npc/a}* Половину времени я даже не могу войти в свой собственный аккаунт!

source: <32>{#p/basic}{#npc/a}* To fix it, I may just have to access the rec center servers in person...
ru_ru: <32>{#p/basic}{#npc/a}* Чтобы исправить это, мне, возможно, придётся лично получить доступ к серверам центра отдыха...

source: <32>{#p/basic}{#npc/a}* Working the news feed is losing its appeal.
ru_ru: <32>{#p/basic}{#npc/a}* Работа с лентой новостей теряет свою привлекательность.

source: <32>* First, that terrible news from before, and now, what happened to that celebrity...
ru_ru: <32>* Сначала ужасные новости, а теперь то, что случилось с той знаменитостью...

source: <32>* I'm thinking about quitting.
ru_ru: <32>* Я подумываю о том, чтобы уволиться.

source: <32>{#p/basic}{#npc/a}* I love working the news feed.
ru_ru: <32>{#p/basic}{#npc/a}* Мне нравится работать с лентой новостей.

source: <32>* Lately, though, I've had to report on something terrible...
ru_ru: <32>* Однако в последнее время мне приходится сообщать о чём-то ужасном...

source: <32>* I'm starting to second-guess my life choices.
ru_ru: <32>* Я начинаю сомневаться в правильности своего жизненного выбора.

source: <32>* Only problem is, if a celebrity dies...
ru_ru: <32>* Только проблема в том, что если знаменитость умирает...

source: <32>* That's all anyone ever wants me to report on for a while.
ru_ru: <32>* Это всё, о чём меня просят отчитаться в течение некоторого времени.

source: <32>* There's so little to report that we just fill it with comics and games.
ru_ru: <32>* В нём так мало информации, что мы просто заполняем его комиксами и играми.

source: <32>* I sure hope nobody gets bored of those.
ru_ru: <32>* Я надеюсь, что они никому не наскучат.

source: <32>{#p/basic}{#npc/a}* Have you ever felt like your life is just running in circles?
ru_ru: <32>{#p/basic}{#npc/a}* Ты когда-нибудь чувствовал, что твоя жизнь бежит по кругу?

source: <32>{#p/basic}{#npc/a}* Have you ever felt like you're just missing something?
ru_ru: <32>{#p/basic}{#npc/a}* Ты когда-нибудь чувствовал, что тебе чего-то не хватает?

source: <32>{#p/basic}{#npc/a}* We're all free?
ru_ru: <32>{#p/basic}{#npc/a}* Мы все свободны?

source: <32>* OK, OK... * And here I thought we'd all be covered in bruises.
ru_ru: <32>* ЛАДНО, ЛАДНО... * И я-то думал, что мы все будем в синяках.

source: <33>* What a surprise. * I'm sure that dog won't care.
ru_ru: <33>* Какой сюрприз. * Я уверен, что собаке будет всё равно.

source: <32>* OK, OK... * I'll stop lounging around. * Does that dog know?
ru_ru: <32>* ЛАДНО, ЛАДНО... * Я перестану бездельничать. * Эта собака знает?

source: <33>* Hm, I'll be sure to go tell it.
ru_ru: <33>* Хм, я обязательно пойду и расскажу об этом.

source: <32>{#p/basic}{#npc/a}* Sorry, champ. * Now's not a good time.
ru_ru: <32>{#p/basic}{#npc/a}* Прости, чемпион. * Сейчас не самое подходящее время.

source: <32>{#p/basic}{#npc/a}* I heard that dog is a 4-D poker player...
ru_ru: <32>{#p/basic}{#npc/a}* Я слышал, что собака играет в 4-D покер...

source: <32>* Has it ever won a game? * I wonder.
ru_ru: <32>* Он когда-нибудь выигрывал игру? * Я удивляюсь.

source: <32>{#p/basic}{#npc/a}* A dog just rushed in here, filled with inspiration.
ru_ru: <32>{#p/basic}{#npc/a}* Сюда только что вбежала собака, полная вдохновения.

source: <32>* It kept trying to create a hologram that expressed its own emotions...
ru_ru: <32>* Он пытался создать голограмму, которая выражала бы его собственные эмоции...

source: <32>* But, as it did, it kept getting more excited about the creation...
ru_ru: <32>* Но по мере того, как он это делал, его всё больше захватывало творение...

source: <32>* Its neck got longer and longer, and it added more and more light, until...
ru_ru: <32>* Его шея становилась всё длиннее и длиннее, а света становилось всё больше и больше, пока...

source: <32>* It was rather sad to watch, but I couldn't turn away.
ru_ru: <32>* Смотреть на это было довольно грустно, но я не мог отвернуться.

source: <32>{#p/basic}{#npc/a}* That dog from earlier...? * It's at Grillby's. * I think.
ru_ru: <32>{#p/basic}{#npc/a}* Та собака, что была раньше...? * Она в Грильби. * Я думаю.

source: <32>* After work, all of the dogs go there to play cards together.
ru_ru: <32>* После работы все собаки приходят туда, чтобы вместе поиграть в карты.

source: <32>* But that dog doesn't really know how to express itself.
ru_ru: <32>* Но эта собака не знает, как выразить себя.

source: <32>* So, it ends up playing alone, instead of introducing itself to the others...
ru_ru: <32>* В итоге он играет один, вместо того чтобы представить себя остальным...

source: <32>{#p/basic}{#npc/a}* Where's that dog?
ru_ru: <32>{#p/basic}{#npc/a}* Где эта собака?

source: <32>* It usually comes through here every day after work...
ru_ru: <32>* Обычно он проходит здесь каждый день после работы...

source: <32>{#p/basic}{#npc/a}* A badly wounded dog just walked through here...
ru_ru: <32>{#p/basic}{#npc/a}* Здесь только что прошла тяжело раненная собака...

source: <32>* What kind of person would beat up a cute little dog?
ru_ru: <32>* Какой человек станет избивать маленькую милую собачку?

source: <32>{#p/basic}{#npc/a}* Don't worry, champ. * Most of them have probably forgiven ya by now.
ru_ru: <32>{#p/basic}{#npc/a}* Не волнуйся, чемпион. * Большинство из них уже наверняка простили тебя.

source: <32>{#p/basic}{#npc/a}* Don't worry, champ. * I've got this covered for ya.
ru_ru: <32>{#p/basic}{#npc/a}* Не волнуйся, чемпион. * Я позабочусь об этом.

source: <32>{#p/basic}{#npc/a}* The day that dog wins a game of 4-D poker, we're ALL doomed.
ru_ru: <32>{#p/basic}{#npc/a}* В тот день, когда собака выиграет партию в 4-D покер, мы все будем обречены.

source: <32>{#p/basic}{#npc/a}* Too bad for the dog, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Жалко собаку, да?

source: <32>{#p/basic}{#npc/a}* So sad for the dog, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Так жаль собаку, да?

source: <32>{#p/basic}{#npc/a}* Have you seen it?
ru_ru: <32>{#p/basic}{#npc/a}* Ты видел это?

source: <32>{#p/basic}{#npc/a}* Despicable.
ru_ru: <32>{#p/basic}{#npc/a}* Отвратительный.

source: <32>{#p/basic}{#npc/a}* Hah- * Incredible-
ru_ru: <32>{#p/basic}{#npc/a}* Хах- * Невероятно-

source: <32>* I knew my moon rocks were the real deal all along-
ru_ru: <32>* Я всегда знал, что мои лунные камни - настоящие.

source: <32>* Even I'm surprised what your mean ways have led to for me-
ru_ru: <32> Даже Я удивляюсь, до чего довели меня твои подлые методы-

source: <32>{#p/basic}{#npc/a}* Tch- * Unbelievable-
ru_ru: <32>{#p/basic}{#npc/a}* Тихо- * Невероятно...

source: <32>* I can't believe I'm gonna be working with that guy-
ru_ru: <32>* Не могу поверить, что я буду работать с этим парнем-

source: <32>* At least our sales figures should finally go up-
ru_ru: <32>* По крайней мере, наши показатели продаж должны наконец-то вырасти-

source: <32>{#p/basic}{#npc/a}* Tch- * Sorry, I don't sell to people like you-
ru_ru: <32>{#p/basic}{#npc/a}* Тихо- * Извини, я не продаю таким, как ты-

source: <32>{#p/basic}{#npc/a}* Man- * Sucks what happened to Mettaton, y'know-
ru_ru: <32>{#p/basic}{#npc/a}* Человек... * Неприятно, что случилось с Меттатоном, знаешь ли-

source: <32>* But I'm willing to sell off my special edition moon rocks for the occasion-
ru_ru: <32>* Но я готов продать свои лунные камни, выпущенные специально для этого случая-

source: <32>* Unlike that guy, who just lowers the prices on his basic rocks instead-
ru_ru: <32>* В отличие от того парня, который вместо этого просто снижает цены на свои основные камни-

source: <32>* I got authentic moon rocks straight from a moon, unlike his phoned in crap-
ru_ru: <32>* Я получил настоящие лунные камни прямо с Луны, в отличие от его надуманного дерьма-

source: <32>* That guy's rocks don't look anything like a moon-
ru_ru: <32>* Камни этого парня совсем не похожи на луну-

source: <32>{#p/basic}{#npc/a}* Yeah, I have you to thank-
ru_ru: <32>{#p/basic}{#npc/a}* Да, я должен тебя поблагодарить-

source: <32>{#p/basic}{#npc/a}* It's just good for business-
ru_ru: <32>{#p/basic}{#npc/a}* Это просто хорошо для бизнеса-

source: <32>{#p/basic}{#npc/a}* The nerve of that guy-
ru_ru: <32>{#p/basic}{#npc/a}* Наглость этого парня-

source: <32>{#p/basic}{#npc/a}* Ehhh~ * I just couldn't deal with it anymore, man~
ru_ru: <32>{#p/basic}{#npc/a}* Эххх~ * Я просто не мог больше с этим мириться, чувак~

source: <32>* Between his badgering and your bullying, I've just about had enough~
ru_ru: <32>* Между его приставаниями и твоими издевательствами, я почти сыт по горло~

source: <32>* His moon rocks may be fake, but if it gets me peace and quiet, I'll deal~
ru_ru: <32>* Его лунные камни могут быть подделкой, но если это принесет мне мир и покой, я соглашусь~

source: <32>{#p/basic}{#npc/a}* Pfft~ * Shaw man~
ru_ru: <32>{#p/basic}{#npc/a}* Пффт~ * Шоу-мен~

source: <32>* It's good to finally be working together on this thing~
ru_ru: <32>* Хорошо, что мы наконец-то работаем вместе над этим делом~

source: <32>* Now we'll both be sellin' my authentic moon rocks~
ru_ru: <32>* Теперь мы оба будем продавать мои настоящие лунные камни~

source: <32>{#p/basic}{#npc/a}* Pfft~ * No moon rocks for you~
ru_ru: <32>{#p/basic}{#npc/a}* Пффф~ * Нет лунных камней для тебя~

source: <32>{#p/basic}{#npc/a}* Real shame what happened to the start of the underground~
ru_ru: <32>{#p/basic}{#npc/a}* Очень жаль, что так случилось с началом андеграунда~

source: <32>* Don't worry though~ * Unlike that dude to my left, I won't raise my prices~
ru_ru: <32>* Не волнуйся~ * В отличие от того чувака слева от меня, я не буду поднимать цены~

source: <32>* In fact, my moon rocks are going on sale~
ru_ru: <32>* На самом деле, мои лунные камни поступают в продажу~

source: <32>* That dude to my left be sellin' phoney baloney moon rocks, bruh~
ru_ru: <32>* Тот чувак слева от меня продает фальшивые лунные камни, брух~

source: <32>* Don't believe a word he says~
ru_ru: <32>* Не верьте ни единому его слову~

source: <32>{#p/basic}{#npc/a}* Shaw man~ * Sorry it had to come to this~
ru_ru: <32>{#p/basic}{#npc/a}* Шоу-мен~ * Прости, что так вышло.

source: <32>{#p/basic}{#npc/a}* Yeah, his were the real fake moon rocks all along~
ru_ru: <32>{#p/basic}{#npc/a}* Да, это всё время были настоящие поддельные лунные камни~

source: <32>{#p/basic}{#npc/a}* The gall o' that dude~
ru_ru: <32>{#p/basic}{#npc/a}* Наглость этого чувака~

source: <32>{#p/basic}{#npc/a}* My little Cinnamon's going to grow up one day...
ru_ru: <32>{#p/basic}{#npc/a}* Моя маленькая Корица однажды вырастет...

source: <32>* Since he's my brother, I only want the best for him.
ru_ru: <32>* Поскольку он мой брат, я хочу для него только лучшего.

source: <32>* I sure hope our new world can accommodate for that.
ru_ru: <32>* Я очень надеюсь, что наш новый мир сможет это учесть.

source: <32>{#p/basic}{#npc/a}* Ah, it's so peaceful and quiet...
ru_ru: <32>{#p/basic}{#npc/a}* Ах, здесь так тихо и спокойно...

source: <32>* The people who usually bother me are too busy crying about something on TV!
ru_ru: <32>* Люди, которые обычно меня беспокоят, слишком заняты тем, что плачут о чём-то по ТВ!

source: <32>* Usually one of those skeletons chases my little Cinnamon around.
ru_ru: <32>* Обычно один из этих скелетов преследует мою маленькую Корицу.

source: <32>* Usually one of those dogs chases my little Cinnamon around.
ru_ru: <32>* Обычно одна из этих собак гоняется за моей маленькой Корицей.

source: <32>{#p/basic}{#npc/a}* Isn't my little Cinnamon just the cutest?
ru_ru: <32>{#p/basic}{#npc/a}* Разве моя маленькая Корица не самая милая?

source: <32>* Bun-buns are so adorable... * Tee hee!
ru_ru: <32>* Бантики-булочки такие очаровательные... * Хи-хи!

source: <32>{#p/basic}{#npc/a}* I wonder what could have happened...
ru_ru: <32>{#p/basic}{#npc/a}* Интересно, что могло случиться...

source: <32>{#p/basic}{#npc/a}* I wonder where they are...
ru_ru: <32>{#p/basic}{#npc/a}* Интересно, где они...

source: <32>{#p/basic}{#npc/a}* Ice Wolf is happy today. * Sweet Doggo has finally been held in Ice Wolf's arms.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк сегодня счастлив. * Милый Догго наконец-то побывал в объятиях Ледяного Волка.

source: <32>* Ice Wolf is now his Nice Wolf.
ru_ru: <32>* Ледяной Волк теперь его Милый Волк.

source: <32>{#p/basic}{#npc/a}* Ice Wolf notices the morale of the town slipping.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк замечает, что мораль города падает.

source: <32>* Ice Wolf just wants everyone to be happy.
ru_ru: <32>* Ледяной Волк просто хочет, чтобы все были счастливы.

source: <32>{#p/basic}{#npc/a}* Ice Wolf has not seen any of Ice Wolf's dog-friends today.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк не видел сегодня ни одного из друзей-собак Ледяного Волка.

source: <32>* Ice Wolf is sad.
ru_ru: <32>* Ледяной Волк грустит.

source: <32>{#p/basic}{#npc/a}* Ice Wolf has not seen sweet Doggo at all today.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк сегодня совсем не видел милого Догго.

source: <32>* Ice Wolf is lonely.
ru_ru: <32>* Ледяному Волку одиноко.

source: <32>{#p/basic}{#npc/a}* Ice Wolf has not seen any skeletons today.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк не видел сегодня ни одного скелета.

source: <32>* Ice Wolf is concerned.
ru_ru: <32>* Ледяной Волк беспокоится.

source: <32>{#p/basic}{#npc/a}* Ice Wolf is going to play fetch with Ice Wolf's dog-friends.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк собирается поиграть в фетч с друзьями-собаками Ледяного Волка.

source: <32>* Ice Wolf is excited.
ru_ru: <32>* Ледяной Волк взволнован.

source: <32>{#p/basic}{#npc/a}* Ice Wolf is wondering why so many monsters are hurt.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк недоумевает, почему так много монстров ранено.

source: <32>{#p/basic}{#npc/a}* Ice Wolf is wondering why so many monsters are gone.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк недоумевает, почему исчезло так много монстров.

source: <32>{#p/basic}{#npc/a}* Ice Wolf is wondering why Ice Wolf is Ice Wolf when there is no ice to throw around.
ru_ru: <32>{#p/basic}{#npc/a}* Ледяной Волк недоумевает, почему Ледяной Волк - это Ледяной Волк, когда вокруг нет льда.

source: <32>* Ice Wolf is confused.
ru_ru: <32>* Ледяной Волк растерян.

source: <32>{#p/basic}{#npc/a}* I asked Papyrus about his floss collection, and he said he'd help me start one, too.
ru_ru: <32>{#p/basic}{#npc/a}* Я спросил Папируса о его коллекции зубных нитей, и он сказал, что поможет мне создать такую же.

source: <32>* Isn't he the best?
ru_ru: <32>* Разве он не лучший?

source: <32>{#p/basic}{#npc/a}* My MTT-brand toothbrush broke again, and I don't know how I'll fix it this time.
ru_ru: <32>{#p/basic}{#npc/a}* Моя зубная щетка марки МТТ снова сломалась, и я не знаю, как починить её на этот раз.

source: <32>* ... it's not like they're going to make any more of them, now.
ru_ru: <32>* ... не похоже, что они собираются делать их еще, сейчас.

source: <32>{#p/basic}{#npc/a}* I went to ask Papyrus about his floss collection, but he wasn't available.
ru_ru: <32>{#p/basic}{#npc/a}* Я хотел спросить Папируса о его коллекции зубных нитей, но его не оказалось на месте.

source: <32>* Would you happen to know anything about that?
ru_ru: <32>* Ты случайно ничего об этом не знаешь?

source: <32>{#p/basic}{#npc/a}* I'd lend you my MTT-brand toothbrush...
ru_ru: <32>{#p/basic}{#npc/a}* Я бы одолжил тебе свою зубную щетку марки МТТ...

source: <32>* ... but I get the feeling you'd smash it a whole bunch.
ru_ru: <32>* ... но у меня такое чувство, что ты разобьешь её вдребезги.

source: <32>{#p/basic}{#npc/a}* Those MTT-brand toothbrushes are so freakin' brittle.
ru_ru: <32>{#p/basic}{#npc/a}* Эти зубные щетки марки MTT такие чертовски хрупкие.

source: <32>* Thing got crushed in my hands before I could even start!
ru_ru: <32>* Вещь была раздавлена в моих руках ещё до того, как я успел начать!

source: <32>{#p/basic}{#npc/a}* Guess I'll have to use an actually decent toothbrush from now on.
ru_ru: <32>{#p/basic}{#npc/a}* Похоже, теперь мне придётся пользоваться действительно приличной зубной щеткой.

source: <32>{#p/basic}{#npc/a}* Hmm... * I wonder how skeletons brush their teeth.
ru_ru: <32>{#p/basic}{#npc/a}* Хм... * Интересно, как скелеты чистят зубы.

source: <32>{#p/basic}{#npc/a}* Hanging out by the bar tells you a lot about this place... * For better or worse.
ru_ru: <32>{#p/basic}{#npc/a}* Посиделки у бара многое говорят об этом месте... * В лучшую или худшую сторону.

source: <32>{#p/basic}{#npc/a}* Then again, it was the cheapest option...
ru_ru: <32>{#p/basic}{#npc/a}* Но, опять же, это был самый дешёвый вариант...

source: <32>{#p/basic}{#npc/a}* HEY!
ru_ru: <32>{#p/basic}{#npc/a}* ЭЙ!

source: <32>* ... you're pretty weird.
ru_ru: <32>* ... ты довольно странный.

source: <32>* You put us through hell, then went through hell to save us all.
ru_ru: <32>* Ты заставил нас пройти через ад, а затем прошёл через ад, чтобы спасти всех нас.

source: <32>* I don't really know why.
ru_ru: <32>* Я не знаю, почему.

source: <32>* I DON'T KNOW HOW TO HANDLE TO THIS SITUATION! * YEAH!
ru_ru: <32>* Я НЕ ЗНАЮ, КАК СПРАВИТЬСЯ С ЭТОЙ СИТУАЦИЕЙ! * ДА!

source: <32>* ... you're pretty cool.
ru_ru: <32>* ... ты очень крутой.

source: <32>* Thanks for going through hell to save us all back there.
ru_ru: <32>* Спасибо, что прошёл через ад, чтобы спасти нас всех там.

source: <32>* That was a real stand-up move.
ru_ru: <32>* Это была настоящая удача.

source: <32>* ALL HAIL THE NEW AUTHORITY! * YEAH!
ru_ru: <32>* ДА ЗДРАВСТВУЕТ НОВАЯ ВЛАСТЬ! * ДА!

source: <32>* What you been up to, huh KID?
ru_ru: <32>* Чем ты занимаешься, а, МАЛЫШ?

source: <32>* You've got an awfully criminal look on your FACE...
ru_ru: <32>* У тебя ужасно преступное выражение ЛИЦА...

source: <32>* Respect my AUTHORITY! * YEAH!
ru_ru: <32>* Уважай мой АВТОРИТЕТ! * ДА!

source: <32>* You think you can just stand there and stare at ME?
ru_ru: <32>* Ты думаешь, что можешь просто стоять и смотреть на МЕНЯ?

source: <32>* Well, I've got some bad news for you, PAL.
ru_ru: <32>* Ну, у меня для тебя плохие новости, ПРИЯТЕЛЬ.

source: <32>* I'm an officer of the LAW.
ru_ru: <32>* Я офицер ЗАКОНА.

source: <32>* So, UH...
ru_ru: <32>* Итак, УХ...
