Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <15>{#p/papyrus}{#f/25}OBLIVIOUS...
ru_ru: <15>{#p/papyrus}{#f/25}НЕВНИМАТЕЛЬНЫЙ...

source: <15>{#p/papyrus}{#f/22}I'VE BEEN OBLIVIOUS THIS WHOLE TIME!
ru_ru: <15>{#p/papyrus}{#f/22}Я ВСЁ ЭТО ВРЕМЯ НЕ ЗАМЕЧАЛ!

source: <15>{#p/papyrus}{#f/20}THAT "ASRIEL" FELLOW SEEMS TO LOVE CALLING PEOPLE IDIOTS AS WELL!
ru_ru: <15>{#p/papyrus}{#f/20}ЭТОТ "АЗРИЭЛЬ", ПОХОЖЕ, ТОЖЕ ЛЮБИТ НАЗЫВАТЬ ЛЮДЕЙ ИДИОТАМИ!

source: <15>{#p/papyrus}{#f/24}WHICH MEANS...
ru_ru: <15>{#p/papyrus}{#f/24}ЧТО ЗНАЧИТ...

source: <15>{#p/papyrus}{#f/22}THE "STAR" IN THIS SCENARIO MUST BE HIM!
ru_ru: <15>{#p/papyrus}{#f/22}"ЗВЕЗДОЙ" В ЭТОМ СЦЕНАРИИ ДОЛЖЕН БЫТЬ ОН!

source: <15>{#p/papyrus}{#f/19}HE MUST HAVE DONE SOMETHING TO MAKE -ME- LOOK LIKE AN IDIOT!
ru_ru: <15>{#p/papyrus}{#f/19}ОН ДОЛЖЕН БЫЛ СДЕЛАТЬ ЧТО-ТО, ЧТОБЫ ВЫСТАВИТЬ МЕНЯ ИДИОТОМ!

source: <15>{#p/papyrus}{#f/10}OH... OH!
ru_ru: <15>{#p/papyrus}{#f/10}О... ОХ!

source: <15>{#p/papyrus}{#f/10}YOU'RE THE STAR I'M SUPPOSED TO SHOOT FOR!
ru_ru: <15>{#p/papyrus}{#f/10}ТЫ - ТА ЗВЕЗДА, В КОТОРУЮ Я ДОЛЖЕН РАССТРЕЛЯТЬ!

source: <15>{#p/papyrus}{#f/20}YOU'VE BEEN TRYING TO WIN MY AFFECTION THIS WHOLE TIME!
ru_ru: <15>{#p/papyrus}{#f/20}ТЫ ВСЁ ЭТО ВРЕМЯ ПЫТАЛСЯ ЗАВОЕВАТЬ МОЁ ДОВЕРИЕ!

source: <15>{#p/papyrus}{#f/27}WOWIE... YOU SURE DO HAVE A STRANGE WAY OF GOING ABOUT IT...
ru_ru: <15>{#p/papyrus}{#f/27}ВАУ... ТЫ, КОНЕЧНО, СТРАННО СЕБЯ ВЕДЁШЬ...

source: <15>{#p/papyrus}{#f/24}STRANGE ENOUGH...
ru_ru: <15>{#p/papyrus}{#f/24}КАК НИ СТРАННО...

source: <15>{#p/papyrus}{#f/15}... THAT I'M CONVINCED THERE'S MORE GOING ON HERE!
ru_ru: <15>{#p/papyrus}{#f/15}... ЧТО Я УВЕРЕН, ЧТО ЗДЕСЬ ПРОИСХОДИТ НЕЧТО БОЛЬШЕЕ!

source: <15>{#p/papyrus}{#f/21}AFTER ALL, IF THAT'S WHAT YOU WANTED TO TELL ME...
ru_ru: <15>{#p/papyrus}{#f/21}В КОНЦЕ КОНЦОВ, ЕСЛИ ЭТО ТО, ЧТО ТЫ ХОТЕЛ МНЕ СКАЗАТЬ...

source: <15>{#p/papyrus}{#f/21}WHY GO TO ALL THIS TROUBLE...
ru_ru: <15>{#p/papyrus}{#f/21}ЗАЧЕМ ТАК СТАРАТЬСЯ...

source: <15>{#p/papyrus}{#f/27}INSTEAD OF SPARING ME AND TALKING ABOUT IT AFTERWARDS?
ru_ru: <15>{#p/papyrus}{#f/27}ВМЕСТО ТОГО, ЧТОБЫ ПОЩАДИТЬ МЕНЯ И ПОГОВОРИТЬ ОБ ЭТОМ ПОСЛЕ?

source: <15>{#p/papyrus}{#f/21}UNLESS... YOU REALLY -CAN'T- SPARE ME.
ru_ru: <15>{#p/papyrus}{#f/21}ЕСЛИ ТОЛЬКО... ТЫ ДЕЙСТВИТЕЛЬНО НЕ МОЖЕШЬ МЕНЯ ПОЩАДИТЬ.

source: <15>{#p/papyrus}{#f/24}THAT "ASRIEL" FELLOW WAS SO SURE YOU'D KILL ME...
ru_ru: <15>{#p/papyrus}{#f/24}ЭТОТ "АЗРИЭЛЬ" БЫЛ ТАК УВЕРЕН, ЧТО ТЫ МЕНЯ УБЬЕШЬ...

source: <15>{#p/papyrus}{#f/20}SOMETHING TELLS ME, HE MUST BE THE ONE WHO'S GETTING IN YOUR WAY!
ru_ru: <15>{#p/papyrus}{#f/20}ЧТО-ТО ПОДСКАЗЫВАЕТ МНЕ, ЧТО ЭТО ОН МЕШАЕТ ТЕБЕ!

source: <15>{#p/papyrus}{#f/15}HE'S BEEN JEALOUS OF YOUR AFFECTION FOR ME ALL THIS TIME!
ru_ru: <15>{#p/papyrus}{#f/15}ОН ВСЁ ЭТО ВРЕМЯ ЗАВИДОВАЛ ТВОЕЙ ЛЮБВИ КО МНЕ!

source: <15>{#p/papyrus}{#f/14}WELL. I WILL NOT BE FOOLED BY THE LIKES OF HIM!
ru_ru: <15>{#p/papyrus}{#f/14}НУ. МЕНЯ НЕ ОДУРАЧАТ ТАКИЕ, КАК ОН!

source: <15>{#p/papyrus}{#f/20}I, PAPYRUS, WILL MAKE SURE HE NEVER FINDS ME AGAIN!
ru_ru: <15>{#p/papyrus}{#f/20}Я, ПАПИРУС, СДЕЛАЮ ТАК, ЧТО ОН БОЛЬШЕ НИКОГДА МЕНЯ НЕ НАЙДЕТ!

source: <15>{#p/papyrus}{#f/27}YOU'RE SUPPOSED TO BE SPARING, NOT FLIRTING!
ru_ru: <15>{#p/papyrus}{#f/27}ТЫ ДОЛЖЕН БЫЛ ПОЩАДИТЬ, А НЕ ФЛИРТОВАТЬ!

source: <15>{#f/14}I MUST RESIST!
ru_ru: <15>{#f/14}Я ДОЛЖЕН СОПРОТИВЛЯТЬСЯ!

source: <15>{#p/papyrus}{#f/27}HUH? FLIRTING, AT A TIME LIKE THIS?
ru_ru: <15>{#p/papyrus}{#f/27}А? ФЛИРТ В ТАКОЕ ВРЕМЯ?

source: <15>{#f/14}WELL, THAT'S ONE WAY TO REDEEM YOURSELF!
ru_ru: <15>{#f/14}НУ, ЭТО ОДИН ИЗ СПОСОБОВ ИСКУПИТЬ ВИНУ!

source: <15>{#p/papyrus}{#f/14}N-NO...!
ru_ru: <15>{#p/papyrus}{#f/14}Н-НЕТ...!

source: <15>{#p/papyrus}{#f/14}A-AH...!
ru_ru: <15>{#p/papyrus}{#f/14}А-АХ...!

source: <15>{#p/papyrus}{#f/20}HEY, THERE'S NO NEED TO INSULT YOURSELF!
ru_ru: <15>{#p/papyrus}{#f/20}ЭЙ, НЕ НУЖНО ОСКОРБЛЯТЬ СЕБЯ!

source: <15>{#f/21}I KNOW YOU DID YOUR BEST...
ru_ru: <15>{#f/21}Я ЗНАЮ, ТЫ СДЕЛАЛ ВСЁ, ЧТО МОГ...

source: <15>{#f/15}YOU'RE HERE TO BETTER YOURSELF, REMEMBER?
ru_ru: <15>{#f/15}ТЫ ЗДЕСЬ, ЧТОБЫ СТАТЬ ЛУЧШЕ, ПОМНИШЬ?

source: <15>{#p/papyrus}{#f/21}HUMAN...
ru_ru: <15>{#p/papyrus}{#f/21}ЧЕЛОВЕК...

source: <15>{#p/papyrus}{#f/15}COME ON...!
ru_ru: <15>{#p/papyrus}{#f/15}НУ ЖЕ...!

source: <32>{#p/asriel2}* Asgore. * The king who got his home planet destroyed.
ru_ru: <32>{#p/asriel2}* Азгор. * Король, из-за которого была уничтожена его родная планета.

source: <32>{#p/human}* (You attempt to hug Asgore...)
ru_ru: <32>{#p/human}* (Ты пытаешься обнять Азгора...)

source: <32>{#p/human}* (... but your body goes right through him.)
ru_ru: <32>{#p/human}* (... но твоё тело проходит сквозь него.)

source: <32>{#p/asriel2}* ... huh?
ru_ru: <32>{#p/asriel2}* ... а?

source: <11>{#p/asgore}{#f/5}Is that...
ru_ru: <11>{#p/asgore}{#f/5}Это...

source: <11>{#p/asgore}{#f/1}Really now...
ru_ru: <11>{#p/asgore}{#f/1}Правда, сейчас...

source: <11>{#p/asgore}{#f/1}Must we resort to violence?
ru_ru: <11>{#p/asgore}{#f/1}Должны ли мы применять насилие?

source: <11>{#p/asgore}{#f/1}Can we not settle this peacefully?
ru_ru: <11>{#p/asgore}{#f/1}Неужели мы не можем решить это мирным путем?

source: <11>{#p/asgore}{#f/1}Is this really necessary?
ru_ru: <11>{#p/asgore}{#f/1}Действительно ли это необходимо?

source: <32>{#p/human}* (You throw the spanner.) * (Asgore lets it pass right through him.)
ru_ru: <32>{#p/human}* (Ты бросаешь гаечный ключ.) * (Азгор пропускает его сквозь себя.)

source: <11>{#f/1}I am not really here, Asriel.
ru_ru: <11>{#f/1}На самом деле меня здесь нет, Азриэль.

source: <11>{#f/2}It's just a projection.
ru_ru: <11>{#f/2}Это всего лишь проекция.

source: * Asgore
ru_ru: * Азгор

source: <32>{#p/asriel2}* Kill him, $(name).
ru_ru: <32>{#p/asriel2}* Убей его, $(name).

source: A small branch of semi-translucent berries.
ru_ru: Небольшая ветка с полупрозрачными ягодами.

source: Exoberries
ru_ru: Экзоягоды

source: <32>{#p/human}* (You throw away the Exoberries.)
ru_ru: <32>{#p/human}* (Ты выбрасываешь Экзоягоды.)

source: <32>{#p/human}* (7 HP.)
ru_ru: <32>{#p/human}* (7 ОЗ.)

source: <32>{#p/basic}* "Exoberries" Heals 7 HP * A small branch of semi-translucent berries.
ru_ru: <32>{#p/basic}* "Экзоягоды" Восстанавливает 7 ОЗ. * Небольшая ветка с полупрозрачными ягодами.

source: <32>{#p/human}* (You eat the Exoberries.)
ru_ru: <32>{#p/human}* (Ты ешь Экзоягоды.)

source: Fresh exoberries, bathed in a sea of moist Jell-O.
ru_ru: Свежие экзоягоды, купающиеся в море влажного желе.

source: Berry Pie
ru_ru: Ягодный Пирог

source: <32>{#p/human}* (You throw away the Exoberry Pie.)
ru_ru: <32>{#p/human}* (Ты выбрасываешь Экзоягодный Пирог.)

source: <32>{#p/napstablook}* ......... huh?
ru_ru: <32>{#p/napstablook}* ......... а?

source: <32>{#p/napstablook}* oh..................
ru_ru: <32>{#p/napstablook}* ох..................

source: <32>{#p/human}* (99 HP.)
ru_ru: <32>{#p/human}* (99 ОЗ.)

source: <32>{#p/basic}* "Exoberry Pie" Heals 99 HP * Fresh exoberries, bathed in a sea of moist Jell-O.
ru_ru: <32>{#p/basic}* "Экзоягодный Пирог" Восстанавливает 99 ОЗ. * Свежие экзоягоды, купающиеся в море влажного желе.

source: Exoberry Pie
ru_ru: Экзоягодный Пирог

source: <32>{#p/human}* (You eat the Exoberry Pie.)
ru_ru: <32>{#p/human}* (Ты ешь Экзоягодный Пирог.)

source: <32>{#p/napstablook}* aw......... * i hope you like it.........
ru_ru: <32>{#p/napstablook}* ау......... * Надеюсь, вам понравится.........

source: Please take this to the edge of the galaxy.
ru_ru: Пожалуйста, отнеси это на край галактики.

source: Chip
ru_ru: Чип

source: <32>{#p/human}* (You throw away the Computer Chip.)
ru_ru: <32>{#p/human}* (Ты выбрасываешь Компьютерный Чип.)

source: <25>{#p/asriel1}{#f/15}* Uh... weren't you going to protect that?
ru_ru: <25>{#p/asriel1}{#f/15}* Ух... ты разве не собирался защитить его?

source: <32>{#p/human}* (45 HP. Rather than eating it, you feel you should keep this item safe.)
ru_ru: <32>{#p/human}* (45 ОЗ. Вместо того чтобы съесть его, ты считаешь, что должен защитить этот предмет.)

source: A somewhat underpowered portable force field.
ru_ru: Несколько недостаточно мощное портативное силовое поле.
