Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <25>{#f/20}* The pilots of those supply ships got better at landing unaided.
ru_ru: <25>{#f/20}* Пилоты этих кораблей снабжения стали лучше приземляться без посторонней помощи.

source: <25>{#f/13}* And so, the terminal was forgotten...
ru_ru: <25>{#f/13}* И вот, терминал был забыт...

source: <25>{#p/asriel1}{#f/16}* Just one of many objects whose story is mostly forgotten.
ru_ru: <25>{#p/asriel1}{#f/16}* Один из многих предметов, чья история в основном забыта.

source: <32>{#p/basic}* A derelict terminal once used to direct hovercar landings.
ru_ru: <32>{#p/basic}* Заброшенный терминал, когда-то использовавшийся для управления посадкой ховеркаров.

source: <32>{#p/human}* (The sign describes the broken state of the display tower's quantum randomizer.)
ru_ru: <32>{#p/human}* (Знак описывает сломанное состояние квантового рандомизатора дисплейной башни.)

source: <32>{#p/basic}* "ATTENTION: The quantum randomizer in this display tower is still broken."
ru_ru: <32>{#p/basic}* «ВНИМАНИЕ: Квантовый рандомайзер в этой дисплейной башне всё ещё сломан."

source: <32>{#p/human}* (You put your hands on window.)
ru_ru: <32>{#p/human}* (Ты кладёшь руки на окно.)

source: <32>{#p/basic}* Smells like paint.
ru_ru: <32>{#p/basic}* Пахнет краской.

source: <32>{#p/human}* (The books on this bookshelf consist of comparisons between the past the and present.)
ru_ru: <32>{#p/human}* (Книги на этой книжной полке состоят из сравнений между прошлым и настоящим).

source: <32>{#p/basic}* This bookshelf is labelled "Then and Now."
ru_ru: <32>{#p/basic}* Эта книжная полка помечена «Тогда и сейчас».

source: <32>{#p/basic}* "Before the war, monsters were taught magic on a regular, day-to-day basis."
ru_ru: <32>{#p/basic}* "До войны монстров учили магии на регулярной, повседневной основе."

source: <32>* "When most of our race died, so too did many of our teachers."
ru_ru: <32>* "Когда большинство представителей нашей расы погибли, погибли и многие наши учителя."

source: <32>* "To account for this, monsters started learning in larger groups."
ru_ru: <32>* "Чтобы учесть это, монстры стали учиться в больших группах."

source: <32>* "These new teaching methods were focused on skills to help us survive on the outpost."
ru_ru: <32>* "Эти новые методы обучения были направлены на развитие навыков, которые помогут нам выжить на аванпосте."

source: <32>* "By now, the population woes play a much smaller factor in our lives."
ru_ru: <32>* "Сейчас проблемы с населением играют гораздо меньшую роль в нашей жизни."

source: <32>* "Though, we still stick to the new methods, because..."
ru_ru: <32>* "Хотя мы всё равно придерживаемся новых методов, потому что..."

source: <32>* "... we're honestly just too lazy to change back."
ru_ru: <32>* "...честно говоря, нам просто лень меняться обратно."

source: <32>{#p/basic}* "Once upon a time, monsters used a wide variety of currencies."
ru_ru: <32>{#p/basic}* "Когда-то давно монстры использовали самые разные валюты."

source: <32>* "JEWEL and KRIOTAAN were the most prominent... but only on the home planet."
ru_ru: <32>* "ДЖЕВИЛ и КРИТОН были самыми известными... но только на родной планете."

source: <32>* "When it came to interactions with humans, the only currency used was GOLD."
ru_ru: <32>* "Когда дело доходило до взаимодействия с людьми, единственной валютой было ЗОЛОТО."

source: <32>* "Our abundant supply of the shiny mineral granted us many favors..."
ru_ru: <32>* "Наши богатые запасы блестящего минерала оказали нам много услуг..."

source: <32>* "But as a result, the other curriences lost their value in short time."
ru_ru: <32>* "Но в результате другие валюты потеряли свою ценность за короткое время."

source: <32>* "Now, we just use gold for everything!" * "It's the monster way."
ru_ru: <32>* "Теперь мы просто используем золото для всего!" * "Это подход монстров."

source: <32>{#p/basic}* "Since Erogot's fall, our king has done his best to uphold our homeworld's legacy."
ru_ru: <32>{#p/basic}* "С тех пор как Эрогот пал, наш король делает всё возможное, чтобы сохранить наследие нашего родного мира."

source: <32>* "Even if he lost the damn thing in the process..."
ru_ru: <32>* "Даже если он потерял эту чёртову штуку в процессе..."

source: <32>* "We've all come to accept what happened, and we don't really blame him anymore."
ru_ru: <32>* "Мы все смирились с тем, что произошло, и больше не виним его."

source: <32>* "The past two centuries have been tough, but we grow ever-closer to freedom."
ru_ru: <32>* "Последние два столетия были тяжелыми, но мы всё ближе к свободе."

source: <32>* "The angel is coming..."
ru_ru: <32>* "Ангел идёт..."

source: <32>* "... for all we know, it might already be here, having read this very book."
ru_ru: <32>* "... насколько нам известно, он может быть уже здесь, прочитав эту самую книгу."

source: <32>{#p/human}* (You observe the dust gathering on this check-out book.)
ru_ru: <32>{#p/human}* (Ты наблюдаешь за тем, как пыль собирается на этой книге на кассе.)

source: <32>{#p/basic}* The librarby's check-out book.
ru_ru: <32>{#p/basic}* Книга регистрации библиотекаря.

source: <32>{#p/human}* (The books on this bookshelf consist of information, some of which is actually useful.)
ru_ru: <32>{#p/human}* (Книги на этой книжной полке состоят из информации, часть которой действительно полезна.)

source: <32>{#p/basic}* It's a bookshelf labelled "Information."
ru_ru: <32>{#p/basic}* Это книжная полка с надписью "Информация."

source: <32>{#p/basic}* "The OuterNet is a joint effort by the king and the royal scientist."
ru_ru: <32>{#p/basic}* "ОутерНет - это совместная работа короля и королевского ученого."

source: <32>* "... well, mostly the royal scientist, since the king just wrote the welcome message."
ru_ru: <32>* "... ну, в основном королевский ученый, поскольку король только что написал приветственное послание."

source: <32>* "Still, the website serves as a 'virtual town square' for outpost residents."
ru_ru: <32>* "Тем не менее, веб-сайт служит „виртуальной городской площадью“ для жителей аванпоста."

source: <32>* "All you have to do to create an account is..."
ru_ru: <32>* "Всё, что нужно сделать, чтобы создать аккаунт, это..."

source: <32>* "Um... well..."
ru_ru: <32>* "Эм... ну..."

source: <32>* "The instructions weren't exactly 'clear...'"
ru_ru: <32>* "Инструкции были не совсем „ понятные...“"

source: <32>{#p/basic}* "If you wanna get around on the outpost, the traveler is your best bet."
ru_ru: <32>{#p/basic}* "Если вы хотите передвигаться по аванпосту, путешествие - лучший выбор."

source: <32>* "They can take you anywhere you wanna go..."
ru_ru: <32>* "Они могут отвезти тебя куда угодно..."

source: <32>* "... given they're available at your nearest taxi stop."
ru_ru: <32>* "... учитывая, что их можно приобрести на ближайшей стоянке такси."

source: <32>* "Not gonna lie, the stuff they say seems kinda random."
ru_ru: <32>* "Не буду врать, то, что они говорят, кажется довольно случайным."

source: <33>* "What's "dog justice" anyway?"
ru_ru: <33>* "Что такое „собачье правосудие“?"

source: <32>{#p/basic}* "Monsters are free to traverse any area of the outpost."
ru_ru: <32>{#p/basic}* "Монстры могут свободно перемещаться по любой зоне аванпоста."

source: <32>* "That is, any area short of the last corridor at the top of the Citadel."
ru_ru: <32>* "То есть любая область, не доходящая до последнего коридора на вершине Цитадели."

source: <32>* "Beyond this, only the royal scientist is allowed through..."
ru_ru: <32>* "За его пределы допускаются только королевские учёные..."

source: <32>* "... we still don't know why."
ru_ru: <32>* "... мы до сих пор не знаем, почему."

source: <32>{#p/human}* (It appears the access hatch above this ladder was sealed shut.)
ru_ru: <32>{#p/human}* (Похоже, люк над этой лестницей был запечатан.)

source: <32>{#p/basic}* A random ladder. * That's all there is to it.
ru_ru: <32>{#p/basic}* Случайная лестница. * Это всё, что с ней связано.

source: <32>{#p/human}* (The books on this bookshelf consist of various facts about the biology of monsters.)
ru_ru: <32>{#p/human}* (Книги на этой книжной полке состоят из различных фактов о биологии монстров.)

source: <32>{#p/basic}* It's a bookshelf labelled "Monster Biology."
ru_ru: <32>{#p/basic}* Это книжная полка с надписью "Биология Монстров."

source: <32>{#p/basic}* "Monster funerals, technically speaking, are cool as heck."
ru_ru: <32>{#p/basic}* "Похороны монстров, с технической точки зрения, чертовски круты."

source: <32>* "When monsters get old and kick the bucket, they turn into dust."
ru_ru: <32>* "Когда монстры стареют и выбиваются из сил, они превращаются в пыль."

source: <32>* "At funerals, we take that dust and spread it on that person's favorite thing."
ru_ru: <32>* "На похоронах мы берем эту пыль и насыпаем её на любимую вещь жертвы."

source: <32>* "Then their essence will live on in that thing..."
ru_ru: <32>* "Тогда их сущность будет жить в этой вещи..."

source: <32>* "Uhhh, am I at the page minimum yet?" * "I'm tired of writing this."
ru_ru: <32>* "Я уже достиг минимума страниц?" * "Я устал это писать."

source: <32>{#p/basic}* "Because they are made of magic, monsters' bodies are attuned to their SOUL."
ru_ru: <32>{#p/basic}* "Поскольку они сделаны из магии, тела монстров настроены на их ДУШУ."

source: <32>* "If a monster intends to cause harm, and truly believes in themselves..."
ru_ru: <32>* "Если монстр намерен причинить вред и искренне верит в себя..."

source: <32>* "Such a monster could become unusually powerful."
ru_ru: <32>* "Такой монстр может стать необычайно могущественным."

source: <32>* "But most of our kind do not believe in fighting." * "Not whole-heartedly."
ru_ru: <32>* "Но большинство наших сородичей не верят в сражения." * "Не от всего сердца."

source: <32>* "If an enemy were to attack us again, with only an outpost to defend ourselves..."
ru_ru: <32>* "Если враг снова нападёт на нас, а у нас будет только аванпост для защиты..."

source: <32>{#p/human}* (You feel it would be best to stop here.)
ru_ru: <32>{#p/human}* (Ты чувствуешь, что лучше остановиться на этом.)

source: <32>{#p/basic}* "While monsters are mostly made of magic, humans are mostly made of water."
ru_ru: <32>{#p/basic}* "В то время как монстры в основном состоят из магии, люди в основном состоят из воды."

source: <32>* "With their physical forms, humans are far stronger than us."
ru_ru: <32>* "Со своими физическими формами люди намного сильнее нас."

source: <32>* "But, they will never know the joy of expressing themselves through magic."
ru_ru: <32>* "Но они никогда не познают радости самовыражения через магию."

source: <32>* "They'll never get a bullet- pattern birthday card..."
ru_ru: <32>* "Они никогда не получат поздравительную открытку с рисунком пули..."

source: <32>* "Or play hide-and-go seek with invisibility and clairvoyance..."
ru_ru: <32>* "Или играть в прятки с невидимостью и ясновидением..."

source: <32>* "Or even create wild light shows with electricity magic!"
ru_ru: <32>* "Или даже устроить дикое световое шоу с помощью магии электричества!"

source: <32>* "How unfortunate."
ru_ru: <32>* "Как жаль."

source: <32>{#p/human}* (The books on this bookshelf document the history of the monster homeworld.)
ru_ru: <32>{#p/human}* (Книги на этой книжной полке рассказывают об истории родного мира монстров.)

source: <32>{#p/basic}* This bookshelf is labelled "Homeworld History."
ru_ru: <32>{#p/basic}* Эта книжная полка помечена как "История родного мира."

source: <32>{#p/basic}* "Each day on our homeworld was a sight to behold."
ru_ru: <32>{#p/basic}* "Каждый день на нашей родной планете был незабываемым зрелищем."

source: <32>* "To start the morning, bright spires of magical energy pierced the skies."
ru_ru: <32>* "Утро началось с того, что небо пронзили яркие шпили магической энергии."

source: <32>* "Throughout the day, these magical formations began to resonate together..."
ru_ru: <32>* "В течение дня эти магические образования начали перекликаться друг с другом..."

source: <32>* "All leading to a dazzling release that sent the planet into darkness."
ru_ru: <32>* "Всё это привело к ослепительному выбросу, который погрузил планету во тьму."

source: <32>* "At nightfall, the process of magical coalescense would begin anew."
ru_ru: <32>* "С наступлением ночи процесс магической конденсации начнется заново."

source: <32>* "Bolts of magical energy previously released struck back down from above."
ru_ru: <32>* "Выпущенные ранее болты магической энергии ударили сверху вниз."

source: <32>* "Once enough energy hit the ground, the spires would rise again..."
ru_ru: <32>* "Как только в землю попадет достаточное количество энергии, шпили снова поднимутся..."

source: <32>* "Such was the cycle that once governed our days and nights."
ru_ru: <32>* "Таков был цикл, управлявший нашими днями и ночами."

source: <32>{#p/basic}* "Monsters didn't always have such an organized structure, you know?"
ru_ru: <32>{#p/basic}* "Ты знаешь, что у монстров не всегда была такая организованная структура?"

source: <32>* "Long, long ago... thousands of years ago, in fact..."
ru_ru: <32>* "Давным-давно... тысячи лет назад, на самом деле..."

source: <32>* "Our race frolicked wild and free, with no sense of order or direction."
ru_ru: <32>* "Наша раса резвилась дико и свободно, не чувствуя ни порядка, ни направления."

source: <32>* "Heck, we didn't even wear clothing back then!"
ru_ru: <32>* "Чёрт возьми, мы тогда даже не носили одежду!"

source: <32>* "But as time passed, we yearned for more." * "We wanted to evolve..."
ru_ru: <32>* "Но время шло, и нам захотелось большего." * "Мы хотели развиваться..."

source: <32>* "During the great renaissance, even the very essence of our magic came into focus."
ru_ru: <32>* "Во время Великого Возрождения даже сама суть нашей магии оказалась в центре внимания."

source: <32>* "These developments begat our society, and eventually, our way of life."
ru_ru: <32>* "Эти события породили наше общество и, в конечном счете, наш образ жизни."

source: <32>* "... I still can't believe we just ran around naked for two thousand years."
ru_ru: <32>* "... Я до сих пор не могу поверить, что мы только что бегали голыми две тысячи лет."

source: <32>* "Where's the class in that?" * "Where's the fashion?" * "Unbelievable."
ru_ru: <32>* "Где в этом класс?" * "Где мода?" * "Невероятно"

source: <32>{#p/basic}* "When monsterkind first met with humanity, Erogot was king."
ru_ru: <32>{#p/basic}* "Когда монстры впервые встретились с человечеством, королем был Эрогот."

source: <32>* "Through his wisdom and guidance, monsters and humans lived in peace and harmony."
ru_ru: <32>* "Благодаря его мудрости и руководству монстры и люди жили в мире и гармонии."

source: <32>* "But when Erogot died of old age... things would never be the same."
ru_ru: <32>* "Но когда Эрогот умер от старости... все уже никогда не будет как прежде."

source: <32>* "He was a skilled leader, and one his son could never replace."
ru_ru: <32>* "Он был опытным лидером, и его сын никогда не смог бы его заменить."

source: <32>* "The war that followed was... sadly inevitable."
ru_ru: <32>* "Последовавшая за этим война была... к сожалению, неизбежна."

source: <32>{#p/human}* (The books on this bookshelf discuss various technologies devised by monsters.)
ru_ru: <32>{#p/human}* (В книгах на этой книжной полке обсуждаются различные технологии, придуманные монстрами.)

source: <32>{#p/basic}* This bookshelf is labelled "Monster Technology."
ru_ru: <32>{#p/basic}* Эта книжная полка имеет метку "Технологии Монстров."

source: <32>{#p/basic}* "Gerson says the outpost used to just be a small space station."
ru_ru: <32>{#p/basic}* "Герсон говорит, что раньше аванпост был просто небольшой космической станцией."

source: <32>* "Then, after twenty years of suffering, someone looked at the force field and said..."
ru_ru: <32>* "Затем, после двадцати лет страданий, кто-то посмотрел на силовое поле и сказал..."

source: <32>* "'Couldn't WE harvest some of that energy?'"
ru_ru: <32>* "Разве мы не можем собрать часть этой энергии?"

source: <32>* "A simple but brilliant idea!"
ru_ru: <32>* "Простая, но великолепная идея!"

source: <32>* "As a result, the CORE was built, and with it came a stable power supply."
ru_ru: <32>* "В результате было создано ЯДРО, а вместе с ним и стабильный источник питания."

source: <32>* "We're still using it to this very day!"
ru_ru: <32>* "Мы пользуемся им до сих пор!"

source: <32>{#p/basic}* "Ah, the wonders of artificial intelligence..."
ru_ru: <32>{#p/basic}* "Чудеса искусственного интеллекта..."

source: <32>* "... or not."
ru_ru: <32>* "... или нет."

source: <32>* "After the builder bot tragedy of K-541.12, we abandoned the idea of a sentient AI."
ru_ru: <32>* "После трагедии с ботом-строителем на К-541.12 мы отказались от идеи создания разумного ИИ."

source: <32>* "In fact, the queen barred anyone from creating new AI programs altogether."
ru_ru: <32>* "Фактически, королева запретила кому-либо создавать новые программы ИИ."

source: <32>* "These days, there's only one monster who'd have the skills and resources to do so..."
ru_ru: <32>* "В наши дни есть только один монстр, у которого хватит навыков и ресурсов, чтобы сделать это..."

source: <32>{#p/basic}* "Something people forget these days is that there's little to no gravity in space."
ru_ru: <32>{#p/basic}* "В наши дни люди забывают, что в космосе почти нет гравитации."

source: <32>* "One of the earliest advancements made by monsters, even before the war..."
ru_ru: <32>* "Одно из самых ранних достижений монстров, ещё до войны..."

source: <32>* "Was our state-of-the-art gravity manipulation tech."
ru_ru: <32>* "Это была наша самая современная технология гравитационного манипулирования."

source: <32>* "Even now, it's built into all areas of the outpost, both big and small..."
ru_ru: <32>* "Даже сейчас он встроен во все помещения аванпоста, как большие, так и маленькие..."

source: <32>* "You, reading this book, are probably standing on it right now."
ru_ru: <32>* "Ты, читающий эту книгу, возможно, стоишь на ней прямо сейчас."

source: <32>{#p/human}* (You can't help but be confused at the contents of this sign.)
ru_ru: <32>{#p/human}* (Ты не можешь не запутаться в содержимом этой таблички.)

source: <32>{#p/basic}* "Warning: Dog Justice"
ru_ru: <32>{#p/basic}* "Предупреждение: Собачье возмездие"

source: <32>{#p/human}* (You can't help but smile at the contents of this sign.)
ru_ru: <32>{#p/human}* (Ты не можешь не улыбнуться, глядя на содержимое этой таблички.)

source: <32>{#p/basic}* "AWARE OF DOG" * "... pleas pet dog..."
ru_ru: <32>{#p/basic}* "ОСТОРОЖНО, СОБАКА" * "... угоди домашней собаке..."

source: <32>{#p/human}* (The note requests that you call a certain phone number.)
ru_ru: <32>{#p/human}* (В записке содержится просьба позвонить по определенному номеру телефона.)

source: <32>{#s/phone}{#p/event}* Dialing...
ru_ru: <32>{#s/phone}{#p/event}* Набор номера...

source: <32>{#p/human}* (No connection.)
ru_ru: <32>{#p/human}* (Нет связи.)

source: <32>{#p/basic}* It's a note.
ru_ru: <32>{#p/basic}* Это записка.

source: <32>* "Call me!" * "Here's my number!"
ru_ru: <32>* "Позвони мне!" * "Вот мой номер!"

source: <32>{#p/basic}* The call went straight to voice-mail.
ru_ru: <32>{#p/basic}* Звонок сразу же попал на голосовую почту.

source: <32>{#p/basic}* "Hello, lonely caller!" * "Would you like to escape the outpost with me?"
ru_ru: <32>{#p/basic}* "Здравствуй, одинокий абонент!" * "Не хочешь ли ты сбежать с аванпоста вместе со мной?"

source: <32>{#s/equip}{#p/event}* Click...
ru_ru: <32>{#s/equip}{#p/event}* Клик...

source: <32>{#p/basic}* "Hello, lonely caller!" * "I'm so sorry I couldn't be here to greet you~"
ru_ru: <32>{#p/basic}* "Здравствуй, одинокий абонент!" * "Мне так жаль, что я не смог поприветствовать тебя~"

source: <25>{#p/asriel2}{#f/10}* ... weird.
ru_ru: <25>{#p/asriel2}{#f/10}* ... странно.

source: <32>{#p/basic}* A series of cotton balls in the way of the closet.
ru_ru: <32>{#p/basic}* Ряд ватных шариков на пути к шкафу.

source: <32>{#p/basic}* A series of neatly-organized cotton balls.
ru_ru: <32>{#p/basic}* Ряд аккуратно организованных ватных шариков.

source: <32>{#p/basic}* ... makes you wonder why they're still in the way of the closet.
ru_ru: <32>{#p/basic}* ... заставляет тебя задуматься, почему они все ещё стоят на пути к шкафу.

source: <32>{#p/basic}* ... makes you wonder where the rest of Sans's junk went.
ru_ru: <32>{#p/basic}* ... заставляет тебя задуматься, куда делся остальной хлам Санса.

source: <32>{#p/basic}* It's a treadmill.
ru_ru: <32>{#p/basic}* Это беговая дорожка.

source: <32>{#p/basic}* It's at its highest setting.
ru_ru: <32>{#p/basic}* Она находится на самом высоком уровне.

source: <32>{#p/basic}* It's a lamp with a large note hanging inside.
ru_ru: <32>{#p/basic}* Это лампа, внутри которой висит большая записка.

source: <23>{#p/papyrusnt}"SORRY, BUT I TOOK BACK THE FLASHLIGHT YOU WERE USING HERE."
ru_ru: <23>{#p/papyrusnt}"ИЗВИНИ, НО Я ЗАБРАЛ ФОНАРИК, КОТОРЫЙ ТЫ ЗДЕСЬ ИСПОЛЬЗОВАЛ"

source: <23>{#p/papyrusnt}"IT'S NOT THAT I MIND YOU USING MY PROPERTY..."
ru_ru: <23>{#p/papyrusnt}"Я НЕ ПРОТИВ ТОГО, ЧТОБЫ ТЫ ПОЛЬЗОВАЛСЯ МОЕЙ СОБСТВЕННОСТЬЮ..."

source: <23>{#p/papyrusnt}"BUT USING IT IN SUCH AN IMPROPER WAY IS ENTIRELY UNJUSTIFIED!"
ru_ru: <23>{#p/papyrusnt}"НО ИСПОЛЬЗОВАТЬ ЕГО ТАКИМ НЕПОДОБАЮЩИМ ОБРАЗОМ СОВЕРШЕННО НЕОПРАВДАННО!"

source: <23>{#p/papyrusnt}"I DON'T KNOW ABOUT YOU, BUT THE LAST TIME I CHECKED..."
ru_ru: <23>{#p/papyrusnt}"НЕ ЗНАЮ, КАК ТЫ, А Я В ПОСЛЕДНИЙ РАЗ ПРОВЕРЯЛ..."

source: <23>{#p/papyrusnt}"A FLASHLIGHT DID NOT COUNT AS A LIGHTBULB!!"
ru_ru: <23>{#p/papyrusnt}"ФОНАРИК НЕ ЯВЛЯЕТСЯ ЛАМПОЧКОЙ!!"

source: <32>{#p/basic}* It's an old logbook from the Royal Lab.
ru_ru: <32>{#p/basic}* Это старый журнал из Королевской Лаборатории.

source: <32>{#p/human}* (You turn to the opened page...)
ru_ru: <32>{#p/human}* (Ты открываешь страницу...)

source: <32>{#p/basic}* "Activity log, K-615.07"
ru_ru: <32>{#p/basic}* "Журнал действий, K-615.07"

source: <32>* "An ideal subject has been picked from the grove."
ru_ru: <32>* "Идеальный объект был найден в роще."

source: <32>* "Preparations for the test substance are due to conclude in the coming days."
ru_ru: <32>* "Подготовка к тестированию вещества должна завершиться в ближайшие дни."

source: <32>* "Soon, the subject will be injected with it."
ru_ru: <32>* "Вскоре испытуемому введут препарат."

source: <32>* "With this, our freedom could be closer than ever..."
ru_ru: <32>* "Благодаря этому наша свобода может стать ближе, чем когда-либо..."

source: <32>{#p/basic}* There's a photo album inside the drawer.
ru_ru: <32>{#p/basic}* В ящике лежит фотоальбом.

source: <32>{#p/basic}* Inside the album, there are photos of Sans and Alphys at the Royal Lab.
ru_ru: <32>{#p/basic}* В альбоме есть фотографии Санса и Альфис в Королевской Лаборатории.

source: <32>{#p/basic}* Running experiments, binge-watching old sci-fi anime...
ru_ru: <32>{#p/basic}* Проведение экспериментов, просмотр старых научно-фантастических аниме...

source: <32>{#p/basic}* They look happy.
ru_ru: <32>{#p/basic}* Они выглядят счастливыми.

source: <32>{#p/basic}* On the table, there's a blueprint for a force field power drain device.
ru_ru: <32>{#p/basic}* На столе лежит чертеж устройства для отвода энергии силового поля.

source: <32>{#p/basic}* On the wall, there are diagrams of various other concepts...
ru_ru: <32>{#p/basic}* На стене висят диаграммы различных других концепций...

source: <33>{#p/basic}* A non-linear temporal accessor, a wormhole aperture stabilizer, and a monster-bound human SOUL.
ru_ru: <33>{#p/basic}* Нелинейный темпоральный аксессуар, стабилизатор апертуры червоточины и привязанная к монстру человеческая ДУША.
