Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <18>{#p/papyrus}{#f/5}STILL CONFUSED?
ru_ru: <18>{#p/papyrus}{#f/5}ВСЁ ЕЩЁ НЕ ПОНЯЛ?

source: <18>{#f/5}UM... MAYBE...
ru_ru: <18>{#f/5}ЭМ... МОЖЕТ БЫТЬ...

source: <18>{#f/6}USE THE CIRCUITS AS A GUIDE TO THE SEQUENCE???
ru_ru: <18>{#f/6}ИСПОЛЬЗОВАТЬ СХЕМЫ КАК РУКОВОДСТВО К ПОСЛЕДОВАТЕЛЬНОСТИ???

source: <18>{#f/5}I'M TRYING VERY HARD NOT TO SPOIL IT...
ru_ru: <18>{#f/5}Я ОЧЕНЬ СТАРАЮСЬ НЕ ИСПОРТИТЬ ЕГО...

source: <18>{#p/papyrus}{#f/6}STILL???
ru_ru: <18>{#p/papyrus}{#f/6}ВСЁ ЕЩЁ???

source: <18>{#f/0}I MEAN, I COULD TOTALLY GIVE YOU THE SOLUTION.
ru_ru: <18>{#f/0}ТЫ ЗНАЕШЬ, Я МОГУ ДАТЬ ТЕБЕ РЕШЕНИЕ.

source: <18>{#f/4}I DON'T WANT TO SPOIL THE FUN, THOUGH...
ru_ru: <18>{#f/4}Я НЕ ХОЧУ ПОРТИТЬ ВЕСЕЛЬЕ, НО...

source: <18>{#p/papyrus}{#f/9}DO YOU ABSOLUTELY, DAPSOLUTELY WANT THE SOLUTION???
ru_ru: <18>{#p/papyrus}{#f/9}ТЫ АБСОЛЮТНО, ДЕЙСТВИТЕЛЬНО ХОЧЕШЬ ПОЛУЧИТЬ РЕШЕНИЕ???

source: <18>{#p/papyrus}THE! SOLUTION! IS!
ru_ru: <18>{#p/papyrus}РЕШЕНИЕ! ЕСТЬ!

source: <18>{#f/4}(PLEASE IMAGINE A DRUMROLL IN YOUR HEAD...)
ru_ru: <18>{#f/4}(ПОЖАЛУЙСТА, ПРЕДСТАВЬ СЕБЕ БАРАБАННУЮ ДРОБЬ В ГОЛОВЕ...)

source: <18>{#f/0}... THAT TERMINAL AT THE BOTTOM LEFT OF THE ROOM!
ru_ru: <18>{#f/0}... ЭТО ТЕРМИНАЛ В ЛЕВОМ НИЖНЕМ УГЛУ КОМНАТЫ!

source: <18>{#f/0}... THAT HOLO-TREE NEXT TO THE LAMP ON YOUR RIGHT!
ru_ru: <18>{#f/0}... ЭТО ГОЛО-ДЕРЕВО РЯДОМ С ЛАМПОЙ СПРАВА!

source: <18>CHECK IT OUTIE!!!
ru_ru: <18>ЗАЦЕНИ!!!

source: <18>{#p/papyrus}WOW... YOU'RE TRULY A PUZZLE PASSIONEER!
ru_ru: <18>{#p/papyrus}ВАУ... ТЫ ДЕЙСТВИТЕЛЬНО ЛЮБИТЕЛЬ ГОЛОВОЛОМОК!

source: <18>I'M ENTHUSED BY YOUR ENTHUSIASM!
ru_ru: <18>Я В ВОСТОРГЕ ОТ ТВОЕГО ЭНТУЗИАЗМА!

source: <18>YOU CAN DO IT, HUMAN!!!
ru_ru: <18>ТЫ СМОЖЕШЬ, ЧЕЛОВЕК!!!

source: <18>{#p/papyrus}{#f/4}DON'T YOU REMEMBER THE SOLUTION I GAVE YOU...?
ru_ru: <18>{#p/papyrus}{#f/4}РАЗВЕ ТЫ НЕ ПОМНИШЬ РЕШЕНИЕ, КОТОРОЕ Я ТЕБЕ ДАЛ...?

source: <18>{#f/0}{#p/papyrus}ALMOST DONE! ONLY ONE CIRCUIT LEFT TO ACTIVATE!
ru_ru: <18>{#f/0}{#p/papyrus}ПОЧТИ ГОТОВО! ОСТАЛОСЬ АКТИВИРОВАТЬ ТОЛЬКО ОДНУ ЦЕПЬ!

source: <18>{#p/papyrus}{#f/1}WHAT!? HOW DID YOU AVOID MY TRAP?
ru_ru: <18>{#p/papyrus}{#f/1}ЧТО!!! КАК ТЫ ИЗБЕЖАЛ МОЕЙ ЛОВУШКИ?

source: <18>{#f/4}AND, MORE IMPORTANTLY...
ru_ru: <18>{#f/4}И, ЧТО ЕЩЁ ВАЖНЕЕ...

source: <18>{#f/0}IS THERE ANY LEFT FOR ME???
ru_ru: <18>{#f/0}ОСТАЛОСЬ ЛИ ЧТО-НИБУДЬ ДЛЯ МЕНЯ???

source: * (What do you tell Papyrus about his spaghetti?)
ru_ru: * (Что ты скажешь Папирусу о его спагетти?)

source: Took it
ru_ru: Взял его

source: Left it
ru_ru: Оставил его

source: Ate it
ru_ru: Съел его

source: <18>{#p/papyrus}REALLY!?
ru_ru: <18>{#p/papyrus}ПРАВДА!?

source: <18>{#f/0}IS THERE ANY LEFT FOR...
ru_ru: <18>{#f/0}ОСТАЛОСЬ ЛИ ЧТО-НИБУДЬ ДЛЯ...

source: <18>{#f/4}... WAIT.
ru_ru: <18>{#f/4}... ПОДОЖДИ.

source: <18>{#f/0}IT'S RIGHT THERE IN YOUR ITEMS!!
ru_ru: <18>{#f/0}ЭТО ПРЯМО В ТВОИХ ПРЕДМЕТАХ!!

source: <18>{#f/9}WHAT WERE YOU PLANNING, HUMAN?
ru_ru: <18>{#f/9}ЧТО ТЫ СОБИРАЛСЯ ДЕЛАТЬ, ЧЕЛОВЕК?

source: * (What will you do with Papyrus' spaghetti?)
ru_ru: * (Что ты будешь делать с Спагетти Папируса?)

source: Share it
ru_ru: Поделиться ими

source: <18>{#f/5}YOU'D RESIST THE FLAVOR OF MY HOME- COOKED PASTA...
ru_ru: <18>{#f/5}ТЫ НЕ УСТОЯЛ БЫ ПЕРЕД АРОМАТОМ МОЕЙ ДОМАШНЕЙ ПАСТЫ...

source: <18>{#f/6}JUST SO YOU COULD SHARE IT WITH ME???
ru_ru: <18>{#f/6}ТОЛЬКО ДЛЯ ТОГО, ЧТОБЫ ТЫ МОГ ПОДЕЛИТЬСЯ СО МНОЙ???

source: <18>{#f/9}WELL THEN!!
ru_ru: <18>{#f/9}НУ ЧТО Ж!!

source: <18>FRET NOT HUMAN! FOR I, MASTER CHEF PAPYRUS...
ru_ru: <18>НЕ БОЙСЯ, ЧЕЛОВЕК! Я, ШЕФ-ПОВАР ПАПИРУС...

source: <18>WILL MAKE US ALL THE PASTA WE COULD EVER WANT!
ru_ru: <18>ПРИГОТОВИТ НАМ СТОЛЬКО МАКАРОН, СКОЛЬКО МЫ ЗАХОТИМ!

source: <18>{#f/5}WOWIE...
ru_ru: <18>{#f/5}ВАУ...

source: <19>{#f/6}FEW HAVE EVER ENJOYED MY COOKING LIKE THAT BEFORE...
ru_ru: <19>{#f/6}НИКОМУ ЕЩЕ НЕ ДОВОДИЛОСЬ ТАК НАСЛАЖДАТЬСЯ МОЕЙ СТРЯПНЁЙ...

source: <18>WILL MAKE YOU ALL THE PASTA YOU COULD EVER WANT!
ru_ru: <18>ТЫ ПРИГОТОВИШЬ ВСЮ ПАСТУ, КАКУЮ ТОЛЬКО СМОЖЕШЬ ПОЖЕЛАТЬ!

source: <18>{#p/papyrus}OOH, IT'S MY FAVORITE TV SHOW!
ru_ru: <18>{#p/papyrus}ЭТО МОЁ ЛЮБИМОЕ ТЕЛЕШОУ!

source: <33>{#p/mettaton}* "STAY TUNED FOR A NEW PROGRAM!"
ru_ru: <33>{#p/mettaton}* "СЛЕДИТЕ ЗА НОВОЙ ПРОГРАММОЙ!"

source: <33>{#p/mettaton}* "NETWORK UNREACHABLE."
ru_ru: <33>{#p/mettaton}* "СЕТЬ НЕДОСТУПНА."

source: <33>{#p/mettaton}* "SORRY, FOLKS!" * "THE PROGRAM'S BEEN CANCELLED!"
ru_ru: <33>{#p/mettaton}* "ИЗВИНИТЕ, РЕБЯТА!" * "ПРОГРАММА ОТМЕНЕНА!"

source: <32>{#p/mettaton}* "HOPE YOU ENJOYED THE SHOW!"
ru_ru: <32>{#p/mettaton}* "НАДЕЮСЬ, ВАМ ПОНРАВИЛОСЬ ШОУ!"

source: <18>{#p/papyrus}{#f/7}WHAT!!! IT'S USUALLY BETTER THAN THIS!
ru_ru: <18>{#p/papyrus}{#f/7}ЧТО!!! ОБЫЧНО ЭТО ЛУЧШЕ, ЧЕМ ЭТО!

source: <18>{#f/4}THIS IS JUST A BAD EPISODE.
ru_ru: <18>{#f/4}ЭТО ПРОСТО ПЛОХОЙ ЭПИЗОД.

source: <18>{#f/7}DON'T JUDGE ME!!!
ru_ru: <18>{#f/7}НЕ ОСУЖДАЙТЕ МЕНЯ!!!

source: <18>{#p/papyrus}SO, AS I WAS SAYING ABOUT UNDYNE...
ru_ru: <18>{#p/papyrus}ИТАК, КАК Я УЖЕ ГОВОРИЛ ОБ АНДАЙН...

source: <18>{#p/papyrus}SANS!! OH MY GOD!! IS THAT...
ru_ru: <18>{#p/papyrus}САНС!! О БОЖЕ!!! ЭТО...

source: <18>A HUMAN!?!?
ru_ru: <18>ЧЕЛОВЕК!?!?

source: <25>{#p/sans}{#f/2}* nah, it's just a human shaped hologram.
ru_ru: <25>{#p/sans}{#f/2}* нет, это просто голограмма в форме человека.

source: <18>{#p/papyrus}{#f/4}OH.
ru_ru: <18>{#p/papyrus}{#f/4}ОХ.

source: <18>{#f/4}WAIT...
ru_ru: <18>{#f/4}ПОДОЖДИ...

source: <18>{#f/7}YOU'RE LYING!!
ru_ru: <18>{#f/7}ТЫ ЛЖЁШЬ!!!

source: <25>{#p/sans}{#f/2}* sorry, meant to say "hologram-shaped human."
ru_ru: <25>{#p/sans}{#f/2}* прости, я хотел сказать "голограммообразный человек."

source: <18>{#p/papyrus}{#f/0}... SANS, WE FINALLY DID IT!
ru_ru: <18>{#p/papyrus}{#f/0}... САНС, МЫ НАКОНЕЦ-ТО СДЕЛАЛИ ЭТО!

source: <18>{#f/9}UNDYNE -HAS- TO LET ME INTO THE ROYAL GUARD NOW!!!
ru_ru: <18>{#f/9}АНДАЙН - ДОЛЖНА - ТЕПЕРЬ ПРИНЯТЬ МЕНЯ В КОРОЛЕВСКУЮ ГВАРДИЮ!!!

source: <18>{#f/6}WE JUST HAVE TO...
ru_ru: <18>{#f/6}МЫ ПРОСТО ОБЯЗАНЫ...

source: <18>{#f/4}I'M FORGETTING SOMETHING.
ru_ru: <18>{#f/4}Я ЧТО-ТО ЗАБЫЛ.

source: <25>{#p/sans}{#f/2}* the speech, remember?
ru_ru: <25>{#p/sans}{#f/2}* речь, помнишь?

source: <18>{#p/papyrus}{#f/4}OH, RIGHT. ..."AHEM."
ru_ru: <18>{#p/papyrus}{#f/4}О, ПРАВИЛЬНО. ..."КХМ."

source: <18>{#f/9}HUMAN! YOU MAY THINK YOU'RE SAFE OUT HERE...
ru_ru: <18>{#f/9}ЧЕЛОВЕК! ТЫ МОЖЕШЬ ДУМАТЬ, ЧТО ЗДЕСЬ ТЫ В БЕЗОПАСНОСТИ...

source: <18>{#f/9}BUT I, THE GREAT PAPYRUS, INTEND TO CHANGE THAT!
ru_ru: <18>{#f/9}НО Я, ВЕЛИКИЙ ПАПИРУС, НАМЕРЕН ЭТО ИЗМЕНИТЬ!

source: <18>{#f/4}FIRST, I'LL DAZZLE YOU WITH DR. ALPHYS' PUZZLES...
ru_ru: <18>{#f/4}СНАЧАЛА Я УДИВЛЮ ТЕБЯ ГОЛОВОЛОМКАМИ ДР. АЛЬФИС...

source: <18>{#f/4}AND THEN, WHEN YOU LEAST EXPECT IT...
ru_ru: <18>{#f/4}А ПОТОМ, КОГДА ТЫ МЕНЬШЕ ВСЕГО ЭТОГО ЖДЁШЬ...

source: <19>{#f/9}WHAM! CAPTURED! OFF TO THE CITADEL!
ru_ru: <19>{#f/9}ОПА! ЗАХВАЧЕН! В ЦИТАДЕЛЬ!

source: <18>{#f/9}OUR BATTLE WILL BE AS LEGENDARY AS THEY COME!
ru_ru: <18>{#f/9}НАША БИТВА БУДЕТ ЛЕГЕНДАРНОЙ!

source: <18>{#f/9}CONTINUE... ONLY IF YOU DARE!!!
ru_ru: <18>{#f/9}ПРОДОЛЖАЙ... ТОЛЬКО ЕСЛИ ТЫ ОСМЕЛИШЬСЯ!!!

source: <18>{#f/0}NYEH HEH HEH HEH HEH HEH HEH HEH!!!
ru_ru: <18>{#f/0}НЬЕХ ХЕ-ХЕ-ХЕ-ХЕ-ХЕ-ХЕ-ХЕ!!!

source: <25>{#p/sans}* well, that went well.
ru_ru: <25>{#p/sans}* ну, всё прошло хорошо.

source: <25>* don't sweat it, bud.
ru_ru: <25>* Не переживай, приятель.

source: <25>{#f/2}* i'll keep an eyesocket out for ya.
ru_ru: <25>{#f/2}* Я присмотрю за тобой.

source: <18>{#p/papyrus}{#f/5}H-HUMAN? IS THAT YOU...?
ru_ru: <18>{#p/papyrus}{#f/5}Ч-ЧЕЛОВЕК? ЭТО ТЫ...?

source: <18>{#p/papyrus}{#f/1}OH MY GOD!!! IT REALLY IS YOU, ISN'T IT!?!?
ru_ru: <18>{#p/papyrus}{#f/1}О БОЖЕ!!! ЭТО ПРАВДА ТЫ, НЕ ТАК ЛИ!?!?

source: <18>{#p/papyrus}{#f/0}I'VE BEEN EXCITED TO MEET YOU SINCE I HEARD ABOUT YOU!
ru_ru: <18>{#p/papyrus}{#f/0}Я С НЕТЕРПЕНИЕМ ЖДАЛ ВСТРЕЧИ С ТОБОЙ С ТЕХ ПОР, КАК УЗНАЛ О ТЕБЕ!

source: <18>{#p/papyrus}{#f/4}... AS FOR WHY I'M ONLY HERE NOW?
ru_ru: <18>{#p/papyrus}{#f/4}... А ПОЧЕМУ Я ЗДЕСЬ ТОЛЬКО СЕЙЧАС?

source: <18>{#p/papyrus}{#f/6}WELL, I HAVE REASON TO BELIEVE...
ru_ru: <18>{#p/papyrus}{#f/6}НУ, У МЕНЯ ЕСТЬ ПРИЧИНЫ ПОЛАГАТЬ...

source: <18>{#p/papyrus}{#f/5}... MY BROTHER HAS BEEN TRYING TO KEEP YOU FROM ME.
ru_ru: <18>{#p/papyrus}{#f/5}... МОЙ БРАТ ПЫТАЛСЯ СКРЫТЬ ТЕБЯ ОТ МЕНЯ.

source: <18>{#p/papyrus}{#f/7}TYPICAL!!!
ru_ru: <18>{#p/papyrus}{#f/7}ТИПИЧНО!!!

source: <18>{#p/papyrus}{#f/0}BUT OUR LITTLE ALLIANCE CAN BE OUR LITTLE SECRET.
ru_ru: <18>{#p/papyrus}{#f/0}НО НАШ МАЛЕНЬКИЙ АЛЬЯНС МОЖЕТ СТАТЬ НАШИМ МАЛЕНЬКИМ СЕКРЕТОМ.

source: <18>{#p/papyrus}{#f/9}HE DOESN'T HAVE TO KNOW A -DAMN- THING ABOUT IT!
ru_ru: <18>{#p/papyrus}{#f/9}ОН НЕ ДОЛЖЕН НИЧЕГО ОБ ЭТОМ ЗНАТЬ!

source: <18>{#p/papyrus}{#f/5}GUESS I BETTER GO BEFORE HE FINDS OUT I'M HERE.
ru_ru: <18>{#p/papyrus}{#f/5}ДУМАЮ, МНЕ ЛУЧШЕ УЙТИ, ПОКА ОН НЕ УЗНАЛ, ЧТО Я ЗДЕСЬ.

source: <18>{|}{#p/papyrus}{#f/9}I'LL CATCH UP WITH YOU SOON, HU- {%}
ru_ru: <18>{|}{#p/papyrus}{#f/9}Я СКОРО ТЕБЯ ДОГОНЮ, ЧЕ- {%}

source: <32>{#p/without}* ... papyrus?
ru_ru: <32>{#p/without}* ... Папирус?

source: <18>{#f/4}YOU MAY HAVE HAD AN EASY TIME BEFORE.
ru_ru: <18>{#f/4}ВОЗМОЖНО, РАНЬШЕ ТЕБЕ БЫЛО ЛЕГКО.

source: <18>{#f/4}YOU MAY HAVE PASSED MY OTHER CHALLENGES.
ru_ru: <18>{#f/4}ТЫ МОГ ПРОЙТИ И ДРУГИЕ МОИ ИСПЫТАНИЯ.

source: <18>{#f/9}BUT NOW YOU WILL SURELY MEET YOUR WIT'S END!
ru_ru: <18>{#f/9}НО ТЕПЕРЬ ТЫ ТОЧНО ДОЙДЁШЬ ДО КОНЦА!

source: <18>FOR YOU SEE, THIS PUZZLE WAS MADE BY NONE OTHER...
ru_ru: <18>ВЕДЬ ЭТУ ГОЛОВОЛОМКУ СОЗДАЛ НЕ КТО ИНОЙ, КАК...

source: <18>{#f/0}THAN THE AMAZING DR. ALPHYS!
ru_ru: <18>{#f/0}ЧЕМ УДИВИТЕЛЬНАЯ ДР. АЛЬФИС!

source: <18>THE RULES ARE QUITE SIMPLE, REALLY.
ru_ru: <18>ПРАВИЛА ОЧЕНЬ ПРОСТЫ.

source: <18>THIS DISPLAY WILL READ OUT A NUMBER AT RANDOM.
ru_ru: <18>НА ДИСПЛЕЕ ПОЯВИТСЯ СЛУЧАЙНЫЙ НОМЕР.

source: <18>{#f/9}... THE NUMBER OF SECONDS UNTIL YOU CAN PASS!
ru_ru: <18>{#f/9}... КОЛИЧЕСТВО СЕКУНД, ЗА КОТОРОЕ МОЖНО ПРОЙТИ!

source: <18>{#f/0}IF THE NUMBER IS ODD, YOU MUST DODGE PROJECTILES.
ru_ru: <18>{#f/0}ЕСЛИ НОМЕР НЕЧЁТНЫЙ, ТЫ ДОЛЖЕН УКЛОНЯТЬСЯ ОТ СНАРЯДОВ.

source: <18>NUMBERS ENDING IN 1 GIVE YOU STAR- SHAPED ONES...
ru_ru: <18>НОМЕРА, ОКАНЧИВАЮЩИЕСЯ НА 1, ДАЮТ ЗВЁЗДНЫЕ ОЧКИ...

source: <18>NUMBERS ENDING IN 3 GIVE YOU MOON- SHAPED ONES...
ru_ru: <18>НОМЕРА, ОКАНЧИВАЮЩИЕСЯ НА 3, ДАЮТ ЛУНООБРАЗНЫЕ...

source: <18>{#f/4}5 GIVES YOU COMETS, 7 GIVES YOU QUASARS...
ru_ru: <18>{#f/4}5 ДАЁТ КОМЕТЫ, 7 ДАЁТ КВАЗАРЫ...

source: <18>{#f/9}AND IF IT ENDS IN A 9, IT'S ENTIRELY RANDOM!
ru_ru: <18>{#f/9}И ЕСЛИ ОНА ЗАКАНЧИВАЕТСЯ НА 9, ТО ЭТО СОВЕРШЕННО СЛУЧАЙНО!

source: <18>{#f/0}IF THE NUMBER IS PRIME, THE GRAVITY WILL FLIP.
ru_ru: <18>{#f/0}ЕСЛИ НОМЕР ПРОСТОЙ, ТО ГРАВИТАЦИЯ ПЕРЕВЕРНЁТСЯ.

source: <18>{#f/4}(ALTHOUGH, PRIMES BELOW TEN DON'T OFTEN TRIGGER IT.)
ru_ru: <18>{#f/4}(ХОТЯ, ПРАЙМЫ НИЖЕ 10 НЕ ЧАСТО СРАБАТЫВАЮТ).

source: <18>{#f/0}IF THE NUMBER IS EVEN, YOU WILL BE FINE AT FIRST...
ru_ru: <18>{#f/0}ЕСЛИ ЧИСЛО ЧЁТНОЕ, ТО ПОНАЧАЛУ ТЫ БУДЕШЬ В ПОРЯДКЕ...

source: <18>{#f/9}BUT RANDOM MONSTER ENCOUNTERS WILL OCCUR!
ru_ru: <18>{#f/9}НО СЛУЧАЙНЫЕ ВСТРЕЧИ С МОНСТРАМИ БУДУТ ПРОИСХОДИТЬ!

source: <18>ALSO, POWERS OF TWO WILL DOUBLE THE FREQUENCY!!
ru_ru: <18>КРОМЕ ТОГО, СИЛА ДВУХ УДВАИВАЕТ ЧАСТОТУ!!!

source: <18>{#f/0}IF THE NUMBER REPEATS THE SAME DIGIT TWICE...
ru_ru: <18>{#f/0}ЕСЛИ В НОМЕРЕ ДВАЖДЫ ПОВТОРЯЕТСЯ ОДНА И ТА ЖЕ ЦИФРА...

source: <18>{#f/0}THE WAIT TIME WILL BE MULTIPLIED BY SAID DIGIT!
ru_ru: <18>{#f/0}ВРЕМЯ ОЖИДАНИЯ БУДЕТ УМНОЖЕНО НА УКАЗАННУЮ ЦИФРУ!

source: <18>{#f/0}IF THE NUMBER IS A RUN, I.E. 1-2-3...
ru_ru: <18>{#f/0}ЕСЛИ ЧИСЛО ЯВЛЯЕТСЯ ПРОБЕГОМ, ТО ЕСТЬ 1-2-3...

source: <18>{#f/0}THE ROOM WILL SHAKE, CAUSING YOU TO STUMBLE!
ru_ru: <18>{#f/0}КОМНАТА ЗАТРЯСЁТСЯ, И ТЫ СПОТКНЁШЬСЯ!

source: <18>{#f/0}AND IF THE NUMBER CONTAINS A 4 AT ALL...
ru_ru: <18>{#f/0}И ЕСЛИ НОМЕР СОДЕРЖИТ 4...

source: <18>{#f/9}SANS WILL RANDOMLY LEVITATE YOU WITH BLUE MAGIC!
ru_ru: <18>{#f/9}САНС БУДЕТ СЛУЧАЙНО ЛЕВИТИРОВАТЬ ТЕБЯ С ПОМОЩЬЮ СИНЕЙ МАГИИ!

source: <25>{#p/sans}{#f/6}* check it out, it's my special yellow eye.
ru_ru: <25>{#p/sans}{#f/6}* Посмотри, это мой особый жёлтый глаз.

source: <18>{#p/papyrus}{#f/7}NOT NOW, SANS!!
ru_ru: <18>{#p/papyrus}{#f/7}НЕ СЕЙЧАС, САНС!!

source: <25>{#p/sans}* oh, heheh. * guess i got a little {@fill=#ff0}carried away{@fill=#fff}, huh?
ru_ru: <25>{#p/sans}* о хехех. * кажется, я немного {@fill=#ff0}увлечённый{@fill=#fff}, да?

source: <18>{#p/papyrus}{#f/4}YEAH, YEAH...
ru_ru: <18>{#p/papyrus}{#f/4}ДА, ДА...

source: <18>{#f/9}WELL! DO YOU UNDERSTAND THE EXPLANATION?
ru_ru: <18>{#f/9}ХОРОШО! ТЫ ПОНЯЛ ОБЪЯСНЕНИЕ?

source: <18>{#p/papyrus}{#f/9}WELL, LET'S REVIEW THEN!
ru_ru: <18>{#p/papyrus}{#f/9}НУ ЧТО Ж, ТОГДА ДАВАЙ ПОСМОТРИМ!

source: <18>{#f/0}THIS DISPLAY GENERATES A RANDOM NUMBER OF SECONDS.
ru_ru: <18>{#f/0}ЭТОТ ДИСПЛЕЙ ГЕНЕРИРУЕТ СЛУЧАЙНЫЕ НОМЕРА В СЕКУНДЫ.

source: <18>AKA, HOW LONG YOU MUST WAIT TO PASS THROUGH.
ru_ru: <18>ОН ЖЕ - СКОЛЬКО НУЖНО ЖДАТЬ, ЧТОБЫ ПРОЙТИ.

source: <18>ODD NUMBERS MEAN DODGING PROJECTILES.
ru_ru: <18>НЕЧЁТНЫЕ ЧИСЛА ОЗНАЧАЮТ УКЛОНЕНИЕ ОТ СНАРЯДОВ.

source: <18>THE NUMBER'S LAST DIGIT DETERMINES THE TYPE.
ru_ru: <18>ПОСЛЕДНЯЯ ЦИФРА НОМЕРА ОПРЕДЕЛЯЕТ ЕГО ТИП.

source: <18>1 FOR STARS, 3 FOR MOONS, 5 FOR QUASARS, 7 FOR...
ru_ru: <18> 1 ДЛЯ ЗВЁЗД, 3 ДЛЯ ЛУН, 5 ДЛЯ КВАЗАРОВ, 7 ДЛЯ...

source: <18>{#f/5}WAIT, WHICH NUMBER WAS FOR QUASARS AGAIN??
ru_ru: <18>{#f/5}ПОДОЖДИ, КАКОЙ НОМЕР БЫЛ ДЛЯ КВАЗАРОВ ОПЯТЬ??

source: <18>{#f/9}UH, WELL, IF IT ENDS IN 9, THE TYPE IS RANDOM!
ru_ru: <18>{#f/9}НУ, ЕСЛИ ОН ЗАКАНЧИВАЕТСЯ НА 9, ТО ТИП СЛУЧАЙНЫЙ!

source: <18>{#f/0}PRIME NUMBERS SHIFT THE GRAVITY AROUND...
ru_ru: <18>{#f/0}ПРОСТЫЕ ЧИСЛА СМЕЩАЮТ ГРАВИТАЦИЮ ВОКРУГ...

source: <18>{#f/0}EVEN NUMBERS TRIGGER RANDOM ENCOUNTERS...
ru_ru: <18>{#f/0}ЧЁТНЫЕ ЧИСЛА ВЫЗЫВАЮТ СЛУЧАЙНЫЕ СТОЛКНОВЕНИЯ...

source: <18>{#f/5}WAIT, DID I SAY THE GRAVITY SHIFTS!?,
ru_ru: <18>{#f/5}ПОДОЖДИ, Я СКАЗАЛ, ЧТО ГРАВИТАЦИЯ СМЕЩАЕТСЯ!?

source: <18>{#f/7}UGH, I MEANT TO SAY IT FLIPS!!
ru_ru: <18>{#f/7}УГХ, Я ХОТЕЛ СКАЗАТЬ, ЧТО ОН ПЕРЕВОРАЧИВАЕТСЯ!!!

source: <18>{#f/0}BUT POWERS OF TWO DOUBLE THE ENCOUNTER RATE.
ru_ru: <18>{#f/0}НО В ДВА РАЗА БОЛЬШЕ.

source: <18>RUNS CAUSE THE ROOM TO SHAKE, AND 4 MEANS...
ru_ru: <18>ОТ БЕГА КОМНАТА ТРЯСЁТСЯ, А 4 ОЗНАЧАЕТ...

source: <18>{#f/6}UH, I THINK I FORGOT WHAT 4 MEANS.
ru_ru: <18>{#f/6}КАЖЕТСЯ, Я ЗАБЫЛ, ЧТО ЗНАЧИТ 4.

source: <25>{#p/sans}* wasn't that supposed to be my cue?
ru_ru: <25>{#p/sans}* разве это не должно было быть моей репликой?

source: <18>{#p/papyrus}{#f/6}MAYBE???
ru_ru: <18>{#p/papyrus}{#f/6}МОЖЕТ БЫТЬ???

source: <18>{#f/7}WHATEVER!! DO YOU UNDERSTAND IT NOW!?
ru_ru: <18>{#f/7}БЕЗ РАЗНИЦЫ!!! ТЫ ПОНИМАЕШЬ ЭТО СЕЙЧАС!?

source: Sure
ru_ru: Конечно

source: Even less
ru_ru: Ещё меньше

source: <18>{#p/papyrus}{#f/9}WELL... THEN...
ru_ru: <18>{#p/papyrus}{#f/9}ХОРОШО... ТОГДА...

source: <18>{#f/9}YOU KNOW WHAT, I'LL LEAVE THE INSTRUCTIONS HERE!
ru_ru: <18>{#f/9}ТЫ ЗНАЕШЬ ЧТО, Я ОСТАВЛЮ ИНСТРУКЦИЮ ЗДЕСЬ!

source: <18>{#f/0}THEN, YOU CAN READ THEM AT YOUR OWN PACE.
ru_ru: <18>{#f/0}ТОГДА ТЫ СМОЖЕШЬ ЧИТАТЬ ИХ В СВОЁМ СОБСТВЕННОМ ТЕМПЕ.

source: <18>GOOD LUCK, HUMAN!!
ru_ru: <18>ХОРОШО УДАЧИ, ЧЕЛОВЕК!!

source: <18>{#f/5}NYEH... HEH HEH...
ru_ru: <18>{#f/5}НЬЕХ... ХЕ-ХЕ...

source: <18>{#p/papyrus}{#f/9}AWESOME SAUCE!
ru_ru: <18>{#p/papyrus}{#f/9}ПОТРЯСАЮЩИЙ СОУС!

source: <18>{#f/9}WELL, WITHOUT FURTHER ADO...
ru_ru: <18>{#f/9}НУ ЧТО Ж, БЕЗ ЛИШНИХ СЛОВ...

source: <18>LET'S FIND OUT WHAT OUR RANDOM NUMBER WILL BE!!
ru_ru: <18>ДАВАЙТЕ УЗНАЕМ, КАКИМ БУДЕТ ТВОЙ СЛУЧАЙНЫЙ НОМЕР!!!

source: <18>{#p/papyrus}{#f/9}HUMAN!
ru_ru: <18>{#p/papyrus}{#f/9}ЧЕЛОВЕК!

source: <18>{#f/9}ARE YOU READY FOR YOUR GREATEST CHALLENGE YET?
ru_ru: <18>{#f/9}ТЫ ГОТОВ К САМОМУ СЛОЖНОМУ ИСПЫТАНИЮ?

source: <18>{#f/9}INTRODUCING... THE GAUNTLET OF DEADLY TERROR!
ru_ru: <18>{#f/9}ПРЕДСТАВЛЯЮ... ПЕРЧАТКА СМЕРТЕЛЬНОГО ТЕРРОРА!

source: <18>{#p/papyrus}{#f/9}ONCE I GIVE THE WORD, IT WILL FULLY ACTIVATE!
ru_ru: <18>{#p/papyrus}{#f/9}КАК ТОЛЬКО Я ДАМ СЛОВО, ОНА ПОЛНОСТЬЮ АКТИВИРУЕТСЯ!

source: <18>LASERS WILL FIRE! COILS WILL CHARGE! BLADES WILL SLICE!
ru_ru: <18>ЛАЗЕРЫ БУДУТ СТРЕЛЯТЬ! КАТУШКИ БУДУТ ЗАРЯЖАТЬСЯ! ЛЕЗВИЯ БУДУТ РЕЗАТЬ!

source: <18>ALL IN A PRECISE AND TACTICAL MANNER!
ru_ru: <18>И ВСЁ ЭТО В ТОЧНОЙ И ТАКТИЧЕСКОЙ МАНЕРЕ!

source: <18>{#f/4}WITHOUT PERFECT ACCURACY, YOU WILL SURELY FAIL.
ru_ru: <18>{#f/4}БЕЗ ИДЕАЛЬНОЙ ТОЧНОСТИ, ТЫ НАВЕРНЯКА ПОТЕРПИШЬ НЕУДАЧУ.

source: <18>{#f/9}NOW!!! ARE YOU READY!?!?
ru_ru: <18>{#f/9}СЕЙЧАС!!! ТЫ ГОТОВ!?!?

source: <18>BECAUSE!
ru_ru: <18>ПОТОМУ ЧТО!

source: <18>I!
ru_ru: <18>Я!

source: <18>AM!
ru_ru: <18>АМ!

source: <18>ABOUT!
ru_ru: <18>О!

source: <18>TO DO IT!
ru_ru: <18>СДЕЛАЙ ЭТО!

source: <25>{#p/sans}* well? * are we doing this thing or what?
ru_ru: <25>{#p/sans}* хорошо? * Мы делаем это или нет?

source: <25>{#p/sans}{#f/3}* that annoying dog's going to get impatient up there.
ru_ru: <25>{#p/sans}{#f/3}* эта надоедливая собака может стать нетерпеливой.

source: <18>{#p/papyrus}{#f/7}ANY SECOND NOW!
ru_ru: <18>{#p/papyrus}{#f/7}В ЛЮБУЮ СЕКУНДУ!

source: <25>{#p/sans}* ready when you are.
ru_ru: <25>{#p/sans}* готов, когда ты.

source: <18>{#p/papyrus}{#f/6}I...
ru_ru: <18>{#p/papyrus}{#f/6}я...

source: <18>{#f/6}I'M STARTING TO THINK THAT...
ru_ru: <18>{#f/6}Я НАЧИНАЮ ДУМАТЬ, ЧТО...

source: <18>{#f/6}MAYBE...
ru_ru: <18>{#f/6}МОЖЕТ БЫТЬ...

source: <18>{#f/6}THIS CHALLENGE...
ru_ru: <18>{#f/6}ЭТО ИСПЫТАНИЕ...

source: <18>{#f/4}... WAS A BIT OF A BAD IDEA.
ru_ru: <18>{#f/4}... БЫЛО НЕМНОГО ПЛОХОЙ ИДЕЕЙ.

source: <18>{#f/5}TO THINK I CREATED SUCH A HARMFUL CHALLENGE...
ru_ru: <18>{#f/5}ПОДУМАТЬ ТОЛЬКО, Я СОЗДАЛ ТАКОЕ ОПАСНОЕ ИСПЫТАНИЕ...

source: <18>{#f/9}BUT, HAVE NO FEAR!
ru_ru: <18>{#f/9}НО, НЕ БОЙСЯ!

source: <18>{#f/9}I AM A SKELETON WITH STANDARDS!
ru_ru: <18>{#f/9}Я СКЕЛЕТ СО СТАНДАРТАМИ!

source: <18>{#f/4}AND, FRANKLY, A CHALLENGE YOU CANNOT SURVIVE...
ru_ru: <18>{#f/4}И, ЧЕСТНО ГОВОРЯ, ИСПЫТАНИЕ, КОТОРОЕ ТЫ НЕ СМОЖЕШЬ ПЕРЕЖИТЬ...

source: <18>{#f/7}IS A CHALLENGE FAR TOO CONTRIVED!
ru_ru: <18>{#f/7}ЭТО СЛИШКОМ СЛОЖНОЕ ИСПЫТАНИЕ!

source: <18>AWAY IT GOES!!
ru_ru: <18>УХОДИМ!!!

source: <18>{#p/papyrus}{#f/7}WHAT ARE YOU LOOKING AT!?
ru_ru: <18>{#p/papyrus}{#f/7}НА ЧТО ТЫ СМОТРИШЬ!?

source: <18>{#f/9}THIS WAS ANOTHER DECISIVE VICTORY FOR PAPYRUS!!
ru_ru: <18>{#f/9}ЭТО БЫЛА ЕЩЁ ОДНА РЕШАЮЩАЯ ПОБЕДА ДЛЯ ПАПИРУСА!

source: <18>NYEH!
ru_ru: <18>НЬЕХ!

source: <18>HEH!
ru_ru: <18>ХЕХ!

source: <18>... HEH?
ru_ru: <18>... ХЕХ?

source: <23>{#p/papyrus}{#f/30}HUMAN.
ru_ru: <23>{#p/papyrus}{#f/30}ЧЕЛОВЕК.

source: <23>ALLOW ME TO TELL YOU ABOUT SOME COMPLEX FEELINGS.
ru_ru: <23>ПОЗВОЛЬТЕ МНЕ РАССКАЗАТЬ ТЕБЕ О НЕКОТОРЫХ СЛОЖНЫХ ЧУВСТВАХ.

source: <23>FEELINGS LIKE...
ru_ru: <23>ЧУВСТВА КАК...

source: <23>THE SADNESS OF LOSING SOMEONE SPECIAL.
ru_ru: <23>ГРУСТЬ ОТ ПОТЕРИ КОГО-ТО ОСОБЕННОГО.

source: <23>THE GUILT OF NOT BEING ABLE TO SAVE THEM.
ru_ru: <23>ВИНУ ЗА ТО, ЧТО НЕ СМОГ ИХ СПАСТИ.

source: <23>THE DESIRE TO SEE THEM ONE LAST TIME.
ru_ru: <23>ЖЕЛАНИЕ УВИДЕТЬ ИХ В ПОСЛЕДНИЙ РАЗ.

source: <23>THESE FEELINGS...
ru_ru: <23>ЭТИ ЧУВСТВА...

source: <23>THE STRESS OF KNOWING SO MANY PEOPLE HAVE BEEN KILLED.
ru_ru: <23>СТРЕСС ОТ ОСОЗНАНИЯ ТОГО, ЧТО СТОЛЬКО НАРОДА ПОГИБЛО.

source: <23>THE HOPELESSNESS OF THINKING YOU CAN'T DO ANYTHING TO STOP IT.
ru_ru: <23>БЕЗНАДЕЖНОСТЬ ОТ МЫСЛИ, ЧТО ТЫ НИЧЕГО НЕ МОЖЕШЬ СДЕЛАТЬ, ЧТОБЫ ОСТАНОВИТЬ ЭТО.

source: <23>THE DESIRE TO MAKE A CHANGE FOR THE BETTER.
ru_ru: <23>ЖЕЛАНИЕ ИЗМЕНИТЬ ЖИЗНЬ К ЛУЧШЕМУ.

source: <23>THE JOY OF FINDING ANOTHER PASTA LOVER.
ru_ru: <23>РАДОСТЬ НАЙТИ ЕЩЕ ОДНОГО ЛЮБИТЕЛЯ ПАСТЫ.

source: <23>THE ADMIRATION FOR ANOTHER'S PUZZLE- SOLVING SKILLS.
ru_ru: <23>ВОСХИЩЕНИЕ УМЕНИЕМ ДРУГОГО РЕШАТЬ ГОЛОВОЛОМКИ.

source: <23>THE DESIRE TO HAVE A COOL, SMART PERSON THINK YOU ARE COOL.
ru_ru: <23>ЖЕЛАНИЕ, ЧТОБЫ КРУТОЙ, УМНЫЙ ЧЕЛОВЕК СЧИТАЛ СЕБЯ КРУТЫМ.

source: <18>{#f/31}THEY MUST BE WHAT YOU ARE FEELING, RIGHT NOW.
ru_ru: <18>{#f/31}ОНИ ДОЛЖНЫ БЫТЬ ТЕМ, ЧТО ЧУВСТВУЕШЬ СЕЙЧАС ТЫ.

source: <18>{#f/32}I CAN HARDLY IMAGINE WHAT THAT MUST FEEL LIKE...
ru_ru: <18>{#f/32}Я НЕ МОГУ ПРЕДСТАВИТЬ, КАКОВО ЭТО...

source: <18>{#f/6}AFTER ALL, I AM VERY... GREAT...
ru_ru: <18>{#f/6}В КОНЦЕ КОНЦОВ, Я ОЧЕНЬ... ВЕЛИКИЙ...

source: <18>{#f/31}DESPITE EVERYTHING THAT HAS HAPPENED, I STILL...
ru_ru: <18>{#f/31}НЕСМОТРЯ НА ВСЁ, ЧТО ПРОИЗОШЛО, Я ВСЁ ЕЩЁ...

source: <18>{#f/5}I STILL BELIEVE IN YOU, HUMAN.
ru_ru: <18>{#f/5}Я ВСЁ ЕЩЁ ВЕРЮ В ТЕБЯ, ЧЕЛОВЕК.

source: <18>{#f/31}I KNOW YOU CAN DO BETTER.
ru_ru: <18>{#f/31}Я ЗНАЮ, ТЫ МОЖЕШЬ ЛУЧШЕ.

source: <18>{#f/31}I KNOW YOU HAVE IT IN YOU TO CHANGE.
ru_ru: <18>{#f/31}Я ЗНАЮ, ЧТО ТЫ МОЖЕШЬ ИЗМЕНИТЬСЯ.

source: <18>{#f/4}NO MATTER WHAT RIDICULOUS THING 'ASRIEL' SAYS...
ru_ru: <18>{#f/4}НЕВАЖНО, КАКИЕ НЕЛЕПЫЕ ВЕЩИ ГОВОРИТ 'АЗРИЭЛЬ'...

source: <18>{#f/5}NO MATTER HOW IRREDEEMABLE YOU THINK YOU ARE...
ru_ru: <18>{#f/5}НЕВАЖНО, НАСКОЛЬКО НЕИСПРАВИМЫМ ТЫ СЕБЯ СЧИТАЕШЬ...

source: <18>{#f/6}{#x2}I KNOW, DEEP DOWN, THERE'S STILL GOOD IN YOU!
ru_ru: <18>{#f/6}{#x2}Я ЗНАЮ, ЧТО В ГЛУБИНЕ ДУШИ В ТЕБЕ ЕЩЕ ЕСТЬ ДОБРО!

source: <18>{#f/0}SO LET ME HELP YOU FIND THAT GOODNESS.
ru_ru: <18>{#f/0}ТАК ЧТО ПОЗВОЛЬ МНЕ ПОМОЧЬ ТЕБЕ НАЙТИ ЭТО ДОБРО.

source: <18>{#f/0}LET ME HELP YOU DISCOVER YOUR TRUE POTENTIAL.
ru_ru: <18>{#f/0}ПОЗВОЛЬТЕ МНЕ ПОМОЧЬ ТЕБЕ РАСКРЫТЬ СВОЙ ИСТИННЫЙ ПОТЕНЦИАЛ.

source: <18>{#f/4}AND MOST OF ALL...
ru_ru: <18>{#f/4}И САМОЕ ГЛАВНОЕ...

source: <18>{#f/9}LET ME SHOW YOU THAT YOU CAN STILL BE GREAT!!!
ru_ru: <18>{#f/9}ПОЗВОЛЬТЕ МНЕ ПОКАЗАТЬ ТЕБЕ, ЧТО ТЫ ВСЁ ЕЩЁ МОЖЕШЬ БЫТЬ ВЕЛИКИМ!!!

source: <18>{#f/0}I, PAPYRUS, WELCOME YOU WITH OPEN ARMS!
ru_ru: <18>{#f/0}Я, ПАПИРУС, ПРИВЕТСТВУЮ ТЕБЯ С ОТКРЫТЫМИ РУКАМИ!

source: <18>{#f/0}THEY MUST BE WHAT YOU ARE FEELING RIGHT NOW!!
ru_ru: <18>{#f/0}ОНИ, ДОЛЖНО БЫТЬ, ТО, ЧТО ТЫ СЕЙЧАС ЧУВСТВУЕШЬ!

source: <18>{#f/4}I CAN HARDLY IMAGINE WHAT THAT MUST FEEL LIKE.
ru_ru: <18>{#f/4}Я НЕ МОГУ ПРЕДСТАВИТЬ, КАКОВО ЭТО.

source: <18>{#f/4}AFTER ALL, I AM VERY GREAT.
ru_ru: <18>{#f/4}В КОНЦЕ КОНЦОВ, Я ОЧЕНЬ ВЕЛИКИЙ.

source: <18>I NEVER WONDER WHAT HAVING MANY FRIENDS IS LIKE.
ru_ru: <18>Я НИКОГДА НЕ ЗАДУМЫВАЛСЯ, ЧТО ЗНАЧИТ ИМЕТЬ МНОГО ДРУЗЕЙ.

source: <18>{#f/5}I PITY YOU, LONELY HUMAN...
ru_ru: <18>{#f/5}МНЕ ЖАЛЬ ТЕБЯ, ОДИНОКИЙ ЧЕЛОВЕК...

source: <18>{#f/0}BUT WORRY NOT!!! YOU SHALL BE LONELY NO LONGER!
ru_ru: <18>{#f/0}НО НЕ ВОЛНУЙСЯ!!! ТЫ БОЛЬШЕ НЕ БУДЕШЬ ОДИНОК!

source: <18>{#f/9}FOR I, THE GREAT PAPYRUS, WILL BE YOUR...
ru_ru: <18>{#f/9}ИБО Я, ВЕЛИКИЙ ПАПИРУС, БУДУ ТВОИМ...

source: <18>NO...
ru_ru: <18>НЕТ...

source: <18>{#f/7}{#x2}NO, THIS IS ALL WRONG!
ru_ru: <18>{#f/7}{#x2}НЕТ, ЭТО ВСЁ НЕПРАВИЛЬНО!

source: <18>I CAN'T BE YOUR "FRIEND..."
ru_ru: <18>Я НЕ МОГУ БЫТЬ ТВОИМ "ДРУГОМ..."

source: <18>YOU ARE A HUMAN! I MUST CAPTURE YOU!!!
ru_ru: <18>ТЫ - ЧЕЛОВЕК! Я ДОЛЖЕН ПОЙМАТЬ ТЕБЯ!!!

source: <18>{#f/9}THEN, I CAN FULFILL MY LIFELONG DREAM!!!
ru_ru: <18>{#f/9}ТОГДА Я СМОГУ ИСПОЛНИТЬ МЕЧТУ ВСЕЙ МОЕЙ ЖИЗНИ!!!

source: <18>POWERFUL! POPULAR! PRESTIGIOUS!!!
ru_ru: <18>МОЩНЫЙ! ПОПУЛЯРНЫЙ! ПРЕСТИЖНЫЙ!!!

source: <18>THAT'S PAPYRUS!!!
ru_ru: <18>ЭТО ПАПИРУС!!!

source: <18>{#f/4}THE NEWEST MEMBER...
ru_ru: <18>{#f/4}НОВЫЙ УЧАСТНИК...

source: <18>{#f/9}OF THE ROYAL GUARD!!!
ru_ru: <18>{#f/9}КОРОЛЕВСКОЙ ГВАРДИИ!!!

source: <18>{#p/papyrus}{#f/0}WOWIE! YOU DID IT!
ru_ru: <18>{#p/papyrus}{#f/0}ВАУ! ТЫ СДЕЛАЛ ЭТО!

source: <18>{#p/papyrus}{#f/5}YOU DIDN'T DO A VIOLENCE!
ru_ru: <18>{#p/papyrus}{#f/5}ТЫ НЕ СОВЕРШИЛ НАСИЛИЯ!

source: <18>{#p/papyrus}{#f/6}TO BE HONEST, I WAS A LITTLE AFRAID...
ru_ru: <18>{#p/papyrus}{#f/6}ЧЕСТНО ГОВОРЯ, Я НЕМНОГО БОЯЛСЯ...

source: <18>{#p/papyrus}{#f/0}BUT YOU'RE ALREADY TAKING STEPS TO REDEEM YOURSELF!
ru_ru: <18>{#p/papyrus}{#f/0}НО ТЫ УЖЕ ПРЕДПРИНИМАЕШЬ ШАГИ, ЧТОБЫ ИСКУПИТЬ СВОЮ ВИНУ!
