Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>{#p/basic}{#npc/a}* HAIL it, PAL.
ru_ru: <32>{#p/basic}{#npc/a}* ПРИВЕТ, ПРИЯТЕЛЬ.

source: <32>{#p/basic}{#npc/a}* Respect it, PAL.
ru_ru: <32>{#p/basic}{#npc/a}* Уважай его, ПРИЯТЕЛЬ.

source: <32>{#p/basic}{#npc/a}* Hey hey...
ru_ru: <32>{#p/basic}{#npc/a}* Эй, эй...

source: <32>* ... despite what you've done, you still chose to...
ru_ru: <32>* ... несмотря на всё, что ты сделал, ты всё равно выбрал...

source: <32>* Oh... oh gee... * You can't see it, but I think I'm gonna cry...
ru_ru: <32>* О... о боже... * Ты не видишь этого, но я думаю, что заплачу...

source: <32>* ... wait, don't hurt me!
ru_ru: <32>* О... oh my god... * You can't see it, but I think I'm going to cry...

source: <32>* ... thanks to you, we're...
ru_ru: <32>* ... благодаря тебе, мы...

source: <32>* ... uh, can I cry?
ru_ru: <32>* ... можно мне поплакать?

source: <32>{#p/basic}{#npc/a}* Hey hey, why's everyone so sad around this town?
ru_ru: <32>{#p/basic}{#npc/a}* Эй-эй, почему все такие грустные в этом городе?

source: <32>* Did something happen?
ru_ru: <32>* Что-то произошло?

source: <32>{#p/basic}{#npc/a}* Hey hey, nothing's ever going to change in my life!
ru_ru: <32>{#p/basic}{#npc/a}* Эй-эй, в моей жизни никогда ничего не изменится!

source: <32>* Ha... ha...
ru_ru: <32>* Ха... ха...

source: <32>{#p/basic}{#npc/a}* I still think you're cool...! * Please don't hurt me.
ru_ru: <32>{#p/basic}{#npc/a}* Я все еще считаю тебя крутым...! * Пожалуйста, не делай мне больно.

source: <32>{#p/basic}{#npc/a}* I love you...!
ru_ru: <32>{#p/basic}{#npc/a}* Я люблю тебя...!

source: <32>{#p/basic}{#npc/a}* Maybe it's just my imagination.
ru_ru: <32>{#p/basic}{#npc/a}* Возможно, это всего лишь моё воображение.

source: <32>{#p/basic}{#npc/a}* Or maybe I'm just crazy.
ru_ru: <32>{#p/basic}{#npc/a}* А может, я просто сошел с ума.

source: <32>{#p/basic}{#npc/a}* I heard the king revealed the truth about the humans he supposedly killed.
ru_ru: <32>{#p/basic}{#npc/a}* Я слышал, что король раскрыл правду о людях, которых он якобы убил.

source: <32>* Everyone felt so bad that they didn't know. * They all gave him a big hug.
ru_ru: <32>* Всем было так плохо, что они не знали. * Они все крепко обняли его.

source: <32>* Then they took the humans and adopted them for themselves.
ru_ru: <32>* Затем они забрали людей и приняли их к себе.

source: <32>* Now the humans will get to live their lives with us.
ru_ru: <32>* Теперь люди будут жить с нами.

source: <32>* Thaaaaaat's politics!
ru_ru: <32>* Вот это политика!

source: <32>{#p/basic}{#npc/a}* Hmmm, it's weird how everybody's been talking about TV lately.
ru_ru: <32>{#p/basic}{#npc/a}* Хммм, странно, что в последнее время все говорят о телевидении.

source: <32>* What happened...? * I hope this doesn't affect our political system...
ru_ru: <32>* Что случилось...? * Я надеюсь, это не повлияет на нашу политическую систему...

source: <32>{#p/basic}{#npc/a}* Hmmm, usually Papyrus goes to meet with Undyne about now.
ru_ru: <32>{#p/basic}{#npc/a}* Хммм, обычно Папирус отправляется на встречу с АНДАЙН прямо сейчас.

source: <32>* Where is he...? * I can feel our political system crumbling apart...
ru_ru: <32>* Где он...? * Я чувствую, как наша политическая система разваливается на части...

source: <32>{#p/basic}{#npc/a}* This town has no real police. * But maybe the fake police will scare off the bullies.
ru_ru: <32>{#p/basic}{#npc/a}* В этом городе нет настоящей полиции. * Но, может быть, фальшивая полиция отпугнет хулиганов.

source: <32>* The politics carry on...
ru_ru: <32>* Политика продолжается...

source: <32>{#p/basic}{#npc/a}* This town has no mayor.
ru_ru: <32>{#p/basic}{#npc/a}* В этом городе нет мэра.

source: <32>* But, if anything happens, a skeleton will tell a fish lady about it.
ru_ru: <32>* Но, если что-то случится, скелет расскажет об этом рыбной леди.

source: <32>{#p/basic}{#npc/a}* This town is always so dreary.
ru_ru: <32>{#p/basic}{#npc/a}* В этом городе всегда так тоскливо.

source: <32>* But, if things keep going the way they are, maybe that'll change.
ru_ru: <32>* Но если дела пойдут так же, как сейчас, возможно, ситуация изменится.

source: <32>* Is that politics?
ru_ru: <32>* Это политика?

source: <32>{#p/basic}{#npc/a}* You see? * Politics isn't all bad...
ru_ru: <32>{#p/basic}{#npc/a}* Ты видишь? * Политика не так уж плоха...

source: <32>{#p/basic}{#npc/a}* Politics...
ru_ru: <32>{#p/basic}{#npc/a}* Политика...

source: <32>{#p/basic}{#npc/a}* Politics.
ru_ru: <32>{#p/basic}{#npc/a}* Политика.

source: <32>{#p/basic}{#npc/a}* Politics?
ru_ru: <32>{#p/basic}{#npc/a}* Политика?

source: <32>{#p/basic}{#npc/a}* Long ago, I heard they didn't have such fancy things as "force fields."
ru_ru: <32>{#p/basic}{#npc/a}* Давным-давно я слышал, что у них не было таких причудливых вещей, как "силовые поля."

source: <32>* All I can say... is that it feels good to be back.
ru_ru: <32>* Все, что я могу сказать... это то, что мне приятно вернуться.

source: <32>{#p/basic}{#npc/a}* Long ago, I heard TV celebrities were all over the place.
ru_ru: <32>{#p/basic}{#npc/a}* Давным-давно я слышал, что телевизионные знаменитости были повсюду.

source: <32>* Now, they're looking to become a thing of the past.
ru_ru: <32>* Теперь, похоже, они уходят в прошлое.

source: <32>{#p/basic}{#npc/a}* Long ago, I heard the outpost was a dreary place.
ru_ru: <32>{#p/basic}{#npc/a}* Давным-давно я слышал, что аванпост был унылым местом.

source: <32>* At this rate... we'll be back to having that same problem.
ru_ru: <32>* Такими темпами... мы вернемся к той же проблеме.

source: <32>{#p/basic}{#npc/a}* Long ago, I heard they split the town into two halves.
ru_ru: <32>{#p/basic}{#npc/a}* Давным-давно, я слышал, они разделили город на две половины.

source: <32>* I wonder what it looked like before...?
ru_ru: <32>* Интересно, как он выглядел раньше...?

source: <32>{#p/basic}{#npc/a}* Thanks for bringing us back.
ru_ru: <32>{#p/basic}{#npc/a}* Спасибо, что вернул нас.

source: <32>{#p/basic}{#npc/a}* It's too bad we can't just magically bring them back.
ru_ru: <32>{#p/basic}{#npc/a}* Жаль, что мы не можем просто волшебным образом вернуть их обратно.

source: <32>{#p/basic}{#npc/a}* It's too bad we can't just magically fix these things.
ru_ru: <32>{#p/basic}{#npc/a}* Жаль, что мы не можем просто волшебным образом исправить эти вещи.

source: <32>{#p/basic}{#npc/a}* We may never know.
ru_ru: <32>{#p/basic}{#npc/a}* Возможно, мы никогда не узнаем.

source: <32>{#p/basic}{#npc/a}* So we're free, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Значит, мы свободны, да?

source: <32>* I guess I don't have to keep smiling anymore...
ru_ru: <32>* Думаю, мне больше не нужно улыбаться...

source: <32>* ... strange. * I don't feel like not smiling, but smiling also seems wrong.
ru_ru: <32>* ... странно. * Мне не хочется не улыбаться, но и улыбка кажется неправильной.

source: <32>* This is too deep. * I'm sticking to what I know.
ru_ru: <32>* Это слишком глубоко. * Я придерживаюсь того, что знаю.

source: <32>* ... huh. * Then why can't I stop?
ru_ru: <32>* ... хм. * Тогда почему я не могу остановиться?

source: <32>* For some reason, I don't want to stop smiling now!
ru_ru: <32>* По какой-то причине я не хочу переставать улыбаться!

source: <32>{#p/basic}{#npc/a}* Just now, I felt my smile falter for a moment.
ru_ru: <32>{#p/basic}{#npc/a}* Только сейчас я почувствовал, что моя улыбка на мгновение померкла.

source: <32>* What's wrong?
ru_ru: <32>* Что случилось?

source: <32>{#p/basic}{#npc/a}* We all know things haven't gone how we'd hoped, but we smile anyway.
ru_ru: <32>{#p/basic}{#npc/a}* Мы все знаем, что все пошло не так, как мы надеялись, но всё равно улыбаемся.

source: <32>* Why?
ru_ru: <32>* Почему?

source: <32>* This is our reality, so why be morose about it?
ru_ru: <32>* Такова наша реальность, так зачем же унывать по этому поводу?

source: <32>{#p/basic}{#npc/a}* Smile smile.
ru_ru: <32>{#p/basic}{#npc/a}* Улыбнись.

source: <32>{#p/basic}{#npc/a}* Smile smile!
ru_ru: <32>{#p/basic}{#npc/a}* Улыбнись!

source: <32>{#p/basic}{#npc/a}* Smile smile?
ru_ru: <32>{#p/basic}{#npc/a}* Улыбнись?

source: <32>{#p/basic}{#npc/a}* Freedom...
ru_ru: <32>{#p/basic}{#npc/a}* Свобода...

source: <32>* That means I don't have to worry about getting beat up anymore.
ru_ru: <32>* Это значит, что мне больше не придётся беспокоиться о том, что меня побьют.

source: <32>* Haha.
ru_ru: <32>* Хаха.

source: <32>* That means I don't have to worry about cracking jokes anymore.
ru_ru: <32>* Это значит, что мне больше не нужно беспокоиться о том, как шутить.

source: <32>* What does a mouse do when it finally gets the cheese?
ru_ru: <32>* Что делает мышь, когда наконец получает сыр?

source: <32>* Well...
ru_ru: <32>* Ну...

source: <32>* It probably doesn't worry about cracking jokes, that's for sure.
ru_ru: <32>* Он, вероятно, не беспокоится о том, чтобы шутить, это точно.

source: <32>{#p/basic}{#npc/a}* It just feels like...
ru_ru: <32>{#p/basic}{#npc/a}* Это просто похоже на...

source: <32>* Like everything is getting worse, and worse... * And worse.
ru_ru: <32>* Как будто всё становится хуже и хуже... * И хуже.

source: <32>{#p/basic}{#npc/a}* Everyone is always laughing and cracking jokes, trying to forget our modern crises...
ru_ru: <32>{#p/basic}{#npc/a}* Все всегда смеются и шутят, стараясь забыть о современных кризисах...

source: <32>* Dreariness. * Crowding. * Lack of a homeworld.
ru_ru: <32>* Уныние. * Теснота. * Отсутствие родного мира.

source: <32>* I would join them, but I just don't feel like being funny.
ru_ru: <32>* Я бы присоединился к ним, но мне просто не хочется быть смешным.

source: <32>{#p/basic}{#npc/a}* Sorry. * That wasn't funny.
ru_ru: <32>{#p/basic}{#npc/a}* Прости. * Это было не смешно.

source: <32>{#p/basic}{#npc/a}* Sorry. * I guess you could say...
ru_ru: <32>{#p/basic}{#npc/a}* Прости. * Думаю, можно сказать...

source: <32>* That joke was a little too "cheesy."
ru_ru: <32>* Эта шутка была чересчур "пошлой."

source: <32>{#p/basic}{#npc/a}* And worse...
ru_ru: <32>{#p/basic}{#npc/a}* И ещё хуже...

source: <32>{#p/basic}{#npc/a}* At least I'm not making puns.
ru_ru: <32>{#p/basic}{#npc/a}* По крайней мере, я не делаю каламбуров.

source: <32>{#p/basic}{#npc/a}* You should leave before I stop being nice to you.
ru_ru: <32>{#p/basic}{#npc/a}* Ты должен уйти, пока я не перестал быть с тобой милым.

source: <32>{#p/basic}{#npc/a}* Yes. * That was a pun. * I'm a pun mouse now.
ru_ru: <32>{#p/basic}{#npc/a}* Да. * Это был каламбур. * Я теперь каламбурная мышь.

source: <32>{#p/basic}{#npc/a}* And worse still...
ru_ru: <32>{#p/basic}{#npc/a}* И что ещё хуже...

source: <32>{#p/basic}{#npc/a}* For now.
ru_ru: <32>{#p/basic}{#npc/a}* На данный момент.

source: <32>{#p/basic}{#npc/a}* (Oh, hey, it's me, Zorren.)
ru_ru: <32>{#p/basic}{#npc/a}* (О, привет, это я, Зоррен.)

source: <32>* (We, uh, can't thank you enough for doing what you did.)
ru_ru: <32>* (Мы не можем не поблагодарить тебя за то, что ты сделал.)

source: <32>* (But...) * (You've, uh, not exactly been a model citizen.)
ru_ru: <32>* (Но...) * (Ты был не совсем примерным гражданином)

source: <32>* (Why'd you have to go and, make it all so complicated?)
ru_ru: <32>* (Зачем ты всё так усложняешь?)

source: <32>* (But...) * (You've, uh, probably heard enough of that, by now.)
ru_ru: <32>* (Но...) * (Ты, наверное, уже достаточно наслушались об этом.)

source: <32>* (So I'll let you get back to, what you were doing.)
ru_ru: <32>* (Так что я позволю тебе вернуться к тому, что ты делал.)

source: <32>* (Something's, like, different about you now.)
ru_ru: <32>* (Что-то в тебе изменилось.)

source: <32>* (Yeah, you know, uh, I don't really like you anymore.)
ru_ru: <32>* (Да, ты знаешь, ты мне больше не нравишься.)

source: <32>* (I'd take back they key I gave you, if only I could.)
ru_ru: <32>* (Я бы вернул ключ, который дал тебе, если бы только мог.)

source: <32>* (You uh, got a problem with our, uh, police force, or...?)
ru_ru: <32>* (Ты... имеешь проблемы с нашей... полицией или...?)

source: <32>* (Yeah, you know, uh, I don't really like you all that much.)
ru_ru: <32>* (Да, ты знаешь, ты мне не очень-то нравишься.)

source: <32>* (There's just, something off, particularly about you.)
ru_ru: <32>* (Просто в тебе есть что-то неправильное, особенно в тебе.)

source: <32>* (No?) * (Hey, thanks for uh, not doing that.)
ru_ru: <32>* (Нет?) * (Эй, спасибо, что не сделал этого.)

source: <32>* (Y'know, you seem like someone who likes to show respect.)
ru_ru: <32>* (Знаешь, ты похож на человека, который любит проявлять уважение.)

source: <32>* (So, thanks for, uh, doing that.)
ru_ru: <32>* (Так что спасибо, что сделал это.)

source: <32>* (In fact...)
ru_ru: <32>* (На самом деле...)

source: <32>* (Here, kid.) * (Have a key, on us.)
ru_ru: <32>* (Вот, малыш.) * (Возьмите ключ, за наш счёт.)

source: <32>{#p/basic}{#npc/a}* (We've, uh, got an armory somewhere, I think.)
ru_ru: <32>{#p/basic}{#npc/a}* (Кажется, у нас где-то есть арсенал.)

source: <32>* (Psst...) * (Just between us, Kabakk and I built this station ourselves.)
ru_ru: <32>* (Псс...) * (Только между нами, я и Кабакк сами построили эту станцию.)

source: <32>* (Pretty cool, huh?)
ru_ru: <32>* (Очень круто, да?)

source: <32>{#p/basic}{#npc/a}* (Do better, my friend.) * (Do better.)
ru_ru: <32>{#p/basic}{#npc/a}* (Сделай лучше, мой друг.) * (Делай лучше.)

source: <32>{#p/basic}{#npc/a}* (Carry on, my friend.) * (Carry on.)
ru_ru: <32>{#p/basic}{#npc/a}* (Продолжай, мой друг.) * (Продолжай.)

source: <32>{#p/basic}{#npc/a}* (Get outta here.)
ru_ru: <32>{#p/basic}{#npc/a}* (Убирайся отсюда.)

source: <32>{#p/basic}{#npc/a}* (Yeah, we're not real police.)
ru_ru: <32>{#p/basic}{#npc/a}* (Да, мы не настоящая полиция.)

source: <32>{#p/basic}{#npc/a}* (We may not be real police, but people like you are worth protecting and serving.)
ru_ru: <32>{#p/basic}{#npc/a}* (Может, мы и не настоящие полицейские, но такие, как ты, достойны защиты и служения.)

source: <32>{#p/human}* (You activate the terminal.)
ru_ru: <32>{#p/human}* (Ты активируешь терминал.)

source: <32>{#p/human}* (The note describes reducing the total to zero by adding or subtracting powers of ten.)
ru_ru: <32>{#p/human}* (В примечании описывается сведение к нулю путем сложения или вычитания десятичных чисел.)

source: <32>{#p/basic}* There are written instructions tacked onto the side...
ru_ru: <32>{#p/basic}* На боку прикреплены письменные инструкции...

source: <33>* It's illegible chicken-scratch. * The only word you can make out is "zero."
ru_ru: <33>* Это неразборчивые куриные царапины. * Единственное слово, которое ты можешь разобрать, это "ноль."

source: <32>{#p/human}* (But you already completed this puzzle beforehand.)
ru_ru: <32>{#p/human}* (Но ты уже решил эту головоломку заранее.)

source: <32>{#p/basic}* The terminal is now in an unlocked state.
ru_ru: <32>{#p/basic}* Терминал теперь находится в разблокированном состоянии.

source: <32>{#p/human}* (You look behind the microwave...)
ru_ru: <32>{#p/human}* (Ты заглядываешь за микроволновку...)

source: <32>{#p/basic}* Nothing useful here.
ru_ru: <32>{#p/basic}* Ничего полезного.

source: <32>{#s/equip}{#p/human}* (You pulled the switch.)
ru_ru: <32>{#s/equip}{#p/human}* (Ты потянул за выключатель.)

source: <32>{#p/basic}* There's a switch here...
ru_ru: <32>{#p/basic}* Здесь есть переключатель...

source: <32>{#p/human}* (But you already flipped the switch here.)
ru_ru: <32>{#p/human}* (Но ты уже переключился.)

source: <32>{#p/human}* (But you didn't notice anything of note about this appliance.)
ru_ru: <32>{#p/human}* (Но ты уже переключился.)

source: <32>{#p/basic}* A standard-issue CITADEL dielectric heater, circa 260X.
ru_ru: <32>{#p/basic}* Стандартный диэлектрический нагреватель ЦИТАДЕЛЬ, около 260X.

source: <32>* It's a microwave. * Can't be over a decade old.
ru_ru: <32>* Это микроволновая печь. * Не может быть старше десяти лет.

source: <32>{#p/basic}* It seems to be projecting some kind of gravity field.
ru_ru: <32>{#p/basic}* Похоже, он проецирует какое-то гравитационное поле.

source: <32>{#p/basic}* I wonder... if there's a switch somewhere...
ru_ru: <32>{#p/basic}* Интересно... есть ли где-то выключатель...

source: <32>{#p/human}* (But you didn't have any mail to send.)
ru_ru: <32>{#p/human}* (Но у тебя не было почты для отправки.)

source: <32>{#p/basic}* This mailbox is labelled "PAPYRUS."
ru_ru: <32>{#p/basic}* Этот почтовый ящик имеет метку "ПАПИРУС."

source: * (Look inside the mailbox?)
ru_ru: * (Заглянуть в почтовый ящик?)

source: <32>{#p/human}* (You look inside...)
ru_ru: <32>{#p/human}* (Ты заглядываешь внутрь...)

source: <32>{#p/basic}* It's even emptier than before.
ru_ru: <32>{#p/basic}* Он стал ещё более пустым, чем раньше.

source: <32>{#p/basic}* It's not empty?
ru_ru: <32>{#p/basic}* Он не пустой?

source: <32>{#p/basic}* It's empty.
ru_ru: <32>{#p/basic}* Он пустой.

source: <18>{#p/papyrus}{#f/0}HOW NICE OF YOU TO CHECK MY MAIL!
ru_ru: <18>{#p/papyrus}{#f/0} КАК МИЛО С ТВОЕЙ СТОРОНЫ ПРОВЕРИТЬ МОЮ ПОЧТУ!

source: <18>{#p/papyrus}{#f/4}THANKFULLY, I'VE ALREADY COLLECTED IT ALL.
ru_ru: <18>{#p/papyrus}{#f/4}СПАСИБО, Я УЖЕ СОБРАЛ ВСЁ.

source: <32>{#p/human}* (You decide not to look.)
ru_ru: <32>{#p/human}* (Ты решаешь не смотреть.)

source: <32>{#p/basic}* It's an unused plate.
ru_ru: <32>{#p/basic}* Это неиспользуемая пластина.

source: <32>{#p/human}* (You gaze upon the mouth- watering spaghetti.)
ru_ru: <32>{#p/human}* (Ты смотришь на аппетитные спагетти.)

source: <32>{#p/human}* (It appears to be just beyond your reach.)
ru_ru: <32>{#p/human}* (Кажется, оно находится за пределами твоей досягаемости.)

source: <32>{#p/human}* (You got the Spaghetti.)
ru_ru: <32>{#p/human}* (Ты взял спагетти.)

source: <32>{#p/human}* (You're carrying too much to take that.)
ru_ru: <32>{#p/human}* (У тебя слишком много вещей, чтобы взять это.)

source: <32>{#p/human}* (You feel appreciative towards this plate for the food it served you.)
ru_ru: <32>{#p/human}* (Ты чувствуешь благодарность к этой тарелке за еду, которую она тебе подала.)

source: <32>{#p/basic}* Why bother. * It's just a simple plate.
ru_ru: <32>{#p/basic}* Зачем беспокоиться. * Это всего лишь простая тарелка.

source: <32>{#p/basic}* Once the home of a truly out- of-this-world creation.
ru_ru: <32>{#p/basic}* Когда-то здесь обитало поистине запредельное творение.

source: <32>{#p/human}* (The terminal appears to have been powered off.)
ru_ru: <32>{#p/human}* (Терминал, похоже, был отключен от питания.)

source: <25>{#p/asriel1}{#f/13}* The power's gone. * But it makes sense they'd shut this off.
ru_ru: <25>{#p/asriel1}{#f/13}* Электричество пропало. * Но логично, что они его отключили.

source: <25>{#f/17}* Wouldn't want anyone to get distracted and miss the transport, right?
ru_ru: <25>{#f/17}* Не хотелось бы, чтобы кто-то отвлёкся и пропустил транспорт, верно?

source: <25>{#p/asriel1}{#f/13}* To be fair, I don't think they'd actually let someone miss it.
ru_ru: <25>{#p/asriel1}{#f/13}* Если честно, я не думаю, что они действительно позволят кому-то пропустить его.

source: <25>{#f/13}* Dr. Alphys probably has some kind of thing to scan for SOULs, so...
ru_ru: <25>{#f/13}* У ДР. АЛЬФИС наверняка есть какая-то штука для сканирования ДУШ, так что...

source: <25>{#f/17}* They'd know if anyone was left behind.
ru_ru: <25>{#f/17}* Они бы знали, если бы кто-то остался позади.

source: <25>{#f/15}* Makes me wonder if they can see us out here right now...
ru_ru: <25>{#f/15}* Интересно, видят ли они нас сейчас...

source: <25>{#p/asriel1}{#f/17}* Don't worry, Frisk. * The new homeworld will have plenty of games.
ru_ru: <25>{#p/asriel1}{#f/17}* Не волнуйся, Фриск. * На новой планете будет много игр.

source: <32>{#p/basic}* It's a game terminal...
ru_ru: <32>{#p/basic}* Это игровой терминал...

source: <32>{#p/basic}* The power supply has been cut.
ru_ru: <32>{#p/basic}* Подача питания была прервана.

source: <32>{#p/basic}* "Shoot targets as fast as you can! Use [Z] to shoot."
ru_ru: <32>{#p/basic}* "Стреляй по мишеням так быстро, как только можешь! Используй [Z], чтобы стрелять."

source: <32>{#p/human}* (The books on this bookshelf consist of puzzler's guides and children's stories.)
ru_ru: <32>{#p/human}* (Книги на этой книжной полке состоят из пособий по головоломкам и детских сказок.)

source: <32>{#p/basic}* The bookshelf is filled with complex tomes about puzzle creation.
ru_ru: <32>{#p/basic}* Книжная полка заполнена сложными томами о создании головоломок.

source: <32>* And children's books.
ru_ru: <32>* И детские книги.

source: <18>{#p/papyrus}SOME OF MY FAVORITE BOOKS ARE ON THAT SHELF.
ru_ru: <18>{#p/papyrus}НЕСКОЛЬКО МОИХ ЛЮБИМЫХ КНИГ НАХОДЯТСЯ НА ЭТОЙ ПОЛОКЕ.

source: <18>{#f/4}LIKE "ADVANCED PUZZLE CONSTRUCTS FOR BRIGHT MINDS."
ru_ru: <18>{#f/4}НРАВИТЬСЯ "ПРОДВИНУТЫЕ ГОЛОВОЛОМКИ ДЛЯ СООБРАЗИТЕЛЬНЫХ УМОВ."

source: <18>{#f/0}AND ANOTHER FAVORITE OF MINE?
ru_ru: <18>{#f/0}И ЕЩЕ ОДИН МОЙ ФАВОРИТ?

source: <18>{#f/4}"PEEK-A-BOO WITH FLUFFY BUNNY."
ru_ru: <18>{#f/4}"ПОДГЛЯДЫВАТЬ ЗА ПУШИСТЫМ КРОЛИКОМ."

source: <18>{#f/8}THE ENDING ALWAYS GETS ME!
ru_ru: <18>{#f/8}КОНЦОВКА ВСЕГДА МЕНЯ ЗАХВАТЫВАЕТ!

source: <32>{#p/basic}* Complex manuals and children's books.
ru_ru: <32>{#p/basic}* Сложные руководства и детские книги.

source: <32>{#p/human}* (You pick out a book...)
ru_ru: <32>{#p/human}* (Ты берешь книгу...)

source: <32>{#p/basic}* "The cornerstone of a puzzle's interactive value is the player's affectation."
ru_ru: <32>{#p/basic}* "Во главе угла интерактивной ценности головоломки стоит воздействие игрока."

source: <32>* "The tacit drive within every player to explore, progress, and complete a given task."
ru_ru: <32>* "Негласное стремление каждого игрока к исследованию, прогрессу и выполнению поставленной задачи."

source: <32>* "A puzzle that challenges and engages these motivations will ensure..."
ru_ru: <32>* "Головоломка, которая бросает вызов и задействует эти мотивы, обеспечит..."

source: <32>* "The player remains focused and on task until the very end."
ru_ru: <32>* "Игрок остается сосредоточенным и выполняет задание до самого конца."

source: <32>{#p/human}* (You put the book back on the shelf.)
ru_ru: <32>{#p/human}* (Ты ставишь книгу обратно на полку.)

source: <32>* "The fluffy bunny, surprised, looked at the human excitedly."
ru_ru: <32>* "Пушистый кролик, удивленный, взволнованно смотрел на человека."

source: <32>* "Then, the human moved away... no longer able to see them, the fluffy bunny was sad."
ru_ru: <32>* "Потом человек ушёл... больше не видя их, пушистый кролик грустил."

source: <32>* "It shook, thinking about how lonely it'd be."
ru_ru: <32>* "Он задрожал, подумав о том, как одиноко ему будет."

source: <32>* "It wanted to cry, thinking it'd been abandoned for all eternity..."
ru_ru: <32>* "Он хотел плакать, думая, что его бросили на веки вечные..."

source: <32>* "But then, the human appeared once again, and all was right with the world."
ru_ru: <32>* "Но потом снова появился человек, и всё в мире наладилось."

source: <32>* "The human and the bunny gave each other a big, fluffy hug."
ru_ru: <32>* "Человек и кролик крепко обнялись."

source: <23>{#p/papyrusnt}"DEAR DAIRY, THE FORCE FIELD HAS BEEN DESTROYED."
ru_ru: <23>{#p/papyrusnt}"ДОРОГОЙ ДЭЙРИ, СИЛОВОЕ ПОЛЕ УНИЧТОЖЕНО."

source: <23>"FRISK, THE HUMAN WHO CAME TO THE OUTPOST JUST A FEW DAYS AGO..."
ru_ru: <23>"ФРИСК, ЧЕЛОВЕК, КОТОРЫЙ ПРИБЫЛ НА АВАНПОСТ ВСЕГО НЕСКОЛЬКО ДНЕЙ НАЗАД..."

source: <23>"IS NOW THE SUBJECT OF FEAR AMONG EVERYONE ON THE OUTPOST."
ru_ru: <23>"ТЕПЕРЬ ЭТО ОБЪЕКТ СТРАХА ДЛЯ ВСЕХ НА АВАНПОСТЕ."

source: <23>"WE'RE ALL LEAVING RIGHT AWAY, BEFORE THEY WAKE UP."
ru_ru: <23>"МЫ ВСЕ УХОДИМ ПРЯМО СЕЙЧАС, ПОКА ОНИ НЕ ПРОСНУЛИСЬ."
