Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <25>{#p/sans}{#f/0}* it's called "the firewall."
ru_ru: <25>{#p/sans}{#f/0}* он называется "брандмауэр."

source: <25>{#p/sans}{#f/2}* y'know. * like the firewall on a computer.
ru_ru: <25>{#p/sans}{#f/2}* знаете. * Как брандмауэр на компьютере.

source: <25>{#p/sans}* the idea behind this one is to get to the other side.
ru_ru: <25>{#p/sans}* Идея этой игры заключается в том, чтобы попасть на другую сторону.

source: <25>{#p/sans}* simple, right?
ru_ru: <25>{#p/sans}* Просто, правда?

source: <25>{#p/sans}{#f/3}* though, i've tested this puzzle myself, and i gotta say...
ru_ru: <25>{#p/sans}{#f/3}* Впрочем, я сам проверил эту головоломку и должен сказать...

source: <25>{#p/sans}{#f/2}* it's not as easy as it looks.
ru_ru: <25>{#p/sans}{#f/2}* Это не так просто, как кажется.

source: <18>{#p/papyrus}... ANYWAY, THE IDEA BEHIND THIS PUZZLE IS SIMPLE.
ru_ru: <18>{#p/papyrus}... В ОБЩЕМ, ИДЕЯ, ЛЕЖАЩАЯ В ОСНОВЕ ЭТОЙ ЗАГАДКИ, ПРОСТА.

source: <18>BECAUSE ALL YOU HAVE TO DO...
ru_ru: <18> ПОТОМУ ЧТО ВСЁ, ЧТО ВАМ НУЖНО СДЕЛАТЬ...

source: <18>{#f/9}IS MAKE IT TO THE OTHER SIDE!!
ru_ru: <18>{#f/9}СМОТРЕТЬ НА ДРУГУЮ СТОРОНУ!!

source: <18>{#f/0}GOOD LUCK!! NYEH HEH HEH!!
ru_ru: <18>{#f/0}ХОРОШО УДАЧИ!! НЙЕХ ХЕХ ХЕХ!!

source: <25>{#p/sans}{#f/0}* what are you going back there for, huh?
ru_ru: <25>{#p/sans}{#f/0}* Зачем ты туда возвращаешься, а?

source: <25>{#p/sans}{#f/3}* come on. * at least try to be a good sport.
ru_ru: <25>{#p/sans}{#f/3}* да ладно. * хотя бы попытайся быть хорошим спортсменом.

source: <18>{#p/papyrus}{#x2}{#f/7}WHERE DO YOU THINK YOU'RE GOING!?
ru_ru: <18>{#p/papyrus}{#x2}{#f/7} КАК ТЫ ДУМАЕШЬ, ЧТО ТЫ ИДЁШЬ!?

source: <25>{#p/sans}{#f/0}* seriously?
ru_ru: <25>{#p/sans}{#f/0}* серьезно?

source: <18>{#p/papyrus}{#x2}{#f/7}GET BACK HERE!!
ru_ru: <18>{#p/papyrus}{#x2}{#f/7}ВЕРНИСЬ СЮДА!!!

source: <18>{#p/papyrus}ARE YOU AFRAID OF THE FLAMES??
ru_ru: <18>{#p/papyrus}А ТЫ БОИШЬСЯ ПЛАМЕНИ???

source: <18>{#f/4}DON'T WORRY, THEY CAN'T ACTUALLY HARM YOU.
ru_ru: <18>{#f/4}НЕ БОЙСЯ, ОНО НЕ МОЖЕТ ДЕЙСТВИТЕЛЬНО ПРИЧИНИТЬ ТЕБЕ ВРЕД.

source: <18>{#f/0}AS SANS WOULD SAY, THEY'RE JUST "PLEASANTLY WARM."
ru_ru: <18>{#f/0}КАК СКАЗАЛ БЫ САНС, ОНИ ПРОСТО "ПРИЯТНО ТЕПЛЫЕ."

source: <25>{#p/sans}* actually, i picked that saying up from a friend.
ru_ru: <25>{#p/sans}* Вообще-то, я узнал эту поговорку от друга.

source: <18>{#p/papyrus}{#f/4}... OH.
ru_ru: <18>{#p/papyrus}{#f/4}... О.

source: <18>{#p/papyrus}ARE YOU ANXIOUS ABOUT FAILING THE PUZZLE??
ru_ru: <18>{#p/papyrus} ТЕБЕ НЕ ПОНРАВИЛОСЬ, ЧТО ТЫ НЕ РЕШИЛ ГОЛОВОЛОМКУ??

source: <18>IF THAT'S THE CASE, THEN YOU MUST KNOW...
ru_ru: <18> ЕСЛИ ЭТО ТАК, ТО ТЫ ДОЛЖЕН ЗНАТЬ...

source: <18>{#x4}{#f/9}I, THE GREAT PAPYRUS, WOULD NOT JUDGE YOU FOR IT!
ru_ru: <18>{#x4}{#f/9}Я, ВЕЛИКИЙ ПАПИРУС, НЕ БУДЕТ СУДИТЬ ТЕБЯ ЗА ЭТО!

source: <18>{#f/0}AS EVERY STAR CHEF KNOWS, THE THOUGHT IS WHAT COUNTS.
ru_ru: <18>{#f/0}КАЖДЫЙ ЗВЁЗДНЫЙ ШЕФ ЗНАЕТ, ЧТО МЫСЛЬ - ЭТО ГЛАВНОЕ.

source: <18>{#x1}SO GO ON, DO TRY YOUR BEST!
ru_ru: <18>{#x1}ИТАК, СТАРАЙСЯ ИЗО ВСЕХ СИЛ!

source: <18>{#p/papyrus}{#f/4}(SANS, WHAT IS THE HUMAN DOING??)
ru_ru: <18>{#p/papyrus}{#f/4}(САНС, ЧТО ДЕЛАЕТ ЧЕЛОВЕК??)

source: <25>{#p/sans}* they could just be studying the pattern.
ru_ru: <25>{#p/sans}* они могли просто изучать шаблон.

source: <18>{#p/papyrus}{#f/4}(OH, TRUE.)
ru_ru: <18>{#p/papyrus}{#f/4}(О, ПРАВДА.)

source: <18>{#f/9}IN THAT CASE, PROCEED WHEN READY!
ru_ru: <18>{#f/9}В ЭТОМ СЛУЧАЕ ПРОДОЛЖАЙ, КОГДА БУДЕТ ГОТОВО!

source: <25>{#p/sans}{#f/0}* whoops. * nice try, though.
ru_ru: <25>{#p/sans}{#f/0}* упс. * Хорошая попытка, однако.

source: <18>{#p/papyrus}NYEH HEH HEH! WELL THEN.
ru_ru: <18>{#p/papyrus}НЬЕХ ХЕХ ХЕХ! НУ ТОГДА.

source: <18>{#f/9}IT SEEMS YOU'VE BEEN JAPED BY THE GREAT PAPYRUS!
ru_ru: <18>{#f/9}КАЖЕТСЯ, ТЫ ПОПАЛСЯ НА ВЕЛИКОГО ПАПИРУСА!

source: <18>{#f/0}BUT FRET NOT!
ru_ru: <18>{#f/0}НО НЕ БОЙСЯ!

source: <18>FOR YOU SEE, MY TRAPS ARE NO SLOUCH.
ru_ru: <18> ИБО, КАК ВИДИТЕ, ЛОВУШКИ У МЕНЯ НЕ ИЗ ЛЁГКИХ.

source: <18>{#f/9}YOU CAN'T BE BLAMED FOR FAILING ONE SO EASILY!!
ru_ru: <18>{#f/9}ТЫ НЕ МОЖЕШЬ БЫТЬ ВИНОВАТ В ТОМ, ЧТО ПРОВАЛИЛ ЕЁ ОДИН РАЗ!!!

source: <25>{#p/sans}{#f/0}* huh. * guess you're smarter than you look.
ru_ru: <25>{#p/sans}{#f/0}* хах. * Похоже, ты умнее, чем кажешься.

source: <18>{#p/papyrus}{#f/1}WHAT!?
ru_ru: <18>{#p/papyrus}{#f/1}ЧТО!?

source: <18>{#f/7}HOW DID YOU MANAGE TO DO THAT!?!?
ru_ru: <18>{#f/7}КАК ТЫ СМОГ ЭТО СДЕЛАТЬ!?!?

source: <18>THAT WAS SUPPOSED TO BE TOTALLY IMPOSSIBLE!
ru_ru: <18>ЭТО ДОЛЖНО БЫЛО БЫТЬ СОВЕРШЕННО НЕВОЗМОЖНО!

source: <18>{#f/9}... WELL THEN! I SHALL HAVE TO STEP UP MY GAME!
ru_ru: <18>{#f/9}... НУ, ТОГДА! МНЕ ПРИДЕТСЯ УСИЛИТЬ СВОЮ ИГРУ!

source: <25>{#p/sans}{#f/0}* well, that's it.
ru_ru: <25>{#p/sans}{#f/0}* Ну, вот и все.

source: <25>{#p/sans}{#f/3}* ... thanks for playing along, at least.
ru_ru: <25>{#p/sans}{#f/3}* ... спасибо, что хотя бы подыграл.

source: <25>{#p/sans}{#f/0}* in the meantime, i've got another puzzle to set up.
ru_ru: <25>{#p/sans}{#f/0}* Тем временем мне нужно решить ещё одну головоломку.

source: <25>{#p/sans}{#f/2}* we'll be seeing each other again.
ru_ru: <25>{#p/sans}{#f/2}* Мы ещё встретимся.

source: <18>{#f/4}IN ANY CASE...
ru_ru: <18>{#f/4}В ЛЮБОМ СЛУЧАЕ...

source: <18>{#f/0}I AM EXCITED FOR WHAT COMES NEXT!
ru_ru: <18>{#f/0}Я В ВОСТОРГЕ ОТ ТОГО, ЧТО БУДЕТ ДАЛЬШЕ!

source: <18>{#f/4}A PUZZLE SO CONFOUNDING...
ru_ru: <18>{#f/4}ГОЛОВОЛОМКА, НАСТОЛЬКО ЗАПУТАННАЯ...

source: <18>{#f/1}EVEN TERRESTRIA HERSELF COULDN'T SOLVE IT!!!
ru_ru: <18>{#f/1}ДАЖЕ САМА ТЕРРЕСТРИЯ НЕ СМОГЛА РЕШИТЬ ЭТУ ПРОБЛЕМУ!!!

source: <25>{#p/sans}* terrestria? * isn't she literally the oldest monster alive?
ru_ru: <25>{#p/sans}* Террестрия? * Разве она не самый старый монстр из ныне живущих?

source: <18>{|}{#p/papyrus}{#f/1}UH... WELL YES, BUT- {%}
ru_ru: <18>{|}{#p/papyrus}{#f/1}УХ... ХОРОШО ДА, НО- {%}

source: <25>{#p/sans}* dang, i didn't know you thought THAT highly of me.
ru_ru: <25>{#p/sans}* Проклятье, я не знал, что ты так высоко обо мне думаешь.

source: <18>{#p/papyrus}{#f/4}WHAT.
ru_ru: <18>{#p/papyrus}{#f/4}ЧТО.

source: <25>{|}{#p/sans}* like, if even SHE can't do it, then- {%}
ru_ru: <25>{|}{#p/sans}* если даже ОНА не может этого сделать, то- {%}

source: <18>{#p/papyrus}{#f/7}{#x3}I GET THE POINT!!
ru_ru: <18>{#p/papyrus}{#f/7}{#x3}Я ПОНЯЛ!!

source: <18>{#p/papyrus}{#f/7}SANS, WE HAVE PUZZLES TO PREPARE!!
ru_ru: <18>{#p/papyrus}{#f/7}САНС, У НАС ЕСТЬ ГОЛОВОЛОМКИ ДЛЯ ПОДГОТОВКИ!!

source: <18>COME ON!
ru_ru: <18>ВПЕРЁД!

source: <32>{#p/basic}* I don't understand why these aren't selling...
ru_ru: <32>{#p/basic}* Я не понимаю, почему они не продаются...

source: <32>* It's the perfect place for something nice...
ru_ru: <32>* Это идеальное место для чего-то приятного...

source: <32>{#p/basic}* OH!!!! * ... you came back!
ru_ru: <32>{#p/basic}* О!!!! * ... ты вернулся!

source: <32>{#p/basic}* WAIT!!!! * Maybe YOU'D like something!
ru_ru: <32>{#p/basic}* ПОДОЖДИ!!!! * Может быть, ТЕБЕ что-то понравится!

source: <32>{#p/basic}* OH!!!! * A CUSTOMER!!
ru_ru: <32>{#p/basic}* О!!!! * КЛИЕНТ!!

source: <32>* Hello! * Would you like an Ice Dream?
ru_ru: <32>* Здравствуйте! * Ты хочешь Ледяную Мечту?

source: <32>* As the top scorer here, you get a handy discount! * 6G per Ice Dream!
ru_ru: <32>* Как лучший бомбардир, ты получаешь удобную скидку! * 6G за Ледяную мечту!

source: <32>* It's the frozen treat that'll set your mind ablaze! * Now just 12G.
ru_ru: <32>* Это замороженное лакомство, которое вскружит вам голову! * Теперь всего 12G.

source: <32>{#p/basic}* Ice Dreams! * They're the frozen treats that'll set your mind ablaze!
ru_ru: <32>{#p/basic}* Ледяные мечты! * Это замороженные лакомства, которые вскружили вам голову!

source: <32>* For you, 6G!
ru_ru: <32>* Для тебя, 6G!

source: <32>* Now just 12G.
ru_ru: <32>* Теперь только за 12G.

source: * (Buy the Ice Dream for $(x)G?)
ru_ru: * (Купить Ледяную Мечту за$(x)G?)

source: * (Get an Ice Dream?)
ru_ru: * (Получить Ледяную Мечту?)

source: <32>{#p/basic}* Well then... * Tell your friends...
ru_ru: <32>{#p/basic}* Ну тогда... * Расскажи своим друзьям...

source: <32>* There's ice cream out here... * In the middle of nowhere...
ru_ru: <32>* Здесь есть мороженое... * В глуши...

source: <32>{#p/basic}* I relocated my stand, but there are still no customers...
ru_ru: <32>{#p/basic}* Я переместил свой стенд, но покупателей по-прежнему нет...

source: <32>{#p/basic}* Fortunately, I've thought of a solution!!
ru_ru: <32>{#p/basic}* К счастью, я нашёл решение!!

source: <32>* Postcards!
ru_ru: <32>* Открытки!

source: <32>* Every time you buy an Ice Dream, you can take a postcard from the box.
ru_ru: <32>* Каждый раз, когда ты покупаешь Ледяную мечту, ты можешь взять открытку из коробки.

source: <32>* If you have three postcards, you can trade them for a free Ice Dream!
ru_ru: <32>* Если у тебя есть три открытки, ты можешь обменять их на бесплатную Ледяную Мечту!

source: <32>* They're sure to get the customers to come back!
ru_ru: <32>* Они обязательно заставят клиентов вернуться!

source: <32>* Oh, um, would you like an Ice Dream?
ru_ru: <32>* О, ты хочешь Ледяную мечту?

source: <32>* It's the frozen treat that'll set your mind ablaze! * Now just 10G.
ru_ru: <32>* Это замороженное лакомство, которое вскружит вам голову! * Теперь всего 10G.

source: <32>* You've got three postcards, would you like to redeem them?
ru_ru: <32>* У тебя есть три открытки, хочешь ли ты их обменять?

source: <32>* Now just 10G.
ru_ru: <32>* Теперь всего 10G.

source: <32>* Four Ice Dreams for the price of three...
ru_ru: <32>* Четыре Ледяных Мечты по цене трех...

source: <32>{#p/basic}* Don't forget to take a postcard from the box!
ru_ru: <32>{#p/basic}* Не забудь взять открытку из коробки!

source: <32>{#p/basic}* Huh? * You don't have enough room in your pockets...
ru_ru: <32>{#p/basic}* А? * Ты не имеешь достаточно места в карманах...

source: <32>{#p/basic}* I wish I could make Ice Dreams easier to store...
ru_ru: <32>{#p/basic}* Хотелось бы, чтобы Ледяные Мечты было легче хранить...

source: <32>{#p/basic}* Huh? * You don't have enough money...
ru_ru: <32>{#p/basic}* А? * Ты не имеешь достаточно денег...

source: <32>{#p/basic}* I wish I could make Ice Dreams for free...
ru_ru: <32>{#p/basic}* Хотел бы я делать Ледяные Мечты бесплатно...

source: <32>{#p/basic}* Tell you what, have your first one on me.
ru_ru: <32>{#p/basic}* Вот что я тебе скажу, пусть твоя первая будет за мой счёт.

source: <32>{#p/basic}* Enjoy...
ru_ru: <32>{#p/basic}* Наслаждайся...

source: <32>{#p/basic}* Well, you can always come back later.
ru_ru: <32>{#p/basic}* Ну, ты всегда можешь прийти позже.

source: <32>{#p/basic}* Oh, that's okay.
ru_ru: <32>{#p/basic}* О, всё в порядке.

source: <32>* Come again soon, kid!
ru_ru: <32>* Приходи скорее, малыш!

source: <32>{#p/basic}* Here you go! * Have a stellar starry night!
ru_ru: <32>{#p/basic}* Вот так! * Желаю вам звёздной ночи!

source: <32>{#s/equip}{#p/human}* (You got the Ice Dream.)
ru_ru: <32>{#s/equip}{#p/human}* (Ты получил Ледяную мечту.)

source: <25>{#p/kidd}{#f/1}* Yo, can I get an Ice Dream?
ru_ru: <25>{#p/kidd}{#f/1}* Йо, можно мне Ледяную мечту?

source: <32>{#p/basic}* Sure, kid. * If you've got the money.
ru_ru: <32>{#p/basic}* Конечно, малыш. * Если у тебя есть деньги.

source: <25>{#p/kidd}{#f/2}* (Psst, give them this.)
ru_ru: <25>{#p/kidd}{#f/2}* (Псс, дай им это.)

source: <25>{#p/kidd}{#f/7}* Yo, they got free Ice Dreams here!?
ru_ru: <25>{#p/kidd}{#f/7}* Йоу, у них тут бесплатные Ледяные мечты!?

source: <25>{#p/kidd}{#f/1}* Get me one too!
ru_ru: <25>{#p/kidd}{#f/1}* Мне тоже!

source: <32>{#p/basic}* W... where did you get that?
ru_ru: <32>{#p/basic}* Ты... откуда у тебя это?

source: <32>* S-sure, kid... here you go!
ru_ru: <32>* Конечно, малыш... держи!

source: <32>{#s/equip}{#p/human}* (You hand the Ice Dream to Monster Kid.)
ru_ru: <32>{#s/equip}{#p/human}* (Ты передаешь Ледяную мечту Малышу-монстру.)

source: <25>{#p/kidd}{#f/7}* AWESOME...
ru_ru: <25>{#p/kidd}{#f/7}* УДИВИТЕЛЬНО...

source: <32>{#p/basic}* Sold out again, I'm afraid! * The thought of freedom has drawn in many customers!
ru_ru: <32>{#p/basic}* Боюсь, что он снова распродан! * Мысль о свободе привлекла многих покупателей!

source: <32>* Not that I'd sell to you if I wasn't sold out...
ru_ru: <32>* Не то чтобы я продал бы тебе, если бы не был продан...

source: <32>* If I sold Ice Dreams to a bully, my reputation would be in ruins!
ru_ru: <32>* Если бы я продал Ледяные Мечты хулигану, моя репутация была бы разрушена!

source: <32>* With the recent success, I've been reflecting on my past, and remembering my father.
ru_ru: <32>* В связи с недавним успехом я задумался о своём прошлом и вспомнил отца.

source: <32>* If he hadn't invented Ice Dreams, I'd still be selling cheap balloons.
ru_ru: <32>* Если бы он не изобрел Ледяные Мечты, я бы до сих пор продавал дешевые воздушные шарики.

source: <32>{#p/basic}* Hey, kid! * I'd offer you an Ice Dream, but I'm all sold out!
ru_ru: <32>{#p/basic}* Привет, малыш! * Я бы предложил тебе Ледяную Мечту, но у меня всё распродано!

source: <32>* Business is booming here like nothing ever been!
ru_ru: <32>* Бизнес здесь процветает как никогда!

source: <32>* My supply just can't keep up!
ru_ru: <32>* Мои запасы просто не успевают за ними!

source: <32>{#p/basic}* Nothing personal, of course.
ru_ru: <32>{#p/basic}* Ничего личного, конечно.

source: <32>{#p/basic}* Apparently, he sold his first Ice Dream in the middle of the Starton holo-forest.
ru_ru: <32>{#p/basic}* Судя по всему, он продал свою первую Ледяную Мечту посреди гололёда Старграда.

source: <32>{#p/basic}* Maybe it's time to start that "Ice Dream" chain I've always dreamed of...
ru_ru: <32>{#p/basic}* Возможно, пришло время начать делать цепочку "Ледяную Мечту", о которой я всегда мечтал...

source: <32>{#p/basic}{#npc/a}* I can tell you have absolutely no respect for life. * Good going, champ.
ru_ru: <32>{#p/basic}{#npc/a}* Я могу сказать, что ты совершенно не уважаешь жизнь. * Молодец, чемпион.

source: <32>{#p/basic}{#npc/a}* Keep it up, champ. * See where it gets you.
ru_ru: <32>{#p/basic}{#npc/a}* Продолжай в том же духе, чемпион. * Ты увидишь, к чему это приведёт.

source: <32>{#p/basic}{#npc/a}* Really, champ?
ru_ru: <32>{#p/basic}{#npc/a}* Правда, чемпион?

source: <32>{#p/basic}{#npc/a}* Guh? * Did you just...
ru_ru: <32>{#p/basic}{#npc/a}* Гу? * Ты только что...

source: <32>{#p/basic}{#npc/a}* ... * That's, uh, not very cool.
ru_ru: <32>{#p/basic}{#npc/a}* ... * Это не очень круто.

source: <32>{#p/basic}{#npc/a}* What the- * What was THAT for?
ru_ru: <32>{#p/basic}{#npc/a}* Что за... * Что ЭТО было?

source: <32>{#p/basic}{#npc/b}* For real, though~ * How did THAT happen?
ru_ru: <32>{#p/basic}{#npc/b}* На самом деле~ * Как это произошло?

source: <32>{#p/basic}{#npc/a}* Hey. * You're pretty cool.
ru_ru: <32>{#p/basic}{#npc/a}* Привет. * Ты довольно крут.

source: <32>* Just remember, if you get in a fight with someone, god or otherwise...
ru_ru: <32>* Просто помни, что если ты с кем-то поссоришься, с богом или кем-то ещё...

source: <32>* Remember to hold [X] to move twice as slowly. * That's very important.
ru_ru: <32>* Не забывайте удерживать [X], чтобы двигаться в два раза медленнее. * Это очень важно.

source: <32>{#p/basic}{#npc/a}* Get away from me, man! * I don't like you.
ru_ru: <32>{#p/basic}{#npc/a}* Отойди от меня, парень! * Ты мне не нравишься.

source: <32>{#p/basic}{#npc/a}* I heard if you hold [X] in battle, you'll move twice as slow as normal!
ru_ru: <32>{#p/basic}{#npc/a}* Я слышал, что если удерживать [X] в бою, то ты будешь двигаться в 2 раза медленнее, чем обычно!

source: <32>* I know... lame, right?
ru_ru: <32>* Я знаю... неубедительно, да?

source: <32>* But I'll tell you a secret. * That dog over there... won't expect you to move slowly.
ru_ru: <32>* Но я открою тебе секрет. * Вон та собака... не будет ждать, что ты будешь двигаться медленно.

source: <32>* If you sneak up on him while holding [X], you might just get by undetected!
ru_ru: <32>* Если подкрасться к нему, удерживая [X], ты можешь остаться незамеченным!

source: <32>* Guh huh huh... good luck.
ru_ru: <32>* Гух-хи-хи... хорошо удачи.

source: <32>{#p/basic}{#npc/a}* So you came back to talk, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Так ты вернулся, чтобы поговорить, да?

source: <32>* That's cool.
ru_ru: <32>* Это круто.

source: <32>* Not as cool as me, but still pretty cool anyway.
ru_ru: <32>* Не такой крутой, как я, но всё равно очень крутой.

source: <32>{#p/basic}{#npc/a}* Very important.
ru_ru: <32>{#p/basic}{#npc/a}* Очень важно.

source: <32>{#p/basic}{#npc/a}* Didn't you hear me? * Get away!
ru_ru: <32>{#p/basic}{#npc/a}* Ты что, не слышал меня? * Уходи!

source: <32>{#p/basic}* You're gonna need it.
ru_ru: <32>{#p/basic}* Она вам понадобится.

source: <32>{#p/basic}* I'm ice cold.
ru_ru: <32>{#p/basic}* Я ледяной холод.

source: <25>{#p/kidd}{#f/3}{#npc/a}* Yo, this kid came up to me and stuck something in my head.
ru_ru: <25>{#p/kidd}{#f/3}{#npc/a}* Йоу, этот парень подошел ко мне и засунул что-то мне в голову.

source: <25>{#f/3}* Then, he went off to the Foundry so he could "boost the signal..."
ru_ru: <25>{#f/3}* Затем он отправился в Литейный цех, чтобы "усилить сигнал..."

source: <25>{#f/4}* ... kids can be so weird sometimes.
ru_ru: <25>{#f/4}* ... дети иногда бывают такими странными.

source: <25>{#p/kidd}{#f/3}{#npc/a}* Yo, everyone ran away and hid somewhere.
ru_ru: <25>{#p/kidd}{#f/3}{#npc/a}* Йо, все убежали и спрятались где-нибудь.

source: <25>{#f/3}* Man, adults can be so dumb sometimes, haha...
ru_ru: <25>{#f/3}* Блин, взрослые иногда бывают такими тупыми, хаха...

source: <25>{#f/1}* Don't they know we've got Undyne to protect us!?
ru_ru: <25>{#f/1}* Разве они не знают, что нас защищает Андайн?

source: <25>{#p/kidd}{#f/7}{#npc/a}* You're cool, though!
ru_ru: <25>{#p/kidd}{#f/7}{#npc/a}* Ты классный!

source: <25>{#p/kidd}{#f/1}{#npc/a}* Undyne's got our backs!
ru_ru: <25>{#p/kidd}{#f/1}{#npc/a}* Андайн нас прикроет!

source: <32>{#p/basic}{#npc/a}* You've got gumption walking in here after that, kid.
ru_ru: <32>{#p/basic}{#npc/a}* У тебя хватит смелости войти сюда после этого, малыш.

source: <32>* We all saw what happened on that TV screen up there.
ru_ru: <32>* Мы всё видели, что произошло на экране телевизора.

source: <32>{#p/basic}{#npc/a}* It's surprising to see Sans back here after what happened last time.
ru_ru: <32>{#p/basic}{#npc/a}* Удивительно видеть Санса снова здесь после того, что случилось в прошлый раз.

source: <32>* ... actually, perhaps that's not too surprising.
ru_ru: <32>* ... на самом деле, возможно, это не слишком удивительно.

source: <32>{#p/basic}{#npc/a}* In the end, I never caught any "girls" on my voice-mail.
ru_ru: <32>{#p/basic}{#npc/a}* В итоге я так и не поймал ни одной "девушки" на свою голосовую почту.

source: <32>* So kid, take it from me...
ru_ru: <32>* Так что, малыш, прими это от меня...

source: <32>* Don't try to catch fantastic space creatures with just your voice-mail.
ru_ru: <32>* Не пытайтесь поймать фантастических космических существ, используя только голосовую почту.

source: <32>{#p/basic}{#npc/a}* Where the heck is Sans?
ru_ru: <32>{#p/basic}{#npc/a}* Где, чёрт возьми, Санс?

source: <32>* He told me he had a star chart I could use to find girls...
ru_ru: <32>* Он сказал мне, что у него есть звездная карта, по которой я могу находить девушек...

source: <32>* I mean, it was probably some kind of prank, but I wanted to know what the prank was!
ru_ru: <32>* То есть, возможно, это был какой-то розыгрыш, но я хотел знать, что это был за розыгрыш!

source: <32>{#p/basic}{#npc/a}* I put out a call for some "girls" today.
ru_ru: <32>{#p/basic}{#npc/a}* Сегодня я объявил конкурс на несколько "девочек".

source: <32>* Someone told me there are infinite possibilities among the stars...
ru_ru: <32>* Кто-то сказал мне, что среди звёзд есть бесконечные возможности...

source: <32>* Well, I'm taking that seriously.
ru_ru: <32>* Что ж, я отношусь к этому серьёзно.

source: <32>* I'm literally going to make out with a space creature.
ru_ru: <32>* Я буквально собираюсь целоваться с космическим существом.

source: <32>{#p/basic}{#npc/a}* Wanna know what I think?
ru_ru: <32>{#p/basic}{#npc/a}* Хотите знать, что я думаю?

source: <32>* ... that robot was the one guy who made me wanna call for boys instead of girls.
ru_ru: <32>* ... этот робот был единственным парнем, из-за которого мне захотелось звать мальчиков, а не девочек.

source: <32>* It's sad to see him go.
ru_ru: <32>* Грустно видеть, как он уходит.

source: <32>{#p/basic}{#npc/a}* You're talking to me like you want the inside scoop.
ru_ru: <32>{#p/basic}{#npc/a}* Ты говоришь со мной так, словно хочешь получить информацию из первых рук.

source: <32>{#p/basic}{#npc/a}* Sorry kid. * Guess you'll just have to wait for the next news update.
ru_ru: <32>{#p/basic}{#npc/a}* Прости, малыш. * Похоже, тебе придётся подождать следующего обновления новостей.

source: <32>{#p/basic}{#npc/a}* Mind you, there was a single missed call...
ru_ru: <32>{#p/basic}{#npc/a}* Учтите, был один пропущенный звонок...

source: <32>* ... from a certain "ONIONSAN."
ru_ru: <32>* ... от некоего "ОНИОНСАНА."

source: <32>* They didn't leave me any voice-mail though.
ru_ru: <32>* Они не оставили мне голосового сообщения.

source: <32>{#p/basic}{#npc/a}* Do you know where Sans is?
ru_ru: <32>{#p/basic}{#npc/a}* Ты знаешь, где находится Санс?

source: <32>{#p/basic}{#npc/a}* I guess I could ask Undyne. * But I think she likes someone else already.
ru_ru: <32>{#p/basic}{#npc/a}* Думаю, я мог бы спросить Андайн. * Но мне кажется, ей уже нравится кто-то другой.

source: <32>{#p/basic}{#npc/a}* Here's hoping another cutie like him comes along...
ru_ru: <32>{#p/basic}{#npc/a}* Будем надеяться, что появится ещё один такой же симпатичный парень...

source: <32>{#p/basic}{#npc/a}* Don't tell me you don't have an OuterNet account...
ru_ru: <32>{#p/basic}{#npc/a}* Только не говори мне, что у тебя нет учетной записи Оутернет...

source: <32>{#p/basic}{#npc/a}* What's an onionsan, anyway?
ru_ru: <32>{#p/basic}{#npc/a}* Что такое луковица?

source: <32>{#p/basic}{#npc/a}* Let me know if you see him...
ru_ru: <32>{#p/basic}{#npc/a}* Дай мне знать, если увидишь его...

source: <32>{#p/basic}{#npc/a}* Can I ever find love out here?
ru_ru: <32>{#p/basic}{#npc/a}* Смогу ли я когда-то здесь найти любовь?

source: <32>{#p/basic}{#npc/a}* Hmm...
ru_ru: <32>{#p/basic}{#npc/a}* Хм...

source: <32>* I wonder what kind of food robots like.
ru_ru: <32>* Интересно, какую еду любят роботы?

source: <32>* Do they even eat food at all?
ru_ru: <32>* А они вообще едят?

source: <32>* ... we'll never know, now.
ru_ru: <32>* ... теперь мы никогда не узнаем.

source: <32>{#p/basic}{#npc/a}* Sans has been a regular here since day one.
ru_ru: <32>{#p/basic}{#npc/a}* Санс был здесь постоянным гостем с самого первого дня.

source: <32>* He usually orders the worst item off the menu...
ru_ru: <32>* Обычно он заказывает самое худшее блюдо из меню...

source: <32>* Except for earlier today...
ru_ru: <32>* За исключением сегодняшнего дня...

source: <32>* ... when he ordered the SECOND worst item off the menu instead.
ru_ru: <32>* ... когда вместо этого он заказал ВТОРОЕ хуже блюдо из меню.

source: <32>* That's something, right?
ru_ru: <32>* Это уже что-то, правда?

source: <32>* He always orders the worst item off the menu, and he never pays his tab.
ru_ru: <32>* Он всегда заказывает самое худшее блюдо из меню и никогда не оплачивает свой счёт.

source: <32>* But because he attracts so many other customers...
ru_ru: <32>* Но поскольку он привлекает так много других клиентов...
