Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>{#p/human}* (You throw the spanner.) * (Dogamy ignores it and lets it roll off the edge.)
ru_ru: <32>{#p/human}* (Ты бросаешь гаечный ключ.) * (Догамий игнорирует его и позволяет ему скатиться с края.)

source: <32>{#p/asriel2}* Saw that coming.
ru_ru: <32>{#p/asriel2}* Видел, что так будет.

source: <11>{#p/basic}{~}Ah! But why...!?
ru_ru: <11>{#p/basic}{~}Ах! Но почему...!?

source: <11>{#p/basic}{~}Love is in the air?
ru_ru: <11>{#p/basic}{~}Любовь в воздухе?

source: <11>{#p/basic}{~}You didn't just...
ru_ru: <11>{#p/basic}{~}Ты не просто...

source: <11>{#p/basic}{~}What's the puppy doing?
ru_ru: <11>{#p/basic}{~}Что делает щенок?

source: <32>{#p/human}* (You flirt with Dogamy.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Догамием.)

source: <32>{#p/basic}* Your... pheromones, reach Dogamy's snout.
ru_ru: <32>{#p/basic}* Твои... феромоны достигают лица Догамия.

source: <32>{#p/basic}* Dogamy's expression is unchanged.
ru_ru: <32>{#p/basic}* Выражение лица Догамия не изменилось.

source: <32>{#p/story}* Dogaressa is intent on kicking human tail.
ru_ru: <32>{#p/story}* Догаресса намерена надрать человеческий хвост.

source: <11>{#p/basic}{~}Whine.
ru_ru: <11>{#p/basic}{~}Выть.

source: <11>{#p/basic}{~}Whimper.
ru_ru: <11>{#p/basic}{~}Шимпер.

source: <11>{#p/basic}{~}Shake.
ru_ru: <11>{#p/basic}{~}Потрясти.

source: * Dogamy
ru_ru: * Догамий

source: <32>{#p/story}* Married dogs love fetch!
ru_ru: <32>{#p/story}* Женатые собаки обожают играть в мяч!

source: <32>{#p/story}* The dogs' minds are expanding at an exponential rate.
ru_ru: <32>{#p/story}* Сознание собак расширяется с большой скоростью.

source: <32>{#p/story}* Dogaressa is looking for affection.
ru_ru: <32>{#p/story}* Догаресса ищет ласки.

source: <32>{#p/asriel2}* They're vulnerable.
ru_ru: <32>{#p/asriel2}* Они уязвимы.

source: <32>{#p/story}* The dogs' minds have been expanded.
ru_ru: <32>{#p/story}* Сознание собак было расширено.

source: <11>{#p/basic}{~}Paws off you smelly human.
ru_ru: <11>{#p/basic}{~}Отвали ты, вонючий человек.

source: <11>{#p/basic}{~}Paws off you weird puppy.
ru_ru: <11>{#p/basic}{~}Отвали, странный щенок.

source: <11>{#p/basic}{~}Wow!!! Pet by another pup!!!
ru_ru: <11>{#p/basic}{~} Вау!!! Погладить другого щенка!

source: <11>{#p/basic}{~}Stop! Don't touch her!
ru_ru: <11>{#p/basic}{~}Остановись! Не трогайте её!

source: <11>{#p/basic}{~}What about me......
ru_ru: <11>{#p/basic}{~}Что насчёт меня......

source: <11>{#p/basic}{~}Thank you...
ru_ru: <11>{#p/basic}{~}Спасибо тебе...

source: <32>{#p/human}* (You pet Dogamy.)
ru_ru: <32>{#p/human}* (Ты гладишь Догамия.)

source: <32>{#p/human}* (You try to pet Dogamy, but he cowers in fear.)
ru_ru: <32>{#p/human}* (Ты пытаешься гладить Догамия, но он в страхе трусит.)

source: <11>{#p/basic}{~}The prince has lost his mind...
ru_ru: <11>{#p/basic}{~}Принц сошёл с ума...

source: <11>{#p/basic}{~}Take my wife... 's fleas.
ru_ru: <11>{#p/basic}{~} Возьмите мою жену... блохи.

source: <11>{#p/basic}{~}You have come far...
ru_ru: <11>{#p/basic}{~}Ты проделал долгий путь...

source: <11>{#p/basic}{~}Don't touch my hot dog.
ru_ru: <11>{#p/basic}{~}Не трогай мой хот-дог.

source: <11>{#p/basic}{~}We'll take you down!
ru_ru: <11>{#p/basic}{~}Мы тебя уничтожим!

source: <11>{#p/basic}{~}Number one puppy-dog eyes champs K-614!!
ru_ru: <11>{#p/basic}{~}Номер один щенячьи-собачьи глазки чемпиона K-614!!!

source: <11>{#p/basic}{~}You won't win this time...
ru_ru: <11>{#p/basic}{~} Ты не победишь в этот раз...

source: <11>{#p/basic}{~}Let's kick human tail!!
ru_ru: <11>{#p/basic}{~}Давай надерём человеческий хвост!!

source: <32>{#p/story}* The dogs think that you may be a lost puppy.
ru_ru: <32>{#p/story}* Собаки думают, что ты, возможно, потерявшийся щенок.

source: <32>{#p/human}* (You encourage the dogs to sniff you again.)
ru_ru: <32>{#p/human}* (Ты предлагаешь собакам снова обнюхать тебя.)

source: <32>* (You smell just as weird as before.)
ru_ru: <32>* (Ты пахнешь так же странно, как и раньше.)

source: <32>* (After rolling in the dirt, you smell alright.)
ru_ru: <32>* (После того как ты повалялся в грязи, от тебя хорошо пахнет.)

source: <32>{#p/human}* (You encourage the dogs to sniff you again, but they already know you smell fine.)
ru_ru: <32>{#p/human}* (Ты предлагаешь собакам еще раз обнюхать тебя, но они и так знают, что ты прекрасно пахнешь.)

source: <32>{#p/human}* (You encourage the dogs to sniff you, but they seem occupied with other things.)
ru_ru: <32>{#p/human}* (Ты предлагаешь собакам обнюхать тебя, но они, похоже, заняты другими делами.)

source: <32>{#p/human}* (You encourage Dogamy to sniff you, but he won't even lift up his snout.)
ru_ru: <32>{#p/human}* (Ты предлагаешь Догамию обнюхать тебя, но он даже не поднимает морду.)

source: <32>{#p/asriel2}* You're going to get your clothes dirty, $(name).
ru_ru: <32>{#p/asriel2}* Ты испачкаешь свою одежду, $(name).

source: <32>{#p/story}* The dogs may want to re-smell you.
ru_ru: <32>{#p/story}* Собаки могут захотеть повторно понюхать тебя.

source: <32>{#p/human}* (You roll around in the dirt.) * (It appears to be synthetic.)
ru_ru: <32>{#p/human}* (Ты катаешься по грязи.) * (Похоже, это синтетика.)

source: <32>{#p/basic}* Your scent is changing...
ru_ru: <32>{#p/basic}* Твой запах меняется...

source: <32>{#p/asriel2}* I have questions.
ru_ru: <32>{#p/asriel2}* У меня есть вопросы.

source: <33>{#p/basic}* Your scent has already changed.
ru_ru: <33>{#p/basic}* Твой запах уже изменился.

source: <32>{#p/human}* (You roll around in Dogaressa's remains.)
ru_ru: <32>{#p/human}* (Ты качаешься в останках Догарессы.)

source: <32>{#p/basic}* Dogamy looks even more defeated than before.
ru_ru: <32>{#p/basic}* Догамий выглядит ещё более побеждённым, чем раньше.

source: <11>{#p/basic}{~}Hm? What's that smell?
ru_ru: <11>{#p/basic}{~}Хм? Что это за запах?

source: <11>{#p/basic}{~}What! Smells like a...
ru_ru: <11>{#p/basic}{~}Что! Пахнет как...

source: <11>{#p/basic}{~}Ah! Such a lovely smell...
ru_ru: <11>{#p/basic}{~}Ах! Такой прекрасный запах...

source: <32>{#p/story}* The dogs keep shifting their axes to protect each other.
ru_ru: <32>{#p/story}* Собаки постоянно переставляют свои топоры, чтобы защитить друг друга.

source: <32>{#p/story}* The dogs are re-evaluating your smell.
ru_ru: <32>{#p/story}* Собаки повторно оценивают твой запах.

source: <32>{#p/story}* The dogs are practicing for the next couples contest.
ru_ru: <32>{#p/story}* Собаки тренируются для следующего конкурса пар.

source: <32>{#p/story}* The dogs are whispering sweet nothings to each other.
ru_ru: <32>{#p/story}* Собаки шепчут друг другу ласковые слова.

source: <32>{#p/basic}* The dogs still think you're a smelly human.
ru_ru: <32>{#p/basic}* Собаки по-прежнему считают тебя вонючим человеком.

source: <11>{#p/basic}{~}Fetch is so much fun!
ru_ru: <11>{#p/basic}{~}Игра в 'Принеси' так весела!

source: <11>{#p/basic}{~}Fetch with another pup!?
ru_ru: <11>{#p/basic}{~}Принеси другому щенку!?

source: <32>{#p/asriel2}* Dogaressa, the rowdy dog. * Without her hubby, she'd lose herself completely.
ru_ru: <32>{#p/asriel2}* Догаресса, буйная собака. * Без своего мужа она полностью теряет себя.

source: <32>{#p/story}* DOGARESSA - ATK 14 DEF 5 * This puppy finds her hubby lovely. SMELLS ONLY?
ru_ru: <32>{#p/story}* ДОГАРЕССА - АТК 14 ЗЩТ 5 * Эта собака считает своего мужа прекрасным. ТОЛЬКО ЗАПАХ?

source: <32>{#p/story}* DOGARESSA - ATK 14 DEF 5 * This puppy misses her hubby dearly. KILLS ONLY?
ru_ru: <32>{#p/story}* ДОГАРЕССА - АТК 14 ЗЩТ 5 * Эта собачка очень скучает по своему мужу. УБИВАЕТ ТОЛЬКО?

source: <32>{#p/story}* DOGARESSA - ATK 14 DEF 5 * Things are going quite alright for this puppy.
ru_ru: <32>{#p/story}* ДОГАРЕССА - АТК 14 ЗЩТ 5 * У этой собаки всё идет как по маслу.

source: <32>{#p/story}* DOGARESSA - ATK 14 DEF 5 * Her hubby isn't the only thing this puppy finds lovely.
ru_ru: <32>{#p/story}* ДОГАРЕССА - АТК 14 ЗЩТ 5 * Её муженёк - не единственная вещь, которую эта собака находит милой.

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * This puppy is afraid for her hubby's safety.
ru_ru: <32>{#p/story}* Догамий - АТК 14 ЗЩТ 5 * Этот щенок боится за безопасность своей жены.

source: <32>{#p/human}* (You throw the spanner.) * (Dogaressa takes it and smashes it to pieces.)
ru_ru: <32>{#p/human}* (Ты бросаешь гаечный ключ.) * (Догаресса берёт его и разбивает вдребезги.)

source: <11>{#p/basic}{~}(Hey! Knock it off!)
ru_ru: <11>{#p/basic}{~}(Эй! Прекратите!)

source: <11>{#p/basic}{~}(This just gets weirder and weirder.)
ru_ru: <11>{#p/basic}{~}(Это становится всё более странным и более странным.)

source: <11>{#p/basic}{~}(... flirt with me! Ugh!)
ru_ru: <11>{#p/basic}{~}(... флиртуй со мной! Угх!)

source: <11>{#p/basic}{~}(I think it loves me. A lot.)
ru_ru: <11>{#p/basic}{~}(Я думаю, он любит меня. Очень.)

source: <32>{#p/human}* (You flirt with Dogaressa.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Догарессой.)

source: <32>{#p/basic}* Your... pheromones, reach Dogaressa's snout.
ru_ru: <32>{#p/basic}* Твои... феромоны достигают морды Догарессы.

source: <32>{#p/basic}* Dogaressa's expression is unchanged.
ru_ru: <32>{#p/basic}* Выражение лица Догарессы не изменилось.

source: <32>{#p/story}* Dogamy is brokenhearted.
ru_ru: <32>{#p/story}* Догамий разбит сердцем.

source: <11>{#p/basic}{~}(Misery awaits you.)
ru_ru: <11>{#p/basic}{~}(Тебя ждут страдания.)

source: <11>{#p/basic}{~}(You'll suffer for this.)
ru_ru: <11>{#p/basic}{~}(Ты будешь страдать за это.)

source: * Dogaressa
ru_ru: * Догаресса

source: <32>{#p/story}* Dogamy is looking for affection.
ru_ru: <32>{#p/story}* Догамий ищет ласки.

source: <11>{#p/basic}{~}(That's not your husband, OK?)
ru_ru: <11>{#p/basic}{~}(Это не твой муж, ясно?)

source: <11>{#p/basic}{~}(Well, don't leave me out!)
ru_ru: <11>{#p/basic}{~}(Ну, не оставляй меня!)

source: <11>{#p/basic}{~}(Beware of dog.)
ru_ru: <11>{#p/basic}{~}(Остерегайтесь собаки.)

source: <11>{#p/basic}{~}(A dog that pets dogs... amazing!)
ru_ru: <11>{#p/basic}{~}(Собака, которая гладит собак... удивительно!)

source: <11>{#p/basic}{~}(You're the best!)
ru_ru: <11>{#p/basic}{~}(Ты лучший!)

source: <32>{#p/human}* (You pet Dogaressa.)
ru_ru: <32>{#p/human}* (Ты гладишь Догарессу.)

source: <32>{#p/human}* (You try to pet Dogaressa, but she just growls at you.)
ru_ru: <32>{#p/human}* (Ты пытаешься погладить Догарессу, но она лишь рычит на тебя.)

source: <11>{#p/basic}{~}(Indeed.)
ru_ru: <11>{#p/basic}{~}(Действительно.)

source: <12>{#p/basic}{~}(Don't, actually...)
ru_ru: <12>{#p/basic}{~} (Не надо, вообще-то...)

source: <11>{#p/basic}{~}(Far enough.)
ru_ru: <11>{#p/basic}{~}(Достаточно далеко.)

source: <11>{#p/basic}{~}(He means me.)
ru_ru: <11>{#p/basic}{~}(Он имеет в виду меня.)

source: <11>{#p/basic}{~}(By force, if necessary.)
ru_ru: <11>{#p/basic}{~}(Силой, если необходимо.)

source: <11>{#p/basic}{~}(Of course we were first.)
ru_ru: <11>{#p/basic}{~}(Конечно, мы были первыми.)

source: <11>{#p/basic}{~}(Time's up.)
ru_ru: <11>{#p/basic}{~}(Время вышло.)

source: <11>{#p/basic}{~}(Do humans have tails?)
ru_ru: <11>{#p/basic}{~}(Есть ли у людей хвосты?)

source: <11>{#p/basic}{~}(Is that what you wanted??) (Huh?)
ru_ru: <11>{#p/basic}{~} (Ты этого хотел??) (А?)

source: <33>{#p/human}* (You encourage Dogaressa to sniff you, and she forcefully shoves her snout in your face.)
ru_ru: <33>{#p/human}* (Ты просишь Догарессу обнюхать тебя, и она с силой тычет тебя мордой в лицо.)

source: <32>{#p/human}* (You roll around in Dogamy's remains.)
ru_ru: <32>{#p/human}* (Ты качаешься в останках Догамия.)

source: <32>{#p/basic}* Dogaressa looks even angrier than before.
ru_ru: <32>{#p/basic}* Догаресса выглядит ещё злее, чем прежде.

source: <11>{#p/basic}{~}(A smell mystery...)
ru_ru: <11>{#p/basic}{~}(Тайна запаха...)

source: <11>{#p/basic}{~}(Are you actually a little puppy!?)
ru_ru: <11>{#p/basic}{~}(Ты на самом деле маленький щенок!?)

source: <11>{#p/basic}{~}(The smell of a weird puppy!)
ru_ru: <11>{#p/basic}{~}(Запах странного щенка!)

source: <11>{#p/basic}{~}(We love to play fetch.)
ru_ru: <11>{#p/basic}{~} (Мы любим играть в мяч.)

source: <11>{#p/basic}{~}(This dog can do anything!)
ru_ru: <11>{#p/basic}{~} (Эта собака может всё!)

source: <33>{#p/asriel2}* Canis Major, the brainless dog. * The biggest and dumbest dog of the bunch.
ru_ru: <33>{#p/asriel2}* Большой пёс, безмозглый пёс. * Самый большой и тупой пёс из всей группы.

source: <32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8 * It's so excited that it thinks fighting is just play.
ru_ru: <32>{#p/story}* БОЛЬШОЙ ПЁС - АТК 15 ЗЩТ 8 * Он настолько взволнован, что думает, что сражаться - это просто игра.

source: <32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8 * Desperate for some love and attention...
ru_ru: <32>{#p/story}* БОЛЬШОЙ ПЁС - АТК 15 ЗЩТ 8 * Отчаянно нуждающийся в любви и внимании...

source: <32>{#p/story}* CANIS MAJOR - ATK 15 DEF 8 * All tuckered out.
ru_ru: <32>{#p/story}* БОЛЬШОЙ ПЁС - АТК 15 ЗЩТ 8 * Весь измотанный.

source: <32>{#p/human}* (You flirt with Canis Major.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Большим Псом.)

source: <32>{#p/basic}* Canis Major awkwardly cocks its head to one side.
ru_ru: <32>{#p/basic}* Большому Псу неловко качать головой в одну сторону.

source: <32>{#p/human}* (You call Canis Major.)
ru_ru: <32>{#p/human}* (Ты зовёшь Большого Пса.)

source: <32>{#p/basic}* Canis Major bounds towards you, flecking slobber into your face.
ru_ru: <32>{#p/basic}* Большой Пёс несётся к тебе, размазывая слюни по лицу.

source: <32>{#p/asriel2}* Canis Major.
ru_ru: <32>{#p/asriel2}* Большой Пёс.

source: <32>{#p/story}* Canis Major seeks affection.
ru_ru: <32>{#p/story}* Большой Пёс ищет ласки.

source: <32>{#p/human}* (You call Canis Major.) * (Only the dog's ears perk up.)
ru_ru: <32>{#p/human}* (Ты зовёшь Большого Пса.) * (Только уши пса поднимаются.)

source: <32>{#p/basic}* Canis Major decides you are too boring.
ru_ru: <32>{#p/basic}* Большой Пёс решил, что ты слишком скучный.

source: <32>{#p/human}* (You throw the spanner.) * (Canis Major absorbs it and carries on with its life.)
ru_ru: <32>{#p/human}* (Ты бросаешь гаечный ключ.) * (Большой Пёс поглощает его и продолжает жить дальше.)

source: <32>{#p/asriel2}* Yeah... that makes sense.
ru_ru: <32>{#p/asriel2}* Да... в этом есть смысл.

source: <32>{#p/story}* Canis Major is panting slowly.
ru_ru: <32>{#p/story}* Большой Пёс медленно дышит.

source: <32>{#p/story}* Canis Major just wants some affection.
ru_ru: <32>{#p/story}* Большой Пёс просто хочет немного ласки.

source: <32>{#p/story}* Canis Major is making puppy-dog eyes.
ru_ru: <32>{#p/story}* Большой Пёс делает щенячьи глаза.

source: * Canis Major
ru_ru: * Большой Пёс

source: <32>{#p/story}* Canis Major loves fetch!
ru_ru: <32>{#p/story}* Большой Пёс обожает пошалить!

source: <32>{#p/story}* Canis Major is patting the ground with its front paws.
ru_ru: <32>{#p/story}* Большой Пёс поглаживает землю передними лапами.

source: <32>{#p/story}* Canis Major wants some TLC.
ru_ru: <32>{#p/story}* Большому Пёсу нужна помощь.

source: <32>{#p/story}* Pet capacity now at forty percent.
ru_ru: <32>{#p/story}* Поглажен сейчас на сорок процентов.

source: <32>{#p/story}* Canis Major is contented.
ru_ru: <32>{#p/story}* Большой Пёс доволен.

source: <32>{#p/human}* (But Canis Major was too far away to pet.)
ru_ru: <32>{#p/human}* (Но Большой Пёс был слишком далеко, чтобы погладить его.)

source: <32>{#p/human}* (Canis Major curls up in your lap as it is pet by you.)
ru_ru: <32>{#p/human}* (Большой Пёс сворачивается калачиком у тебя на коленях, когда ты его гладишь.)

source: <32>* (It gets so comfortable that it falls asleep.)
ru_ru: <32>* (Ему становится так удобно, что он засыпает.)

source: <32>* (The dog snores, and snores some more...)
ru_ru: <32>* (Пёс храпит, и ещё храпит...)

source: <32>* (... until eventually, it wakes up.)
ru_ru: <32>* (... пока в конце концов не проснётся.)

source: <32>{#p/basic}* Canis Major's excitement begins rising without warning!
ru_ru: <32>{#p/basic}* Возбуждение Большого Пёса начинает расти без предупреждения!

source: <32>{#p/human}* (You try to pet the dog...)
ru_ru: <32>{#p/human}* (Ты пытаешься погладить пса...)

source: <32>* (... but its excitement is generating an energy field that prevents petting.)
ru_ru: <32>* (... но его возбуждение создаёт энергетическое поле, которое препятствует поглаживанию.)

source: <32>{#p/human}* (You pet the dog.) * (It sinks its entire weight into you.)
ru_ru: <32>{#p/human}* (Ты гладишь пса.) * (Он погружается в тебя всем своим весом.)

source: <32>* (Your movement slows, but you still haven't pet enough.)
ru_ru: <32>* (Твои движения замедляются, но ты всё ещё не достаточно погладил.)

source: <32>{#p/human}* (You pet decisively.) * (Pet capacity now at one- hundred percent.)
ru_ru: <32>{#p/human}* (Ты решительно гладишь.) * (Поглажен теперь на сто процентов.)

source: <32>{#p/basic}* Canis Major flops over with its legs hanging in the air.
ru_ru: <32>{#p/basic}* Большой Пёс перевернулся, свесив ноги в воздух.

source: <32>{#p/human}* (You give the dog a tummy rub.)
ru_ru: <32>{#p/human}* (Ты даешь псу погладить животик.)

source: <32>{#p/basic}* Canis Major is whining in bliss...
ru_ru: <32>{#p/basic}* Большой Пёс скулит в счастье...

source: <32>{#p/human}* (But Canis Major was not excited enough to play with yet.)
ru_ru: <32>{#p/human}* (Но Большой Пёс ещё не был достаточно возбуждён, чтобы играть с ним.)

source: <32>{#p/human}* (You conjure a hologram for the dog to chase after.)
ru_ru: <32>{#p/human}* (Ты создаешь голограмму, за которой бежит пёс.)

source: <32>* (Eventually, the hologram loses cohesion and dissipates.)
ru_ru: <32>* (В конце концов голограмма теряет связь и исчезает.)

source: <32>* (Canis Major collects all the residual energy in the area and brings it to you.)
ru_ru: <32>* (Большой Пёс собирает всю оставшуюся энергию в округе и приносит её тебе.)

source: <32>{#p/basic}* Canis Major, tired, rests its head on you...
ru_ru: <32>{#p/basic}* Большой Пёс, уставший, положил голову на тебя...

source: <32>{#p/basic}* Canis Major is too tired to play.
ru_ru: <32>{#p/basic}* Большой Пёс слишком устал, чтобы играть.

source: <32>{#p/human}* (But Canis Major was already in the middle of playing fetch.)
ru_ru: <32>{#p/human}* (Но Большой Пёс уже был занят игрой в мяч.)

source: <32>{#p/story}* Canis Major appears.
ru_ru: <32>{#p/story}* Появился Большой Пёс.

source: <32>{#p/story}* Canis Major is watching you intently.
ru_ru: <32>{#p/story}* Большой Пёс пристально наблюдает за тобой.

source: <32>{#p/story}* Canis Major is waiting for your command.
ru_ru: <32>{#p/story}* Большой Пёс ждёт твоего приказа.

source: <32>{#p/story}* Smells like fresh-squeezed puppy juice.
ru_ru: <32>{#p/story}* Пахнет свежевыжатым щенячьим соком.

source: <32>{#p/basic}* Canis Major moves closer.
ru_ru: <32>{#p/basic}* Большой Пёс подходит ближе.

source: <32>{#p/human}* (You flirt with Papyrus.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Папирусом.)

source: <32>{#p/human}* (You insult Papyrus.)
ru_ru: <32>{#p/human}* (Ты оскорбляешь Папируса.)

source: <32>{#p/human}* (You throw the spanner.) * (Papyrus catches it in his mouth and returns it to you.)
ru_ru: <32>{#p/human}* (Ты бросаешь гаечный ключ.) * (Папирус ловит его ртом и возвращает тебе.)

source: <15>{#p/papyrus}{#f/20}WHAT A JAW- DROPPING MOVE!
ru_ru: <15>{#p/papyrus}{#f/20}КАКОЕ УЖАСНОЕ ДВИЖЕНИЕ!

source: <15>{#p/papyrus}{#f/20}I COULD DO THIS ALL DAY!
ru_ru: <15>{#p/papyrus}{#f/20}Я МОГУ ДЕЛАТЬ ЭТО ВЕСЬ ДЕНЬ!

source: <15>{#p/papyrus}{#f/20}JUST LIKE THEY DO IT ON TV!
ru_ru: <15>{#p/papyrus}{#f/20}ТОЛЬКО ТАК, КАК ЭТО ДЕЛАЮТ ПО ТВ!

source: <15>{#p/papyrus}{#f/20}NYEH HEH HEH!
ru_ru: <15>{#p/papyrus}{#f/20}НЬЕХ ХЕ-ХЕ!

source: <15>{#p/papyrus}{#f/20}NOW, SHOW ME YOUR MERCY!
ru_ru: <15>{#p/papyrus}{#f/20}СЕЙЧАС, ПОКАЖИ МНЕ СВОЁ МИЛОСЕРДИЕ!

source: <15>{#p/papyrus}{#f/27}SAY... IS IT GETTING DARK OUT HERE?
ru_ru: <15>{#p/papyrus}{#f/27}СКАЖИ... ЗДЕСЬ УЖЕ ТЕМНЕЕТ?

source: <15>{#f/27}MAYBE CAPTURING YOU WASN'T SUCH A GREAT IDEA...
ru_ru: <15>{#f/27}МОЖЕТ БЫТЬ, ПОЙМАТЬ ТЕБЯ БЫЛО НЕ ТАКОЙ УЖ ХОРОШЕЙ ИДЕЕЙ...

source: <15>{#f/15}YEAH!!! I CAN TELL YOU'RE DESPERATE FOR MY MERCY!
ru_ru: <15>{#f/15}ДА!!! Я ВИЖУ, ЧТО ТЫ ОТЧАЯННО НУЖДАЕШЬСЯ В МОЕЙ ПОЩАДЕ!

source: <15>{#f/20}I, THE GREAT PAPYRUS, WILL OBLIGE YOU!!
ru_ru: <15>{#f/20}Я, ВЕЛИКИЙ ПАПИРУС, ПОЗВОЛЮ ТЕБЕ!!!

source: <15>{#f/20}I WILL {@fill=#f00}SPARE{@fill=#000} YOU, HUMAN!!!
ru_ru: <15>{#f/20}Я {@fill=#f00}ПОЩАЖУ{@fill=#000} ТЕБЯ, ЧЕЛОВЕК!!!

source: <15>{#f/27}SO... NOW'S YOUR CHANCE... TO ACCEPT MY {@fill=#f00}MERCY{@fill=#000}...
ru_ru: <15>{#f/27}ИТАК... СЕЙЧАС У ТЕБЯ ЕСТЬ ШАНС... ПРИНЯТЬ МОЮ{@fill=#f00}ПОЩАДУ{@fill=#000}...

source: <32>{#p/story}* PAPYRUS - ATK 3 DEF 3 * Sans a brother.
ru_ru: <32>{#p/story}* ПАПИРУС - АТК 3 ЗЩТ 3 * Брат Санса.

source: <32>{#p/story}* PAPYRUS - ATK 3 DEF 3 * Believes in you.
ru_ru: <32>{#p/story}* ПАПИРУС - АТК 3 ЗЩТ 3 * Верит в тебя.

source: <32>{#p/story}* PAPYRUS - ATK 20 DEF 20 * Likes to say "Nyeh Heh Heh!"
ru_ru: <32>{#p/story}* ПАПИРУС - АТК 20 ЗЩТ 20 * Любит говорить "Ньех Хе-Хе!"

source: <32>{#p/story}* PAPYRUS - ATK 20 DEF 20 * Everything is fine.
ru_ru: <32>{#p/story}* ПАПИРУС - АТК 20 ЗЩТ 20 * Всё в порядке.

source: <32>{#p/story}* PAPYRUS - ATK 20 DEF 20 * The most benevolent and merciful guardsman!
ru_ru: <32>{#p/story}* ПАПИРУС - АТК 20 ЗЩТ 20 * Самый доброжелательный и милосердный гвардеец!

source: <15>{#p/papyrus}{#f/20}LOOKS LIKE YOU'RE GOING TO THE CAPTURE ZONE!!
ru_ru: <15>{#p/papyrus}{#f/20}ПОХОЖЕ, ТЫ ИДЁШЬ В ЗОНУ ВЗЯТИЯ!!

source: <15>{#f/24}... ALSO KNOWN AS THE GARAGE.
ru_ru: <15>{#f/24}... ТАКЖЕ ИЗВЕСТНАЯ КАК ГАРАЖ.

source: <15>{#f/20}A HEAVILY FORTIFIED GARAGE, THAT IS!
ru_ru: <15>{#f/20}СИЛЬНО УКРЕПЛЁННЫЙ ГАРАЖ!

source: <15>{#f/20}NYEH HEH HEH HEH HEH HEH HEH!!!
ru_ru: <15>{#f/20}НЬЕХ ХЕ-ХЕ!!!

source: <15>{#p/papyrus}{#f/24}WELL!!! YOU MAY HAVE CLEVERLY ESCAPED BEFORE...
ru_ru: <15>{#p/papyrus}{#f/24}НУ!!! ТЫ, МОЖЕТ БЫТЬ, И РАНЬШЕ ЛОВКО СБЕГАЛ...

source: <15>{#f/20}BUT THIS TIME, I'VE UPGRADED THE FACILITIES.
ru_ru: <15>{#f/20}НО НА ЭТОТ РАЗ Я УЛУЧШИЛ УСЛОВИЯ.

source: <15>{#f/20}NOT ONLY WILL YOU BE STUCK...
ru_ru: <15>{#f/20}ТЫ НЕ ТОЛЬКО ЗАСТРЯНЕШЬ...

source: <15>{#f/15}BUT YOU WON'T EVEN WANT TO LEAVE!!!
ru_ru: <15>{#f/15}НО ТЫ НЕ ЗАХОЧЕШЬ УХОДИТЬ!!!

source: <15>{#p/papyrus}{#f/20}YOU ARE... DETERMINED!
ru_ru: <15>{#p/papyrus}{#f/20}ТЫ... РЕШИТЕЛЬНЫЙ!

source: <15>BUT!! IT JUST WON'T WORK ON ME!
ru_ru: <15>НО!! НА МНЕ ЭТО НЕ РАБОТАЕТ!

source: <15>I AM THE DETERMINEST!
ru_ru: <15>Я САМЫЙ РЕШИТЕЛЬНЫЙ!

source: <99>{#f/24}AND IF YOU THINK YOU ARE DETERMINESTER...
ru_ru: <99>{#f/24}А ЕСЛИ ТЫ ДУМАЕШЬ, ЧТО ТЫ ОПРЕДЕЛИТЕЛЬ...

source: <15>{#f/20}THAT IS WRONG! GRAMATICALLY WRONG!
ru_ru: <15>{#f/20}ЭТО НЕПРАВИЛЬНО! ГРАММАТИЧЕСКИ НЕПРАВИЛЬНО!

source: <15>{#f/24}BECAUSE THE CORRECT FORM WOULD BE...
ru_ru: <15>{#f/24}ПОТОМУ ЧТО ПРАВИЛЬНАЯ ЧАСТЬ БУДЕТ...

source: <15>{#f/20}NOT AS DETERMINEST AS PAPYRUS, THE DETERMINESTEST!
ru_ru: <15>{#f/20}НЕ САМЫЙ РЕШИТЕЛЬНЫЙ, КАК ПАПИРУС, А САМЫЙ РЕШИТЕЛЬНЫЙ!

source: <15>{#f/10}I HOPE YOU ENJOYED THIS LESSON.
ru_ru: <15>{#f/10}Я НАДЕЮСЬ, ТЕБЕ ПОНРАВИЛСЯ ЭТОТ УРОК.

source: <15>{#p/papyrus}{#f/24}ARE YOU SURE YOU CAN KEEP THIS UP?
ru_ru: <15>{#p/papyrus}{#f/24}ТЫ УВЕРЕН, ЧТО СМОЖЕШЬ ПРОДОЛЖАТЬ?

source: <15>{#f/21}BEING CAPTURED AGAIN MUST BE FRUSTRATING...
ru_ru: <15>{#f/21}СНОВА ОКАЗАТЬСЯ В ПЛЕНУ, ДОЛЖНО БЫТЬ, ОЧЕНЬ НЕПРИЯТНО...

source: <15>{#f/21}I DON'T WANT YOU TO GET MAD ABOUT FAILING REPEATEDLY...
ru_ru: <15>{#f/21}Я НЕ ХОЧУ, ЧТОБЫ ТЫ ЗЛИЛСЯ ИЗ-ЗА ПОСТОЯННЫХ НЕУДАЧ...

source: <15>{#f/20}PERHAPS NEXT TIME WE CAN SKIP THE BATTLE!
ru_ru: <15>{#f/20}ВОЗМОЖНО, В СЛЕДУЮЩИЙ РАЗ МЫ СМОЖЕМ ОБОЙТИСЬ БЕЗ БИТВЫ!
