Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>{#p/human}* (You reach up to the window and put your hands on it.) * (You can't see inside.)
ru_ru: <32>{#p/human}* (Ты подходишь к окну и кладёшь на него руки.) * (Ты не можешь видеть внутри.)

source: <32>{#p/human}* (You peer into the window, but you couldn't see anybody inside.)
ru_ru: <32>{#p/human}* (Ты заглянул в окно, но никого не увидел внутри).

source: <32>{#p/basic}* ... seems Papyrus is waiting patiently for you.
ru_ru: <32>{#p/basic}* ... кажется, Папирус терпеливо ждёт тебя.

source: <32>{#p/basic}* ... seems like nobody's home.
ru_ru: <32>{#p/basic}* ... похоже, дома никого нет.

source: <32>{#p/human}* (The note describes the rules of a complex challenge.)
ru_ru: <32>{#p/human}* (В примечании описаны правила сложного испытания.)

source: <33>{#p/basic}* It's illegible chicken-scratch.
ru_ru: <33>{#p/basic}* Это неразборчивые куриные царапины.

source: <32>{#p/human}* (You run your hands through the nonexistent dog's fur.) * (The dog seems to like it.)
ru_ru: <32>{#p/human}* (Ты проводишь руками по шерсти несуществующей собаки.) * (Собаке, похоже, нравится.)

source: <25>{#p/asriel1}{#f/13}* Frisk, are you okay?
ru_ru: <25>{#p/asriel1}{#f/13}* Фриск, ты в порядке?

source: <25>{#p/asriel1}{#f/13}* Frisk. * There's nothing there.
ru_ru: <25>{#p/asriel1}{#f/13}* Фриск. * Там ничего нет.

source: <25>{#p/asriel1}{#f/15}* ... okay?
ru_ru: <25>{#p/asriel1}{#f/15}* ... хорошо?

source: <32>{#p/basic}* It's playing a game of poker against itself.
ru_ru: <32>{#p/basic}* Он играет в покер против самого себя.

source: <32>* It appears to be losing...
ru_ru: <32>* Кажется, он проигрывает...

source: <32>* It appears to be winning... * Somehow.
ru_ru: <32>* Похоже, он побеждает... * Как-то так.

source: <32>{#p/human}* (You wonder if the Dog chow is edible for humans.)
ru_ru: <32>{#p/human}* (Ты задаешься вопросом, съедобен ли собачий корм для людей.)

source: <32>{#p/basic}* It's a table for 4-D poker, plus complimentary dog chow.
ru_ru: <32>{#p/basic}* Это стол для 4-D покера, а также бесплатный собачий корм.

source: <32>{#p/human}* (You glance at the table.) * (You then glance away.)
ru_ru: <32>{#p/human}* (Ты смотришь на стол.) * (Ты смотришь на стол.)

source: <32>{#p/basic}* The obligatory table. * Despite its lack of purpose, it fills the space well.
ru_ru: <32>{#p/basic}* Обязательный стол. * Несмотря на отсутствие цели, он хорошо заполняет пространство.

source: <32>{#p/human}* (You admire the artisanship in this minimalistic painting.)
ru_ru: <32>{#p/human}* (Ты восхищаешься мастерством исполнения этой минималистичной картины.)

source: <18>{#p/papyrus}A CLASSIC IMAGE.
ru_ru: <18> {#p/papyrus}КЛАССИЧЕСКОЕ ИЗОБРАЖЕНИЕ.

source: <18>IT ALWAYS REMINDS ME OF WHAT'S IMPORTANT IN LIFE.
ru_ru: <18>ЭТО ВСЕГДА НАПОМИНАЕТ МНЕ О ТОМ, ЧТО ВАЖНО В ЖИЗНИ.

source: <32>{#p/basic}* It's a minimalistic painting of a cartoon bone.
ru_ru: <32>{#p/basic}* Это минималистичная картина с изображением мультяшной кости.

source: <32>{#p/human}* (The content of the notes attached to this pile of socks does not surprise you at all.)
ru_ru: <32>{#p/human}* (Содержание записок, приложенных к этой стопке носков, тебя ничуть не удивляет.)

source: <32>{#p/basic}* It's a dirty cotton ball with a series of notes on it.
ru_ru: <32>{#p/basic}* Это грязный ватный шарик, на котором написана серия нот.

source: <23>{#p/papyrusnt}"SANS!" "PLEASE PICK UP YOUR COTTON BALL!"
ru_ru: <23>{#p/papyrusnt}"САНС!" "ПОЖАЛУЙСТА, ПОДНИМИТЕ СВОЙ ВАТНЫЙ ШАРИК!"

source: <32>{#p/without}* "ok."
ru_ru: <32>{#p/without}* "ок."

source: <23>{#p/papyrusnt}"DON'T PUT IT BACK DOWN!" "MOVE IT!"
ru_ru: <23>{#p/papyrusnt}"НЕ КЛАДИТЕ ЕГО ОБРАТНО!" "ДВИГАЙ ЕГО!"

source: <23>{#p/papyrusnt}"YOU MOVED IT TWO MICRONS!" "MOVE IT TO YOUR ROOM!"
ru_ru: <23>{#p/papyrusnt}"ТЫ ПЕРЕМЕСТИЛ ЕГО НА ДВА МИКРОНА!" "ПЕРЕМЕСТИТЕ ЕГО В СВОЮ КОМНАТУ!"

source: <23>{#p/papyrusnt}"AND DON'T BRING IT BACK!"
ru_ru: <23>{#p/papyrusnt}"И НЕ ВОЗВРАЩАЙТЕ ЕГО ОБРАТНО!"

source: <23>{#p/papyrusnt}"IT'S STILL HERE!"
ru_ru: <23>{#p/papyrusnt}"ОН ВСЁ ЕЩЁ ЗДЕСЬ!"

source: <32>{#p/without}* "didn't you just say not to bring it back to my room?"
ru_ru: <32>{#p/without}* "Разве ты только что не сказал не приносить его в мою комнату?"

source: <23>{#p/papyrusnt}"FORGET IT!"
ru_ru: <23>{#p/papyrusnt}"ЗАБУДЬ ОБ ЭТОМ!"

source: <18>{#p/papyrus}{#f/9}I DIDN'T KNOW YOU WERE A FAN OF GARBAGE-HUNTING!
ru_ru: <18>{#p/papyrus}{#f/9}Я НЕ ЗНАЛ, ЧТО ТЫ ЛЮБИШЬ ОХОТИТЬСЯ ЗА МУСОРОМ!

source: <18>{#f/0}DR. ALPHYS WOULD LIKE TO KNOW YOUR NUMBER.
ru_ru: <18>{#f/0}ДР. АЛЬФИС ХОЧЕТ ЗНАТЬ ТВОЙ НОМЕР.

source: <32>{#p/basic}* It's a trash can.
ru_ru: <32>{#p/basic}* Это мусорное ведро.

source: <32>{#p/basic}* It's a "stellar" trash can.
ru_ru: <32>{#p/basic}* Это "звёздное" мусорное ведро.

source: <32>{#p/basic}* You can tell this trash can is "stellar" because it has "stellar" written on the side.
ru_ru: <32>{#p/basic}* Ты можешь сказать, что это мусорное ведро "звёздное", потому что на его боку написано "звёздное".

source: <32>{#p/basic}* A "stellar" dude with a "stellar" trash can. * What more could you want.
ru_ru: <32>{#p/basic}* "Звёздный" чувак с "звёздным" мусорным ведром.

source: <32>{#p/basic}* The "stellarest" trash can this side of town.
ru_ru: <32>{#p/basic}* Самое "звёздное" мусорное ведро на этой стороне города.

source: <32>{#p/basic}* Or any side, for that matter.
ru_ru: <32>{#p/basic}* Или любая другая сторона, если на то пошло.

source: <32>{#p/basic}* How "stellar" is that?
ru_ru: <32>{#p/basic}* Насколько оно "звёздное"?

source: <32>{#p/basic}* Very? * Very very? * More "stellar" than anything?
ru_ru: <32>{#p/basic}* Очень? * Очень? * Более "звёздное", чем что-либо другое?

source: <32>{#p/basic}* We've got options here, baby!
ru_ru: <32>{#p/basic}* У нас есть выбор, ребёнок!

source: <33>{#p/basic}* But no matter how much time has passed... the trash can still strikes you as "stellar."
ru_ru: <33>{#p/basic}* Но сколько бы времени ни прошло прошло... мусорный бак по-прежнему кажется тебе "звёздным."

source: <32>{#p/basic}* Actually, the more I think about it, "stellar" doesn't begin to scratch the surface.
ru_ru: <32>{#p/basic}* На самом деле, чем больше я об этом думаю, "звёздный" - это ещё не всё.

source: <32>{#p/basic}* Like, maybe "astronomical" would be a better term for it.
ru_ru: <32>{#p/basic}* Например, возможно, "астрономический" было бы более подходящим термином для этого.

source: <33>{#p/basic}* Actually, no. * That term's reserved for the higher-ups at the Royal Lab.
ru_ru: <33>{#p/basic}* Вообще-то, нет. * Этот термин предназначен для высших чинов Королевской лаборатории.

source: <32>{#p/basic}* Hmm... * But what if the trash can is secretly a black hole!
ru_ru: <32>{#p/basic}* Хм... * Но что, если мусорный бак на самом деле является чёрной дырой!

source: <32>{#p/basic}* A black hole trash can... * Would you risk it?
ru_ru: <32>{#p/basic}* Мусорный бак чёрной дыры... * Ты бы рискнул?

source: <32>{#p/basic}* That's a weird question.
ru_ru: <32>{#p/basic}* Это странный вопрос.

source: <32>{#p/basic}* I guess you could say that, thanks to this trash can, I'm getting all "spaced out."
ru_ru: <32>{#p/basic}* Наверное, ты можешь сказать, что благодаря этому мусорному баку я стал совсем "отстранённым."

source: <32>{#p/basic}* You might even say I'm feeling... otherworldly.
ru_ru: <32>{#p/basic}* Ты даже можешь сказать, что я чувствую себя... потусторонним.

source: <32>{#p/basic}* ... * Ignore that last statement.
ru_ru: <32>{#p/basic}* ... * Игнорируйте последнее утверждение.

source: <32>{#p/basic}* Actually, ignore the last nine things I said entirely. * This too.
ru_ru: <32>{#p/basic}* Вообще-то, не обращайте внимания на последние девять моих слов. * Это тоже.

source: <32>{#p/basic}* Truth is... * There's only one adjective this trash can could ever be.
ru_ru: <32>{#p/basic}* Правда в том, что... * Есть только одно прилагательное, которым может быть этот мусорный бак.

source: <32>{#p/basic}* What is it, you ask? * Well, I'll tell you... if you really want to know.
ru_ru: <32>{#p/basic}* Что это такое, спросите вы? * Ну, я скажу тебе... если ты действительно хочешь знать.

source: <32>{#p/basic}* It's not an astronomical trash can, not by any means.
ru_ru: <32>{#p/basic}* Это не астрономическая мусорная корзина, не в коем случае.

source: <32>{#p/basic}* It's not black hole-ish in any capacity...
ru_ru: <32>{#p/basic}* Это не чёрная дыра в любом качестве...

source: <32>{#p/basic}* Don't you remember? * Don't you remember how this all started?
ru_ru: <32>{#p/basic}* Разве ты не помнишь? * Ты не помнишь, как всё это началось?

source: <32>{#p/basic}* It was the first thing I ever said about this trash can.
ru_ru: <32>{#p/basic}* Это было первое, что я сказал об этом мусорном баке.

source: <32>{#p/basic}* ... * I said... * Wait for it...
ru_ru: <32>{#p/basic}* ... * Я сказал... * Подожди...

source: <32>{#p/human}* (You can't make out what's in the trash...)
ru_ru: <32>{#p/human}* (Ты не можешь разобрать, что находится в мусорном баке...)

source: <32>{#p/human}* (The food in this fridge seems decent enough.)
ru_ru: <32>{#p/human}* (Еда в этом холодильнике кажется вполне приличной.)

source: <32>{#p/basic}* It's been gutted.
ru_ru: <32>{#p/basic}* Он был выпотрошен.

source: <32>{#p/basic}* Oops, all spaghetti.
ru_ru: <32>{#p/basic}* Упс, одни спагетти.

source: <18>{#p/papyrus}{#f/9}AH-HA! INTERESTED IN MY FOOD MUSEUM?
ru_ru: <18>{#p/papyrus}А-ХА! ЗАИНТЕРЕСОВАЛСЯ МОИМ МУЗЕЕМ ЕДЫ?

source: <18>{#f/0}PLEASE, FEEL FREE TO PERUSE MY CULINARY ARTSHOW.
ru_ru: <18>{#f/0}Приглашаем вас посетить мое кулинарное арт-шоу.

source: <32>{#p/basic}* Half of the fridge is filled with containers all labelled "spaghetti."
ru_ru: <32>{#p/basic}* Половина холодильника заполнена контейнерами с надписью "спагетти."

source: <32>* The other half contains nothing but an empty bottle of orange soda.
ru_ru: <32>* В другой половине - только пустая бутылка из-под апельсиновой газировки.

source: <18>{#p/papyrus}GREAT FRIDGE, ISN'T IT?
ru_ru: <18>{#p/papyrus}Красивый холодильник, не так ли?

source: <32>{#p/basic}* The bottle is labelled as property of "ALPHYS."
ru_ru: <32>{#p/basic}* Бутылка помечена как собственность "АЛЬФИС."

source: <32>{#p/human}* (You doubt the stardust is actually edible.)
ru_ru: <32>{#p/human}* (Ты сомневаешься, что звёздная пыль съедобна.)

source: <18>{#p/papyrus}AH YES, THE DINING TABLE.
ru_ru: <18>{#p/papyrus}О ДА, ОБЕДЕННЫЙ СТОЛ.

source: <18>{#f/5}WE USED TO KEEP A PET MOON ROCK THERE...
ru_ru: <18>{#f/5}МЫ ДЕРЖАЛИ ТАМ ДОМАШНИЙ ЛУННЫЙ КАМЕНЬ...

source: <18>{#f/7}UNTIL ONE DAY, IT TOTALLY VANISHED!
ru_ru: <18>{#f/7}ПОКА В ОДИН ПРЕКРАСНЫЙ ДЕНЬ ОН ПОЛНОСТЬЮ НЕ ИСЧЕЗ!

source: <18>{#f/4}AT FIRST, I BLAMED THAT MEDDLING CANINE...
ru_ru: <18>{#f/4}СНАЧАЛА Я ВИНИЛ ВО ВСЁМ ЭТУ СОБАКУ...

source: <18>{#f/7}BUT THEN I FOUND THAT SANS HAD USED IT TO TEST HIS...
ru_ru: <18>{#f/7}НО ПОТОМ Я ОБНАРУЖИЛ, ЧТО САНС ИСПОЛЬЗОВАЛ ЕЁ ДЛЯ ТЕСТИРОВАНИЯ СВОЕГО...

source: <18>{#f/6}HIS... ACTUALLY USEFUL GADGET. WOWIE...
ru_ru: <18>{#f/6}ЕГО... ДЕЙСТВИТЕЛЬНО ПОЛЕЗНЫЙ ГАДЖЕТ. ВАУ...

source: <18>{#f/0}YOU KNOW WHAT, I'LL GIVE IT TO HIM.
ru_ru: <18>{#f/0}ТЫ ЗНАЕШЬ, Я ОТДАМ ЕМУ ЭТО.

source: <18>{#f/0}HE GENUINELY TRIED PUTTING EFFORT INTO SOMETHING.
ru_ru: <18>{#f/0}ОН ДЕЙСТВИТЕЛЬНО ПЫТАЛСЯ ПРИЛОЖИТЬ УСИЛИЯ.

source: <18>{#f/4}EVEN IF IT COST US A VALUABLE MOON ROCK.
ru_ru: <18>{#f/4}ДАЖЕ ЕСЛИ ЭТО БУДЕТ СТОИТЬ НАМ ЦЕННОГО ЛУННОГО КАМНЯ.

source: <18>{#f/0}YEAH!! 'E' FOR EFFORT!!
ru_ru: <18>{#f/0}ДА!!! "Е" ЗА УСИЛИЯ!!!

source: <32>{#p/basic}* It's covered in edible stardust.
ru_ru: <32>{#p/basic}* Он покрыт съедобной звёздной пылью.

source: <25>{#p/asriel1}{#f/13}* Tell me, Frisk...
ru_ru: <25>{#p/asriel1}{#f/13}* Скажи мне, Фриск...

source: <25>{#f/13}* Have you ever heard the tragedy of the abandoned cheesecake?
ru_ru: <25>{#f/13}* Ты когда-нибудь слышал о трагедии брошенного чизкейка?

source: <25>{#f/16}* Right here in this pie tin, a confection was created...
ru_ru: <25>{#f/16}* Прямо здесь, в этой жестянке для пирога, было создано кондитерское изделие...

source: <25>{#f/3}* Something beyond what its baker forsaw.
ru_ru: <25>{#f/3}* Что-то выше того, что предвидел его пекарь.

source: <25>{#p/asriel1}{#f/3}* See, Sans had created a cheesecake so sweet...
ru_ru: <25>{#p/asriel1}{#f/3}* Санс создал такой сладкий чизкейк...

source: <25>{#f/4}* Anyone who tried it would become addicted to it.
ru_ru: <25>{#f/4}* Любой, кто попробовал бы его, стал бы зависим от него.

source: <25>{#f/15}* If he wanted, he could take every customer on the outpost.
ru_ru: <25>{#f/15}* Если бы он захотел, он мог бы взять каждого клиента на аванпосте.

source: <25>{#p/asriel1}{#f/13}* In the end, Sans knew he'd upstage his brother...
ru_ru: <25>{#p/asriel1}{#f/13}* В конце концов Санс понял, что ему удастся превзойти своего брата...

source: <25>{#f/15}* And that, by simply creating the cheescake, he'd gone too far.
ru_ru: <25>{#f/15}* И что, просто создав чизкейк, он зашел слишком далеко.

source: <25>{#f/16}* So he stashed it away to avoid taking the responsibility.
ru_ru: <25>{#f/16}* Поэтому он спрятал его, чтобы не брать на себя ответственность.

source: <25>{#p/asriel1}{#f/16}* Alas, the tragedy of the abandoned cheesecake.
ru_ru: <25>{#p/asriel1}{#f/16}* Увы, трагедия брошенного чизкейка.

source: <32>{#p/basic}* There's an empty pie tin inside the stove.
ru_ru: <32>{#p/basic}* В печке есть пустая жестянка из-под пирога.

source: <18>{#p/papyrus}MY BROTHER ALWAYS GOES OUT TO EAT.
ru_ru: <18>{#p/papyrus}МОЙ БРАТ ВСЕГДА ХОДИТ КУДА-НИБУДЬ ПОЕСТЬ.

source: <18>{#f/4}BUT RECENTLY, HE TRIED 'BAKING' SOMETHING...
ru_ru: <18>{#f/4}НО НЕДАВНО ОН ПОПРОБОВАЛ ЧТО-ТО ИСПЕЧЬ...

source: <18>{#f/5}I THINK IT WAS... A CHEESECAKE?
ru_ru: <18>{#f/5}КАЖЕТСЯ, ЭТО БЫЛ... ЧИЗКЕЙК?

source: <18>{#f/6}I'M NOT QUITE SURE.
ru_ru: <18>{#f/6}Я НЕ СОВСЕМ УВЕРЕН.

source: <25>{#p/asriel1}{#f/13}* Basically, Sans had created a cheesecake so sweet...
ru_ru: <25>{#p/asriel1}{#f/13}* По сути, Санс создал такой сладкий чизкейк...

source: <25>{#f/16}* Anyone who tried it would become addicted to it.
ru_ru: <25>{#f/16}* Любой, кто попробовал бы его, стал бы зависим от него.

source: <25>{#f/3}* If he wanted, he could have the outpost all to himself.
ru_ru: <25>{#f/3}* Если бы он захотел, то мог бы предоставить аванпост в его полном распоряжение.

source: <25>{#f/3}* The cheesecake, it would seem...
ru_ru: <25>{#f/3}* Чизкейк, кажется...

source: <25>{#f/4}* Was a pathway to success Papyrus could never approve of.
ru_ru: <25>{#f/4}* Это был путь к успеху, который Папирус не мог одобрить.

source: <32>{#p/basic}* It's a squeaky chew toy labelled 'special attack.'
ru_ru: <32>{#p/basic}* Это пищащая жевательная игрушка с надписью 'специальная атака.'

source: <32>{#p/human}* (The sign espouses the many benefits of boxes.)
ru_ru: <32>{#p/human}* (Знак рассказывает о многочисленных преимуществах ящиках.)

source: <32>{#p/basic}* "This is a box."
ru_ru: <32>{#p/basic}* "Это коробка ящик."

source: <32>* "You can put an item inside or take an item out."
ru_ru: <32>* «Ты можешь положить предмет внутрь или вынуть его».

source: <32>* "The same box will appear later, so don't worry about coming back."
ru_ru: <32>* "Этот же ящик появится позже, так что не бойся возвращаться."

source: <32>* "Sincerely, a box fan."
ru_ru: <32>* "С уважением, поклонник ящика."

source: <32>{#p/human}* (The interior wall of this doghouse appears to be covered in strange round circles.)
ru_ru: <32>{#p/human}* (Внутренняя стена этой конуры, похоже, покрыта странными круглыми кругами.)

source: <32>{#p/basic}* There must be a lot of empty space in this doghouse.
ru_ru: <32>{#p/basic}* В этой конуре должно быть много пустого места.

source: <32>{#p/basic}* A tiny doghouse.
ru_ru: <32>{#p/basic}* Маленькая конура.

source: <32>{#p/basic}* I wonder if this doghouse also travels in time.
ru_ru: <32>{#p/basic}* Интересно, а эта конура тоже путешествует во времени?

source: <32>{#p/basic}* What a tiny doghouse!
ru_ru: <32>{#p/basic}* Какая маленькая конура!

source: <32>{#p/basic}* Seems bigger on the inside.
ru_ru: <32>{#p/basic}* Внутри кажется больше.

source: <32>{#p/human}* (You struggle to explain what's written on this sign.)
ru_ru: <32>{#p/human}* (Ты пытаешься объяснить, что написано на этой табличке).

source: <32>{#p/basic}* "Woof."
ru_ru: <32>{#p/basic}* "Гав."

source: <32>{#p/human}* (The sign rates the danger level of certain smells.)
ru_ru: <32>{#p/human}* (Знак оценивает степень опасности некоторых запахов.)

source: <32>{#p/basic}* "Smell Danger Ratings"
ru_ru: <32>{#p/basic}* "Рейтинги опасности по запаху"

source: <32>* "Silicone Smell - Robot" * "WHITE rating" * "Can become {@fill=#2f2f2f}BLACK{@fill=#fff} rating."
ru_ru: <32>* «Запах силикона - Робот» * "Рейтинг БЕЛЫЙ" * "Может стать {@fill=#2f2f2f}ЧЁРНЫМ{@fill=#fff} рейтингом."

source: <32>* "Unsuspicious Smell - Puppy" * "{@fill=#003cff}BLUE{@fill=#fff} rating." * "Smell of rolling around."
ru_ru: <32>* "Неподозрительный Запах - Щенок" * "{@fill=#003cff}СИНИЙ{@fill=#fff} рейтинг." * "Запах переката."

source: <32>* "Weird Smell - Human" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Escape at all costs!"
ru_ru: <32>* "Странный Запах - Человек' * "{@fill=#00c000}Зелёный{@fill=#fff} рейтинг." * "Уходи любой ценой!"

source: <32>* "Weird Smell - Human" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Can defeat godlike beings."
ru_ru: <32>* "Странный Запах - Человек" * "{@fill=#00c000}ЗЕЛЁНЫЙ{@fill=#fff} рейтинг." * "Может победить богоподобных существ."

source: <32>* "Weird Smell - Human" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Destroy at all costs!"
ru_ru: <32>* "Странный Запах - человек" * "{@fill=#00c000}ЗЕЛЁНЫЙ{@fill=#fff} рейтинг. * "Уничтожить любой ценой!"

source: <32>* "Weird Smell - Puppy?" * "{@fill=#00c000}GREEN{@fill=#fff} rating." * "Deep knowledge of petting."
ru_ru: <32>* "Странный Запах - Щенок?" * "{@fill=#00c000}ЗЕЛЁННЫЙ{@fill=#fff} рейтинг." * "Глубокие познания в петтинге."

source: <32>{#p/human}* (It would appear this sign belongs to a male dog.)
ru_ru: <32>{#p/human}* (Похоже, этот знак принадлежит собакам мужского пола.)

source: <32>{#p/basic}* "His."
ru_ru: <32>{#p/basic}* "Его."

source: <32>{#p/basic}* Inside is a magazine for fancy blue-and-grey furcuts.
ru_ru: <32>{#p/basic}* Внутри - журнал по модным синим и серым меховым изделиям.

source: <32>{#p/human}* (It would appear this sign belongs to a female dog.)
ru_ru: <32>{#p/human}* (Судя по всему, этот знак принадлежит собаке женского пола.)

source: <32>{#p/basic}* "Hers."
ru_ru: <32>{#p/basic}* "Её."

source: <32>{#p/basic}* Inside is a brochure for blunt heavy-duty weaponry.
ru_ru: <32>{#p/basic}* Внутри находится брошюра о тяжёлом тупом cверхмощном оружии.

source: <32>{#p/human}* (The signed letter inside looks to have been ignored.)
ru_ru: <32>{#p/human}* (Подписанное письмо внутри, похоже, было проигнорировано.)

source: <32>{#p/basic}* Inside, on the floor, is a signed Royal Guard letter about tactical retreat.
ru_ru: <32>{#p/basic}* Внутри, на полу, лежит подписанное письмо Королевской гвардии о тактическом отступлении.

source: <32>{#p/basic}* Inside, on the floor, is a signed Royal Guard letter about standard uniforms.
ru_ru: <32>{#p/basic}* Внутри, на полу, лежит подписанное письмо Королевской гвардии о стандартной униформе.

source: <32>{#p/basic}* It's covered in pawprints.
ru_ru: <32>{#p/basic}* Оно всё в отпечатках лап.

source: <25>{#p/asriel1}{#f/20}* I think that might be a little tall for you.
ru_ru: <25>{#p/asriel1}{#f/20}* Думаю, для тебя это будет высоко.

source: <32>{#p/basic}* Just another barstool.
ru_ru: <32>{#p/basic}* Просто ещё один барный стул.

source: <32>{#p/basic}* A barstool...
ru_ru: <32>{#p/basic}* Барный стул...

source: <32>* Seems like the right size for Sans.
ru_ru: <32>* Кажется, что это подходящий размер для Санса.

source: <32>{#p/human}* (You can't make out what's under the tray table...)
ru_ru: <32>{#p/human}* (Ты не можешь разобрать, что находится под столом с подносом...)

source: <32>{#p/basic}* It's a tray table.
ru_ru: <32>{#p/basic}* Это стол с подносом.

source: <32>* The camera on the underside has been taken away.
ru_ru: <32>* Камера на нижней стороне была убрана.

source: <32>* There's a camera hidden on its underside.
ru_ru: <32>* На нижней стороне спрятана камера.

source: <25>{#p/asriel1}{#f/16}* I don't think tasting any of these would be a good idea.
ru_ru: <25>{#p/asriel1}{#f/16}* Не думаю, что дегустация любого из них была бы хорошей идеей.

source: <25>{#f/15}* The last time someone had one, they burst into flames...
ru_ru: <25>{#f/15}* В последний раз, когда у кого-то был такой, он вспыхнул...

source: <25>{#p/asriel1}{#f/15}* Spoiler alert: * It was Grillby.
ru_ru: <25>{#p/asriel1}{#f/15}* Предупреждение о спойлерах: * Это был Грилби.

source: <25>{#f/20}* Golly. * I'm on fire today.
ru_ru: <25>{#f/20}* Боже. * Я сегодня в огне.

source: <25>{#p/asriel1}{#f/17}* Seriously, though. * You probably shouldn't drink these.
ru_ru: <25>{#p/asriel1}{#f/17}* Серьёзно, однако. * Ты, наверное, не должен их пить.

source: <32>{#p/basic}* A few of the beverages on this shelf have been used up.
ru_ru: <32>{#p/basic}* Несколько напитков на этой полке уже израсходованы.

source: <32>{#p/basic}* A shelf full of various party beverages and sickly liquids.
ru_ru: <32>{#p/basic}* Полка, заполненная различными напитками для вечеринок и тошнотворными жидкостями.

source: <32>{#p/basic}* And a single bottle of water labelled "fire hazard."
ru_ru: <32>{#p/basic}* И одна бутылка воды с надписью "пожароопасно."

source: <25>{#p/asriel1}{#f/20}* That one's definitely too tall for you.
ru_ru: <25>{#p/asriel1}{#f/20}* Он определенно слишком высок для тебя.

source: <32>{#p/basic}* This barstool is labelled "PAPYRUS."
ru_ru: <32>{#p/basic}* Этот барный стул маркирован как "ПАПИРУС."

source: <25>{#p/asriel1}{#f/19}* This one seems like just your size.
ru_ru: <25>{#p/asriel1}{#f/19}* Этот кажется как раз твоего размера.

source: <32>{#p/basic}* There is nothing special about this barstool.
ru_ru: <32>{#p/basic}* В этом барном стуле нет ничего особенного.

source: <32>{#p/basic}* Something tells me this barstool is very special.
ru_ru: <32>{#p/basic}* Что-то подсказывает мне, что этот барный стул особенный.

source: <32>* As for the whoopee cushion on top of it...
ru_ru: <32>* Что касается подушечки для кукол на вершине...

source: <25>{#p/asriel1}{#f/21}* Ah yes... * The hovercar terminal.
ru_ru: <25>{#p/asriel1}{#f/21}* Ах да... * Терминал ховеркара.

source: <25>{#f/4}* It's derelict now, but once upon a time...
ru_ru: <25>{#f/4}* Сейчас он заброшен, но когда-то...

source: <25>{#f/3}* An operator would stand here and direct traffic through the area.
ru_ru: <25>{#f/3}* Здесь стоял оператор и направлял движение через эту зону.

source: <25>{#p/asriel1}{#f/3}* This terminal was used mainly when Starton was being built.
ru_ru: <25>{#p/asriel1}{#f/3}* Этот терминал использовался в основном во время строительства Старграда.

source: <25>{#f/4}* For the first new area built here, it seemed a wise precaution.
ru_ru: <25>{#f/4}* Для первого нового района, построенного здесь, это казалось разумной мерой безопасности.

source: <25>{#f/13}* Ships carrying supplies from the factory's replicators...
ru_ru: <25>{#f/13}* Корабли, перевозящие припасы с фабрики репликаторов...

source: <25>{#f/13}* Often had trouble landing safely without it.
ru_ru: <25>{#f/13}* Часто без них не удавалось благополучно приземлиться.

source: <25>{#p/asriel1}{#f/17}* Eventually, terminals like this weren't needed anymore.
ru_ru: <25>{#p/asriel1}{#f/17}* В конце концов, такие терминалы больше не были нужны.
