Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>* Apart from himself, only a human would enjoy it.
ru_ru: <32>* Кроме него самого, только человек мог бы наслаждаться этим.

source: <32>* The irony is off the charts.
ru_ru: <32>* Ирония зашкаливает.

source: <32>{#p/basic}* This is it...
ru_ru: <32>{#p/basic}* Это всё...

source: <32>* You're about to spar with the coolest skeleton in town.
ru_ru: <32>* Тебе предстоит сразиться с самым крутым скелетом в городе.

source: <32>{#p/basic}* He might as well have been waiting his whole life for this moment...
ru_ru: <32>{#p/basic}* Возможно, он всю жизнь ждал этого момента...

source: <32>* If I were you, I wouldn't let it go to waste.
ru_ru: <32>* На твоём месте я бы не позволил ему уйти.

source: <32>{#p/basic}* Don't worry.
ru_ru: <32>{#p/basic}* Не волнуйся.

source: <32>* With any luck, you'll be best friends in no time.
ru_ru: <32>* Если повезёт, вы быстро станете лучшими друзьями.

source: <25>{#p/asriel1}{#f/20}* Not bad, Frisk. * I didn't know you were a mathematics expert...
ru_ru: <25>{#p/asriel1}{#f/20}* Неплохо, Фриск. * Я не знал, что ты знаток математики...

source: <32>{#p/basic}* Wow. * You actually solved it?
ru_ru: <32>{#p/basic}* Ого. * Ты действительно решил эту задачу?

source: <32>{#p/basic}* You tried.
ru_ru: <32>{#p/basic}* Ты пытался.

source: <32>{#p/basic}* Have you done this before...?
ru_ru: <32>{#p/basic}* Ты уже делал это раньше...?

source: <32>{#p/basic}* Really, Sans? * That "puzzle" wasn't even worth looking at.
ru_ru: <32>{#p/basic}* Правда, Санс? * Эта «головоломка» даже не стоит того, чтобы на неё смотреть.

source: <32>{#p/basic}* Really, Sans? * That "puzzle" was impossible.
ru_ru: <32>{#p/basic}* Правда, Санс? * Эта "головоломка" была невозможна.

source: <32>{#p/basic}* Well, that was anti-climactic.
ru_ru: <32>{#p/basic}* Ну, это было антиклиматично.

source: <32>{#p/basic}* I'm just as confused as you.
ru_ru: <32>{#p/basic}* Я так же запутался, как и ты.

source: <32>{#p/basic}* Oh, come on! * I wanted to see it in action!
ru_ru: <32>{#p/basic}* О, да ладно! * Я хотел увидеть это в действии!

source: <32>* ... oh well...
ru_ru: <32>* ... ну что ж...

source: <32>{#p/basic}* So... Papyrus, huh?
ru_ru: <32>{#p/basic}* Итак... Папирус, да?

source: <32>* After all this time, you finally became friends.
ru_ru: <32>* Спустя столько времени ты наконец-то подружился.

source: <32>* Somehow I knew you two would end up as friends.
ru_ru: <32>* Почему-то я знал, что ты станешь другом.

source: <32>* ... * I watched that skeleton grow up here...
ru_ru: <32>* ... * Я видел, как этот скелет рос здесь...

source: <32>* Always setting a good example for those around him...
ru_ru: <32>* Всегда подает хороший пример окружающим...

source: <32>* ... and for me.
ru_ru: <32>* ... и для меня.

source: <32>* It's too bad I can't tell him that myself.
ru_ru: <32>* Жаль, что я не могу сказать ему это сам.

source: <32>* But that's okay.
ru_ru: <32>* Но это не страшно.

source: <32>* Seeing you two get along more than makes up for it.
ru_ru: <32>* То, как ты ладишь между собой, с избытком компенсирует это.

source: <32>{#p/basic}* I heard the taxi driver will be here when everyone else is off the outpost.
ru_ru: <32>{#p/basic}* Я слышал, что таксист будет здесь, когда все остальные покинут аванпост.

source: <32>{#p/basic}* I heard the taxi driver will be here when everyone else is gone.
ru_ru: <32>{#p/basic}* Я слышал, что таксист будет здесь, когда все остальные уйдут.

source: <32>{#p/basic}* I heard the taxi driver doesn't eat their greens.
ru_ru: <32>{#p/basic}* Я слышал, что водитель такси не ест свою зелень.

source: <33>{#p/basic}* Are they even a real monster...?
ru_ru: <33>{#p/basic}* Они вообще настоящие монстры...?

source: <32>{#p/basic}* A real monster wouldn't hesitate to escape this dreadful place.
ru_ru: <32>{#p/basic}* Настоящий монстр без колебаний сбежал бы из этого ужасного места.

source: <32>{#p/basic}* Real monsters always eat their greens.
ru_ru: <32>{#p/basic}* Настоящие монстры всегда едят зелень.

source: <32>{#p/human}* (You can't seem to find anyone down there.)
ru_ru: <32>{#p/human}* (Ты не можешь никого найти внизу.)

source: (Unknown)
ru_ru: (Неизвестный)

source: New High Score!
ru_ru: Новый высокий результат!

source: Better Luck Next Time...
ru_ru: В следующий раз повезёт больше...

source: Thanks For Playing!
ru_ru: Спасибо за игру!

source: <32>{#p/event}* Ring, ring...
ru_ru: <32>{#p/event}* Звонок, звонок...

source: <32>{#p/alphys}* So... killing him wasn't g-good enough, huh?
ru_ru: <32>{#p/alphys}* Значит... убить его было недостаточно хорошо, да?

source: <32>* You just had to go and beat his score on my... stupid m-minigame...
ru_ru: <32>* Ты просто должен был пойти и побить его счёт в моей... дурацкой м-миниигре...

source: <32>* Ehehe...
ru_ru: <32>* Эхехе...

source: <32>* You're truly disgusting...
ru_ru: <32>* Ты действительно отвратителен...

source: <32>{#s/equip}{#p/human}* (You lost all of your G.)
ru_ru: <32>{#s/equip}{#p/human}* (Ты потерял все свои G.)

source: <25>{#p/asriel2}{#f/10}* Daring today, aren't we?
ru_ru: <25>{#p/asriel2}{#f/10}* Смелые мы сегодня, не так ли?

source: <25>{#p/asriel2}{#f/1}* Now THAT's the Alphys I like to see.
ru_ru: <25>{#p/asriel2}{#f/1}* Вот это Альфис, которую я хочу видеть.

source: <25>{#p/asriel2}{#f/4}* Too bad this won't save her when she's dead.
ru_ru: <25>{#p/asriel2}{#f/4}* Жаль, что это не спасет её, когда она умрет.

source: <25>{#p/sans}* didja seriously just put in all that effort tryna beat my score?
ru_ru: <25>{#p/sans}* ты серьёзно только что приложил столько усилий, чтобы побить мой результат?

source: <25>{#f/3}* wow. * you're even more stubborn than my bro.
ru_ru: <25>{#f/3}* Ух ты. * Ты ещё более упрямый, чем брат.

source: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Too bad he's dead, huh?
ru_ru: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Жаль, что он мертв, да?

source: <25>{#f/0}* i'd give you a special reward, but i'm still looking for toriel.
ru_ru: <25>{#f/0}* Я бы дал тебе особую награду, но я все еще ищу Ториэль.

source: <25>{#f/0}* i'd give you a special reward, but i'm on break right now.
ru_ru: <25>{#f/0}* Я бы дал тебе особую награду, но у меня сейчас перерыв.

source: <25>{#f/0}* no hard feelings.
ru_ru: <25>{#f/0}* без обид.

source: <25>{#f/2}* instead, i'll just send ya some pocket change.
ru_ru: <25>{#f/2}* вместо этого я просто пошлю тебе немного карманных денег.

source: <32>{#s/equip}{#p/human}* (You got 10000G.)
ru_ru: <32>{#s/equip}{#p/human}* (Ты получил 10000G.)

source: <25>{#p/asriel1}{#f/13}* ... you actually beat the high score?
ru_ru: <25>{#p/asriel1}{#f/13}* ... Ты действительно побил высокий результат?

source: <25>{#f/17}* Wow. * I under-estimated you.
ru_ru: <25>{#f/17}* Вау. * Я недооценивал тебя.

source: <25>{#f/20}* Very cool, Frisk.
ru_ru: <25>{#f/20}* Очень круто, Фриск.

source: Score: $(x)
ru_ru: Счёт: $(x)

source: <32>{#p/asriel2}* Dogamy and Dogaressa.
ru_ru: <32>{#p/asriel2}* Догамия и Догаресса.

source: <32>{#p/story}* Dogi assault you!
ru_ru: <32>{#p/story}* Доги напали на тебя!

source: <32>{#p/asriel2}* Tacky hats and fickle friends.
ru_ru: <32>{#p/asriel2}* Липкие шляпы и непостоянные друзья.

source: <32>{#p/story}* Astro Serf saunters in! * Jerry came too.
ru_ru: <32>{#p/story}* Вошёл Астро Серф! * Джерри тоже пришел.

source: <32>{#p/asriel2}* The teenage idiot squad.
ru_ru: <32>{#p/asriel2}* Отряд идиотов-подростков.

source: <32>{#p/story}* Chilldrake and Astro Serf pose like bad guys.
ru_ru: <32>{#p/story}* Чиллдрейк и Астро Серф позируют как плохие парни.

source: <32>{#p/story}* Stardrake and Astro Serf pose like bad guys.
ru_ru: <32>{#p/story}* Старрейк и Астро Серф позируют как плохие парни.

source: <32>{#p/asriel2}* One left.
ru_ru: <32>{#p/asriel2}* Один остался.

source: <32>{#p/story}* Chilldrake remains steady.
ru_ru: <32>{#p/story}* Чилдрейк остается непоколебимым.

source: <32>{#p/story}* Stardrake remains steady.
ru_ru: <32>{#p/story}* Старрейк остаётся на месте.

source: <32>{#p/story}* Astro Serf remains steady.
ru_ru: <32>{#p/story}* Астро Серф остаётся на месте.

source: <32>{#p/story}* Just Astro now.
ru_ru: <32>{#p/story}* Теперь только Астро.

source: <32>{#p/asriel2}* Jerry.
ru_ru: <32>{#p/asriel2}* Джерри.

source: <32>{#p/story}* Jerry.
ru_ru: <32>{#p/story}* Джерри.

source: <32>{#p/asriel2}* The teenage idiot squad. * Also, Jerry.
ru_ru: <32>{#p/asriel2}* Отряд идиотов-подростков. * Также Джерри.

source: <32>{#p/story}* Jerry and friends appear!
ru_ru: <32>{#p/story}* Появляются Джерри и друзья!

source: <32>{#p/story}* Astro Serf and Chilldrake confront you, sighing. * Jerry.
ru_ru: <32>{#p/story}* Астро Серф и Чиллдрейк стоят перед тобой, вздыхая. * Джерри.

source: <32>{#p/story}* Astro Serf and Stardrake confront you, sighing. * Jerry.
ru_ru: <32>{#p/story}* Астро Серф и Старрейк стоят перед тобой, вздыхая. * Джерри.

source: <32>{#p/asriel2}* Two left.
ru_ru: <32>{#p/asriel2}* Двое остались.

source: <32>{#p/story}* Astro Serf and Chilldrake remain steady.
ru_ru: <32>{#p/story}* Астро Серф и Чиллдрейк остаются на прежнем уровне.

source: <32>{#p/story}* Astro Serf and Stardrake remain steady.
ru_ru: <32>{#p/story}* Астро Серф и Старрейк остаются на своих местах.

source: <32>{#p/story}* Astro Serf remains steady. * Jerry.
ru_ru: <32>{#p/story}* Астро Серф остаётся неизменным. * Джерри.

source: <32>{#p/story}* Chilldrake and Jerry remain steady!
ru_ru: <32>{#p/story}* Чилдрейк и Джерри остаются неизменными!

source: <32>{#p/story}* Chilldrake remains steady. * Jerry.
ru_ru: <32>{#p/story}* Чилдрейк остается неизменным. * Джерри.

source: <32>{#p/story}* Stardrake and Jerry remain steady!
ru_ru: <32>{#p/story}* Старрейк и Джерри остаются непоколебимыми!

source: <32>{#p/story}* Stardrake remains steady. * Jerry.
ru_ru: <32>{#p/story}* Старрейк остается непоколебимым. * Джерри.

source: <32>{#p/asriel2}* Chilldrake, the teen rebel. * Nothing more pointless than a rebel without a cause.
ru_ru: <32>{#p/asriel2}* Чиллдрейк, подросток-бунтарь. * Нет ничего более бессмысленного, чем бунтарь без дела.

source: <32>{#p/asriel2}* Stardrake, the comedian. * A bigger joke than he himself could ever hope to tell.
ru_ru: <32>{#p/asriel2}* Старрейк, комик. * Больше шуток, чем он сам когда-либо мог надеяться рассказать.

source: <33>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * Rebels against everything!! * On the lookout for Starry.
ru_ru: <33>{#p/story}* Чилдрейк - АТК 12 ЗЩТ 7 * Бунтует против всего!!! * В поисках Звезды.

source: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * This teen comedian fights to keep a captive audience.
ru_ru: <32>{#p/story}* Стардрейк - АТК 12 ЗЩТ 7 * Этот комик-подросток борется за то, чтобы удержать пленную аудиторию.

source: <32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * Rebels against everything!! * Looking for a way out.
ru_ru: <32>{#p/story}* ЧИЛДРЕЙК - АТК 12 ЗЩТ 7 * Бунтует против всего!! * Ищет выход.

source: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * This teen isn't taking your punchline very well.
ru_ru: <32>{#p/story}* СТАРДРЕЙК - АТК 12 ЗЩТ 7 * Этот подросток не очень хорошо воспринял твой удар.

source: <32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * Rebels against everything!! * Especially flirting!!
ru_ru: <32>{#p/story}* ЧИЛДРЕЙК - АТК 12 ЗЩТ 7 * Бунтует против всего!! * Особенно флирта!!

source: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * Flirting is no joke for this teen comedian.
ru_ru: <32>{#p/story}* СТАРДРЕЙК - АТК 12 ЗЩТ 7 * Флирт - не шутка для этого комика-подростка.

source: <32>{#p/story}* CHILLDRAKE - ATK 12 DEF 7 * The rebellion is fading...
ru_ru: <32>{#p/story}* ЧИЛДРЕЙК - АТК 12 ЗЩТ 7 * Бунт угасает...

source: <32>{#p/story}* STARDRAKE - ATK 12 DEF 7 * Things are looking up for this teen comedian.
ru_ru: <32>{#p/story}* СТАРДРЕЙК - АТК 12 ЗЩТ 7 * Дела у этого комика-подростка идут в гору.

source: <32>{#p/human}* (You make a romantic joke.)
ru_ru: <32>{#p/human}* (Ты романтично шутишь.)

source: <08>{#p/basic}{~}You're weird.
ru_ru: <08>{#p/basic}{~}Ты странный.

source: <08>{#p/basic}{~}You're mean AND weird.
ru_ru: <08>{#p/basic}{~}Ты злой И странный.

source: <32>{#p/asriel2}* Chilldrake.
ru_ru: <32>{#p/asriel2}* Чилдрейк.

source: <32>{#p/asriel2}* Stardrake.
ru_ru: <32>{#p/asriel2}* Стардрейк.

source: <32>{#p/story}* Chilldrake is puffed up...
ru_ru: <32>{#p/story}* Чилдрейк надулся...

source: <32>{#p/story}* Stardrake is puffed up...
ru_ru: <32>{#p/story}* Стардрейк надулся...

source: <08>{#p/basic}{~}No!! This is the way!
ru_ru: <08>{#p/basic}{~}Нет!! Это выход!

source: <08>{#p/basic}{~}THIS won't be funny either!
ru_ru: <08>{#p/basic}{~}Это не будет смешно!

source: <08>{#p/basic}{~}Filthy law- obider.
ru_ru: <08>{#p/basic}{~}Мерзкий нарушитель закона.

source: <08>{#p/basic}{~}Is your flesh rotten as you?
ru_ru: <08>{#p/basic}{~}Прогнила ли плоть твоя, как ты?

source: <08>{#p/basic}{~}Defiance can't be defied!
ru_ru: <08>{#p/basic}{~}Вызов нельзя бросить!

source: <08>{#p/basic}{~}(Insults towards humans)
ru_ru: <08>{#p/basic}{~}(Оскорбления в адрес людей)

source: <32>{#p/human}* (You denounce Chilldrake for its cause.)
ru_ru: <32>{#p/human}* (Ты осуждаешь Чилдрейка за его дело.)

source: <32>{#p/human}* (You boo Stardrake.)
ru_ru: <32>{#p/human}* (Ты будишь Стардрейка.)

source: <32>{#p/human}* (You tell Chilldrake that they should be a rebel somewhere else.)
ru_ru: <32>{#p/human}* (Ты говоришь Чилдрейку, что они должны быть повстанцами в другом месте.)

source: <32>{#p/human}* (You tell Stardrake that they aren't funny.)
ru_ru: <32>{#p/human}* (Ты говоришь Стардрейку, что они не смешные).

source: <32>{#p/human}* (You mock Chilldrake for protesting out in the middle of nowhere.)
ru_ru: <32>{#p/human}* (Ты высмеиваешь Чилдрейка за то, что он протестует в такой глуши.)

source: <32>{#p/basic}* Chilldrake takes your mockery as advice, and saunters off to town...
ru_ru: <32>{#p/basic}* Чилдрейк принимает ваши насмешки за совет и отправляется в город...

source: <32>{#p/human}* (You tell Stardrake that no one will ever love them the way they are.)
ru_ru: <32>{#p/human}* (Ты говоришь Стардрейку, что никто и никогда не полюбит его таким, какой он есть).

source: <32>{#p/basic}* Stardrake struggles to make a retort, and slinks away utterly crushed...
ru_ru: <32>{#p/basic}* Стардрейк с трудом пытается что-то возразить и уходит, совершенно подавленный...

source: <32>{#p/asriel2}* Almost dead.
ru_ru: <32>{#p/asriel2}* Почти мёртв.

source: <32>{#p/story}* Chilldrake is flaking apart.
ru_ru: <32>{#p/story}* Чилдрейк рассыпается на части.

source: <32>{#p/story}* Stardrake is flaking apart.
ru_ru: <32>{#p/story}* Стардрейк рассыпается на части.

source: <08>{#p/basic}{~}Brush my teeth? No way in heck!
ru_ru: <08>{#p/basic}{~}Почистить зубы? Ни за что на свете!

source: <08>{#p/basic}{~}Try not to get "spaced" out..
ru_ru: <08>{#p/basic}{~}Старайся не "отвлекаться"...

source: <08>{#p/basic}{~}No bedtime for this bird!
ru_ru: <08>{#p/basic}{~}Этой птице не пора спать!

source: <08>{#p/basic}{~}I'm just in my moon pun "phase"
ru_ru: <08>{#p/basic}{~}Я просто нахожусь в "фазе" лунного каламбура.

source: <08>{#p/basic}{~}Who needs parents anyway!?
ru_ru: <08>{#p/basic}{~}Кому вообще нужны родители!?

source: <08>{#p/basic}{~}Live wild and free, I say!
ru_ru: <08>{#p/basic}{~}Живи дико и свободно, я говорю!

source: <08>{#p/basic}{~}Nobody tells ME what to do!
ru_ru: <08>{#p/basic}{~}Никто не говорит мне, что делать!

source: <08>{#p/basic}{~}Authority be darned!
ru_ru: <08>{#p/basic}{~}Власть, чёрт возьми!

source: <08>{#p/basic}{~}Don't ruin the "atmos- phere.."
ru_ru: <08>{#p/basic}{~}Не разрушай "атмосферу.."

source: <08>{#p/basic}{~}Trim my claws? No way in heck!
ru_ru: <08>{#p/basic}{~}Подстричь мне когти? Ни за что на свете!

source: <08>{#p/basic}{~}It's not free, it's "zero G"
ru_ru: <08>{#p/basic}{~}Это не бесплатно, это "ноль G"

source: <32>{#p/story}* Chilldrake is losing faith in its rebellion.
ru_ru: <32>{#p/story}* Чилдрейк теряет веру в свой бунт.

source: <32>{#p/story}* Stardrake is pleased with its "stellar" joke.
ru_ru: <32>{#p/story}* Стардрейк доволен своей "звёздной" шуткой.

source: <08>{#p/basic}{~}At least you admit it.
ru_ru: <08>{#p/basic}{~}Ты хотя бы признаешь это.

source: <08>{#p/basic}{~}That wasn't s'posed to be funny!
ru_ru: <08>{#p/basic}{~}Это было не смешно!

source: <08>{#p/basic}{~}You don't know my cause!
ru_ru: <08>{#p/basic}{~}Ты не знаешь моей причины!

source: <08>{#p/basic}{~}What are YOU laughin' at!?
ru_ru: <08>{#p/basic}{~}Над чем ты смеёшься!?

source: <08>{#p/basic}{~}Do you.. really..
ru_ru: <08>{#p/basic}{~}Ты... правда...

source: <08>{#p/basic}{~}See!? Laughs! Mom was right!
ru_ru: <08>{#p/basic}{~}Видишь!? Смех! Мама была права!

source: <08>{#p/basic}{~}I don't think you..
ru_ru: <08>{#p/basic}{~}Я не думаю, что ты...

source: <08>{#p/basic}{~}Thanks, you're all great.
ru_ru: <08>{#p/basic}{~}Спасибо, вы все замечательные.

source: <08>{#p/basic}{~}To tell you the truth..
ru_ru: <08>{#p/basic}{~}По правде говоря...

source: <08>{#p/basic}{~}You have good taste!!
ru_ru: <08>{#p/basic}{~}У тебя хороший вкус!!!

source: <32>{#p/human}* (You agree with Chilldrake.)
ru_ru: <32>{#p/human}* (Ты согласен с Чилдрейком.)

source: <32>{#p/human}* (You laugh at Stardrake's remark.)
ru_ru: <32>{#p/human}* (Ты смеешься над замечанием Стардрейка.)

source: <32>{#p/human}* (But it hasn't said anything you could agree with yet.)
ru_ru: <32>{#p/human}* (Но ты ещё не сказал ничего такого, с чем можно было бы согласиться.)

source: <32>{#p/human}* (But it hasn't said anything you could laugh at yet.)
ru_ru: <32>{#p/human}* (Но он ещё не сказал ничего такого, над чем можно было бы посмеяться.)

source: <32>{#p/human}* (You laugh at Stardrake's pun.)
ru_ru: <32>{#p/human}* (Ты смеёшься над каламбуром Стардрейка.)

source: <32>{#p/human}* (You double down on your agreement with Chilldrake.)
ru_ru: <32>{#p/human}* (Ты дважды подтверждаешь своё соглашение с Чилдрейком.)

source: <32>{#p/human}* (You continue to laugh at Stardrake's puns.)
ru_ru: <32>{#p/human}* (Ты продолжаешь смеяться над каламбурами Стардрейка.)

source: * Chilldrake
ru_ru: * Чилдрейк

source: * Stardrake
ru_ru: * Стардрейк

source: <08>{#p/basic}{~}Only Starry can do that.
ru_ru: <08>{#p/basic}{~}Только Звёздный может это сделать.

source: <08>{#p/basic}{~}Is that s'posed to be funny?
ru_ru: <08>{#p/basic}{~}Это должно быть смешно?

source: <08>{#p/basic}{~}You ain't Starry.
ru_ru: <08>{#p/basic}{~}Ты не Звёздный.

source: <08>{#p/basic}{~}Ha.. Ha..
ru_ru: <08>{#p/basic}{~}Ха.. Ха..

source: <08>{#p/basic}{~}Quit copying my friends.
ru_ru: <08>{#p/basic}{~}Хватит копировать моих друзей.

source: <08>{#p/basic}{~}I've heard that one.
ru_ru: <08>{#p/basic}{~}Я уже слышал об этом.

source: <32>{#p/human}* (You make a space pun.)
ru_ru: <32>{#p/human}* (Ты делаешь каламбур с пробелом.)

source: <32>{#p/story}* Chilldrake is wondering where Starry went.
ru_ru: <32>{#p/story}* Чилдрейк интересуется, куда делся Звёздный.

source: <32>{#p/story}* Stardrake is assessing the crowd.
ru_ru: <32>{#p/story}* Стардрейк оценивает толпу.

source: <32>{#p/story}* Chilldrake is chanting an anarchist spell.
ru_ru: <32>{#p/story}* Чиллдрейк распевает анархическое заклинание.

source: <32>{#p/story}* Stardrake is practicing its next pun.
ru_ru: <32>{#p/story}* Стардрейк отрабатывает свой следующий каламбур.

source: <32>{#p/story}* Chilldrake starts a one- monster riot.
ru_ru: <32>{#p/story}* Чилдрейк начинает бунт одного монстра.

source: <32>{#p/story}* Stardrake is smiling at the thought of its next pun.
ru_ru: <32>{#p/story}* Стардрейк улыбается при мысли о своём следующем каламбуре.

source: <32>{#p/story}* Smells like wet pillows.
ru_ru: <32>{#p/story}* Пахнет мокрыми подушками.

source: <32>{#p/story}* Smells like body spray.
ru_ru: <32>{#p/story}* Пахнет спреем для тела.

source: <32>{#p/story}* Stardrake sighs in relief, realizing its own name is in fact not a pun.
ru_ru: <32>{#p/story}* Стардрайк вздыхает с облегчением, понимая, что его имя на самом деле не является каламбуром.

source: <32>{#p/story}* Chilldrake saunters up!
ru_ru: <32>{#p/story}* Чилдрейк подкрадывается!

source: <32>{#p/story}* Stardrake flutters forth!
ru_ru: <32>{#p/story}* Стардрейк порхает вперёд!

source: <33>{#p/asriel2}* Jerry, the undisputable jerk. * I refuse to believe one flirt could have that much influence.
ru_ru: <33>{#p/asriel2}* Джерри, неоспоримый придурок. * Я не верю, что один флирт может иметь такое влияние.

source: <32>{#p/story}* JERRY - ATK 0 DEF 30 * A born-again monster, awakened with the power of friendship!
ru_ru: <32>{#p/story}* JERRY - АТК 0 ЗЩТ 30 * Прирожденный монстр, пробудивший силу дружбы.

source: <32>{#p/asriel2}* Jerry, the undisputable jerk. * A worthless piece of garbage, nothing more, nothing less.
ru_ru: <32>{#p/asriel2}* Джерри, неоспоримый придурок. * Ничтожный кусок мусора, ни больше, ни меньше.

source: <32>{#p/story}* JERRY - ATK 0 DEF 30 * Everyone knows Jerry. * Makes attacks last longer.
ru_ru: <32>{#p/story}* ДЖЕРРИ - АТК 0 ЗЩТ 30 * Все знают Джерри. * Заставляет атаки длиться дольше.

source: <32>{#p/human}* (You flirt with Jerry.) * (It appreciates the compliment.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Джерри.) * (Он ценит комплимент.)

source: <32>{#p/human}* (You call on your experience, and deliver a life-changing flirt.)
ru_ru: <32>{#p/human}* (Ты обращаешься к своему опыту и создаешь решающий флирт).

source: <32>{#p/human}* (You flirt with Jerry.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Джерри.)

source: <32>{#p/basic}* Jerry seems to like you a little too much now.
ru_ru: <32>{#p/basic}* Джерри кажется, что ты ему слишком нравишься.

source: <32>{#p/human}* (You ditch Jerry.)
ru_ru: <32>{#p/human}* (Ты бросаешь Джерри.)

source: <32>{#p/human}* (You kiss Jerry.)
ru_ru: <32>{#p/human}* (Ты целуешь Джерри.)

source: <32>{#p/story}* Jerry's redemption arc begins.
ru_ru: <32>{#p/story}* Начинается дуга искупления Джерри.

source: <32>{#p/story}* This is wrong on so many levels.
ru_ru: <32>{#p/story}* Это неправильно на многих уровнях.

source: <08>{#p/basic}{~}You... y-you...
ru_ru: <08>{#p/basic}{~}Ты... т-ты...

source: <08>{#p/basic}{~}Just for you, I'll...
ru_ru: <08>{#p/basic}{~}Только для тебя я...

source: <08>{#p/basic}{~}I'll be the best person I can be!
ru_ru: <08>{#p/basic}{~}Я буду самым лучшим существом, каким только смогу быть!

source: <08>{#p/basic}{~}\x00*licks lips*
ru_ru: <08>{#p/basic}{~}\x00*облизывает губы*

source: <32>{#p/story}* Jerry is wounded.
ru_ru: <32>{#p/story}* Джерри ранен.

source: <08>{#p/basic}{~}I'm so glad we're here!
ru_ru: <08>{#p/basic}{~}Я так рад, что мы здесь!

source: <08>{#p/basic}{~}Aren't you guys BORED?
ru_ru: <08>{#p/basic}{~}Тебе не надоело?

source: <08>{#p/basic}{~}Can we do this more often??
ru_ru: <08>{#p/basic}{~}Мы можем делать это чаще??

source: <08>{#p/basic}{~}Why are we doing this?
ru_ru: <08>{#p/basic}{~}Почему мы это делаем?

source: <08>{#p/basic}{~}Hey, you guys are the BEST!
ru_ru: <08>{#p/basic}{~}Эй, ребята, вы лучшие!

source: <08>{#p/basic}{~}Wow, you guys SUCK at this.
ru_ru: <08>{#p/basic}{~}Вау, ты, ребята, в этом не сильны.

source: <08>{#p/basic}{~}Does anyone want a hug?
ru_ru: <08>{#p/basic}{~}Кто-нибудь хочет обняться?

source: <08>{#p/basic}{~}SHHHH! Let me think, guys!!
ru_ru: <08>{#p/basic}{~}ШШШШШ! Дайте мне подумать, ребята!

source: <08>{#p/basic}{~}Thanks for being here!
ru_ru: <08>{#p/basic}{~}Спасибо, что вы здесь!

source: <08>{#p/basic}{~}Awkwarrd.
ru_ru: <08>{#p/basic}{~}Неловко.

source: <08>{#p/basic}{~}You're awesome! Just saying.
ru_ru: <08>{#p/basic}{~}Ты потрясающий! Точно говорю.

source: <08>{#p/basic}{~}So like, what are you even doing?
ru_ru: <08>{#p/basic}{~}А ты что делаешь?
