Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <08>{#p/basic}{~}Wouldn't trade ya for the galaxy.
ru_ru: <08>{#p/basic}{~}Я бы не променял тебя на галактику.

source: <08>{#p/basic}{~}The signal here sucks.
ru_ru: <08>{#p/basic}{~}Сигнал здесь просто отстойный.

source: <08>{#p/basic}{~}I love humans!
ru_ru: <08>{#p/basic}{~}Я люблю людей!

source: <08>{#p/basic}{~}Must be nice being HUMAN..
ru_ru: <08>{#p/basic}{~}Должно быть, приятно быть ЧЕЛОВЕКОМ..

source: * Jerry
ru_ru: * Джерри

source: <32>{#p/story}* Jerry is living care-free.
ru_ru: <32>{#p/story}* Джерри живёт беззаботно.

source: <32>{#p/story}* Jerry giggles from happiness.
ru_ru: <32>{#p/story}* Джерри хихикает от счастья.

source: <32>{#p/story}* Jerry sneezes without covering its nose.
ru_ru: <32>{#p/story}* Джерри чихает, не закрывая нос.

source: <32>{#p/story}* Jerry lets out a squeal of excitement.
ru_ru: <32>{#p/story}* Джерри издаёт взволнованный визг.

source: <32>{#p/story}* Jerry lets out a yawn.
ru_ru: <32>{#p/story}* Джерри зевает.

source: <32>{#p/story}* Smells like...... Jerry?
ru_ru: <32>{#p/story}* Пахнет как...... Джерри?

source: <32>{#p/story}* Smells like...... Jerry.
ru_ru: <32>{#p/story}* Пахнет как...... Джерри.

source: <32>{#p/story}* Jerry clings to you!
ru_ru: <32>{#p/story}* Джерри прижимается к тебе!

source: <08>{#p/basic}{~}Wow...
ru_ru: <08>{#p/basic}{~}Вау...

source: <08>{#p/basic}{~}A kiss from my very best friend!
ru_ru: <08>{#p/basic}{~}Поцелуй моего лучшего друга!

source: <32>{#p/basic}* The other monster can't bear to watch...
ru_ru: <32>{#p/basic}* Другой монстр не может смотреть...

source: <32>{#p/basic}* The other monsters can't bear to watch...
ru_ru: <32>{#p/basic}* Остальные монстры не могут смотреть...

source: <32>{#p/basic}* The other monster celebrates Jerry's disappearance.
ru_ru: <32>{#p/basic}* Другой монстр празднует исчезновение Джерри.

source: <32>{#p/basic}* The other monsters celebrate Jerry's disappearance.
ru_ru: <32>{#p/basic}* Остальные монстры празднуют исчезновение Джерри.

source: <32>{#p/asriel2}* Whizkarat, the homeless cat. * Lost its purpose in life a long time ago.
ru_ru: <32>{#p/asriel2}* Визкарат, бездомный кот. * Давно потерял цель в жизни.

source: <33>{#p/story}* WHIZKARAT - ATK 16 DEF 8 * This posh city cat wishes only to live the simple life.
ru_ru: <33>{#p/story}* ВИЗКАРАТ - АТК 16 ЗЩТ 8 * Этот шикарный городской кот хочет жить простой жизнью.

source: <33>{#p/story}* WHIZKARAT - ATK 16 DEF 8 * This posh city cat regrets going where it doesn't belong.
ru_ru: <33>{#p/story}* ВИЗКАРАТ - АТК 16 ЗЩТ 8 * Этот шикарный городской кот хочет жить простой жизнью.

source: <33>{#p/story}* WHIZKARAT - ATK 16 DEF 8 * This reformed country mouse is quite pleased with itself.
ru_ru: <33>{#p/story}* ВИЗКАРАТ - АТК 16 ЗЩТ 8 * Эта реформированная деревенская мышь вполне довольна собой.

source: <33>{#p/story}* WHIZKARAT - ATK 16 DEF 8 * This reformed country mouse has taken a liking to you.
ru_ru: <33>{#p/story}* ВИЗКАРАТ - АТК 16 ЗЩТ 8 * Ты приглянулся этой реформированной деревенской мыши.

source: <32>{#p/human}* (You tell Whizkarat a mouse fact.)
ru_ru: <32>{#p/human}* (Ты рассказываешь Визкарат факт о мыши.)

source: <32>{#p/human}* (You tell Whizkarat everything you know about mice.)
ru_ru: <32>{#p/human}* (Ты рассказываешь ВИЗКАРАТ всё, что знаешь о мышах.)

source: <32>{#p/basic}* Suddenly...!
ru_ru: <32>{#p/basic}* Внезапно...!

source: <32>{#p/human}* (You try to tell Whizkarat more, but it's already found its way.)
ru_ru: <32>{#p/human}* (Ты пытаешься рассказать ВИЗКАРАТ больше, но он уже нашёл дорогу.)

source: <32>{#p/human}* (You pluck a whisker from Whizkarat's face.)
ru_ru: <32>{#p/human}* (Ты выщипываешь ус с лица ВИЗКАРАТ.)

source: <32>{#p/basic}* Whizkarat lets out a gnarly hiss!
ru_ru: <32>{#p/basic}* Визкарат издаёт жуткое шипение!

source: <32>{#p/human}* (You pluck another whisker from Whizkarat's face.)
ru_ru: <32>{#p/human}* (Ты выщипываешь ещё один ус с лица Визкарат.)

source: <32>{#p/basic}* Whizkarat scurries away!
ru_ru: <32>{#p/basic}* Визкарат убегает!

source: <32>{#p/human}* (You try to pluck a whisker, but Whizkarat pretends it has none.)
ru_ru: <32>{#p/human}* (Ты пытаешься выщипать усы, но Визкарат делает вид, что их у неё нет.)

source: <32>{#p/human}* (You make a cute remark and scratch Whizkarat's neck.)
ru_ru: <32>{#p/human}* (Ты делаешь милое замечание и чешешь шею Визкарат.)

source: <32>{#p/asriel2}* Whizkarat.
ru_ru: <32>{#p/asriel2}* Визкарат.

source: <32>{#p/story}* Whizkarat is losing its cool.
ru_ru: <32>{#p/story}* Визкарат теряет спокойствие.

source: <08>{#p/basic}{~}Keep your paws off me..!
ru_ru: <08>{#p/basic}{~}Убери от меня свои лапы..!

source: <08>{#p/basic}{~}No pussy- cats allowed.
ru_ru: <08>{#p/basic}{~}Кошки не допускаются.

source: <08>{#p/basic}{~}\x00*purrs gently*
ru_ru: <08>{#p/basic}{~}\x00*ласково мурлычет*

source: <32>{#p/story}* Whizkarat is nearing demise.
ru_ru: <32>{#p/story}* Визкарат близок к гибели.

source: <08>{#p/basic}{~}What food do they eat?
ru_ru: <08>{#p/basic}{~}Какую пищу они едят?

source: <08>{#p/basic}{~}Where do they hide?
ru_ru: <08>{#p/basic}{~}Где они прячутся?

source: <08>{#p/basic}{~}How do they speak?
ru_ru: <08>{#p/basic}{~}Как они говорят?

source: <08>{#p/basic}{~}Do they dream?
ru_ru: <08>{#p/basic}{~}Видят ли они сны?

source: <08>{#p/basic}{~}Alas, here I stand.
ru_ru: <08>{#p/basic}{~}Увы, я стою здесь.

source: <08>{#p/basic}{~}Oh, how I lose myself..
ru_ru: <08>{#p/basic}{~}О, как я теряю себя...

source: <08>{#p/basic}{~}The si- tuation is not ideal.
ru_ru: <08>{#p/basic}{~}Ситуация не идеальная.

source: <08>{#p/basic}{~}Could you help me?
ru_ru: <08>{#p/basic}{~}Ты не мог бы мне помочь?

source: * Whizkarat
ru_ru: * Визкарат

source: <32>{#p/story}* Whizkarat fantasizes about getting down on all fours.
ru_ru: <32>{#p/story}* Визкарат фантазирует о том, чтобы встать на четвереньки.

source: <32>{#p/story}* Whizkarat scans the area.
ru_ru: <32>{#p/story}* Визкарат осматривает местность.

source: <32>{#p/story}* Whizkarat is trying to pretend that it is small.
ru_ru: <32>{#p/story}* Визкарат пытается притвориться, что он маленький.

source: <32>{#p/story}* Smells like top-twenty-cheese.
ru_ru: <32>{#p/story}* Пахнет сыром топ-двадцать.

source: <32>{#p/story}* Whizkarat just needs a little more help.
ru_ru: <32>{#p/story}* Визкарат просто нужно немного больше помощи.

source: <08>{#p/basic}{~}Live in holes, do they..?
ru_ru: <08>{#p/basic}{~}Они живут в норах, да..?

source: <08>{#p/basic}{~}Squeak like toys, do they..?
ru_ru: <08>{#p/basic}{~}Они пищат, как игрушки, не так ли..?

source: <08>{#p/basic}{~}From now on, I shall live as a mouse.
ru_ru: <08>{#p/basic}{~}Отныне я буду жить как мышь.

source: <32>{#p/asriel2}* It's vulnerable.
ru_ru: <32>{#p/asriel2}* Она уязвима.

source: <32>{#p/story}* Whizkarat has found its way.
ru_ru: <32>{#p/story}* Визкарат нашёл свой путь.

source: <08>{#p/basic}{~}Wonder- ful...
ru_ru: <08>{#p/basic}{~}Чудо-полно...

source: <08>{#p/basic}{~}Simply splen- did...
ru_ru: <08>{#p/basic}{~}Просто сплен...

source: <32>{#p/story}* Whizkarat arrives!
ru_ru: <32>{#p/story}* Визкарат прибывает!

source: <32>{#p/asriel2}* Doggo, the unsightly dog. * How exactly did this idiot get a job again?
ru_ru: <32>{#p/asriel2}* Догго, невзрачный пёс. * Как этот идиот снова получил работу?

source: <32>{#p/story}* DOGGO - ATK 13 DEF 7 * Easily excited by movement. * Hobbies include: Cuddles.
ru_ru: <32>{#p/story}* ДОГГО - АТК 13 ЗЩТ 7 * Легко возбуждается от движения. * Увлечения включают: Обнимашки.

source: <32>{#p/story}* DOGGO - ATK 13 DEF 7 * Struggling to even see itself...
ru_ru: <32>{#p/story}* ДОГГО - АТК 13 ЗЩТ 7 * Пытается увидеть себя...

source: <32>{#p/story}* DOGGO - ATK 13 DEF 7 * A very excited dog, currently enjoying a hobby.
ru_ru: <32>{#p/story}* ДОГГО - АТК 13 ЗЩТ 7 * Очень возбуждённый пёс, который в данный момент наслаждается своим хобби.

source: <32>{#p/story}* DOGGO - ATK 13 DEF 7 * This dog strikes you as being lonely in life.
ru_ru: <32>{#p/story}* ДОГГО - АТК 13 ЗЩТ 7 * Эта собака кажется вам одинокой в жизни.

source: <32>{#p/human}* (You flirt with Doggo.)
ru_ru: <32>{#p/human}* (Ты флиртуешь с Догго.)

source: <32>{#p/human}* (You cuddle Doggo closely.)
ru_ru: <32>{#p/human}* (Ты крепко обнимаешь Догго.)

source: <32>{#p/human}* (You throw the spanner.) * (The dog runs to get it.) * (You play fetch for a while.)
ru_ru: <32>{#p/human}* (Ты бросаешь гаечный ключ.) * (Собака бежит за ним.) * (Ты некоторое время играешь в мяч).

source: <11>{#p/basic}{~}WHERE'D IT GO!?
ru_ru: <11>{#p/basic}{~} КУДА ОН ДЕЛОСЬ!?

source: <11>{#p/basic}{~}WHERE'S MY WRENCH NOW!?
ru_ru: <11>{#p/basic}{~}ГДЕ ЖЕ МОЙ КЛЮЧ!?

source: <11>{#p/basic}{~}(Blushes uncontrol- lably)
ru_ru: <11>{#p/basic}{~}(Неконтролируемый румянец)

source: <32>{#p/asriel2}* He's vulnerable.
ru_ru: <32>{#p/asriel2}* Он уязвим.

source: <32>{#p/story}* Doggo has lost sight of you.
ru_ru: <32>{#p/story}* Догго потерял тебя из виду.

source: * Doggo
ru_ru: * Догго

source: <32>{#p/story}* Doggo loves fetch!
ru_ru: <32>{#p/story}* Догго обожает играть в мяч!

source: <32>{#p/human}* (But the dog was too busy looking for the spanner to be pet.)
ru_ru: <32>{#p/human}* (Но пёс был слишком занят поисками гаечного ключа, чтобы его можно было погладить.)

source: <32>{#p/human}* (But the dog was too busy looking for the spanner to hear you.)
ru_ru: <32>{#p/human}* (Но пёс был слишком занят поисками гаечного ключа, чтобы услышать тебя.)

source: <32>{#p/human}* (But the dog was too busy looking for the spanner to be cuddled.)
ru_ru: <32>{#p/human}* (Но пёс был слишком занят поисками гаечного ключа, чтобы с ним можно было пообниматься).

source: <32>{#p/asriel2}* Doggo.
ru_ru: <32>{#p/asriel2}* Догго.

source: <32>{#p/story}* Doggo knows you're here.
ru_ru: <32>{#p/story}* Догго знает, что ты здесь.

source: <32>{#p/human}* (You pet Doggo.)
ru_ru: <32>{#p/human}* (Ты гладишь Догго.)

source: <32>{#p/asriel2}* ... again?
ru_ru: <32>{#p/asriel2}* ... опять?

source: <32>{#p/asriel2}* It's not THAT funny...
ru_ru: <32>{#p/asriel2}* Это не так уж и смешно...

source: <32>{#p/asriel2}* ... or is it?
ru_ru: <32>{#p/asriel2}* ... или нет?

source: <32>{#p/asriel2}* This is so stupid.
ru_ru: <32>{#p/asriel2}* Это так глупо.

source: <32>{#p/asriel2}* Do you really need to do this?
ru_ru: <32>{#p/asriel2}* Тебе действительно нужно это делать?

source: <32>{#p/asriel2}* I guess so.
ru_ru: <32>{#p/asriel2}* Думаю, да.

source: <32>{#p/asriel2}* This is getting out of hand...
ru_ru: <32>{#p/asriel2}* Это выходит из-под контроля...

source: <32>{#p/asriel2}* Wow. * Just wow.
ru_ru: <32>{#p/asriel2}* Вау. * Просто вау.

source: <32>{#p/asriel2}* You are enjoying this way too much.
ru_ru: <32>{#p/asriel2}* Ты слишком много наслаждаешься этим.

source: <11>{#p/basic}{~}AGAIN!?!?
ru_ru: <11>{#p/basic}{~}ОПЯТЬ!?!?

source: <32>{#p/story}* Doggo has been pet.
ru_ru: <32>{#p/story}* Догго был поглажен.

source: <11>{#p/basic}{~}WHAT!!! I'VE BEEN PET!
ru_ru: <11>{#p/basic}{~}ЧТО!!! Я БЫЛ ЖИВОТНЫМ!

source: <11>{#p/basic}{~}WHERE'S THAT COMING FROM!?
ru_ru: <11>{#p/basic}{~}ОТКУДА ЭТО!?

source: <11>{#p/basic}{~}THERE'S NO END TO IT!!
ru_ru: <11>{#p/basic}{~}ЭТОМУ НЕТ КОНЦА!!!

source: <11>{#p/basic}{~}WELL, THIS IS THOROUGH!!!
ru_ru: <11>{#p/basic}{~}НУ, ЭТО ОСНОВАТЕЛЬНО!!!

source: <11>{#p/basic}{~}(Dies)
ru_ru: <11>{#p/basic}{~}(Умирает)

source: <11>{#p/basic}{~}(Comes back to life)
ru_ru: <11>{#p/basic}{~}(Возвращается к жизни)

source: <11>{#p/basic}{~}IT JUST KEEPS COMING!
ru_ru: <11>{#p/basic}{~}ОН ПРОДОЛЖАЕТ РАСТИ!

source: <11>{#p/basic}{~}AND COMING!!
ru_ru: <11>{#p/basic}{~}И ИДЁТ!!

source: <11>{#p/basic}{~}AND COMINGGG!!!
ru_ru: <11>{#p/basic}{~}И ИДЁТ!!!

source: <11>{#p/basic}{~}OK. That's enough.
ru_ru: <11>{#p/basic}{~}ХОРОШО. Достаточно.

source: <11>{#p/basic}{~}I said "that's enough!"
ru_ru: <11>{#p/basic}{~}Я сказал: "Достаточно!"

source: <11>{#p/basic}{~}Oh my god, it just doesn't stop!
ru_ru: <11>{#p/basic}{~}Боже мой, это не прекращается!

source: <11>{#p/basic}{~}OH MY GOD, IT REALLY DOESN'T STOP!!
ru_ru: <11>{#p/basic}{~}О БОЖЕ, ЭТО ПРАВДА НЕ ПРЕКРАЩАЕТСЯ!!!

source: <11>{#p/basic}{~}AHHHHHHH!!!
ru_ru: <11>{#p/basic}{~}АХХХХХХХХ!!!

source: <11>{#p/basic}{~}No escape!
ru_ru: <11>{#p/basic}{~}Не убежать!

source: <11>{*}{#p/basic}{~}Ha! It moved! It couldn't NOT move!{^30}{%}
ru_ru: <11>{*}{#p/basic}{~}Ха! Он двигался! Он НЕ мог двигаться!

source: <11>{#p/basic}{~}Will it move this time?
ru_ru: <11>{#p/basic}{~}Будет ли он двигаться на этот раз?

source: <32>{#p/story}* Doggo blocks the way!
ru_ru: <32>{#p/story}* Догго преграждает путь!

source: <32>{#p/basic}* Doggo is too suspicious of your actions.
ru_ru: <32>{#p/basic}* Догго слишком подозрительно относится к твоим действиям.

source: <32>{#p/asriel2}* Canis Minor, the ignorant dog. * It probably doesn't even know why it's here.
ru_ru: <32>{#p/asriel2}* Малый Пёс, незнающий пёс. * Он, наверное, даже не знает, зачем он здесь.

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * Wields a shiny dogger made of fido-nium.
ru_ru: <32>{#p/story}* МАЛЫЙ ПЁС - АТК 12 ЗЩТ 2 * Держит блестящий доггер, сделанный из фидо-ниума.

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * Scarred for life, this puppy wants to turn tail and run.
ru_ru: <32>{#p/story}* МАЛЫЙ ПЁС - АТК 12 ЗЩТ 2 * Этот щенок, получивший шрам на всю жизнь, хочет повернуть хвост и убежать.

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * It's necks-in-line for the galaxy's tallest monster.
ru_ru: <32>{#p/story}* МАЛЫЙ ПЁС - АТК 12 ЗЩТ 2 * В очереди на звание самого высокого монстра галактики.

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * Trying its best to decipher your advanced petting.
ru_ru: <32>{#p/story}* МАЛЫЙ ПЁС - АТК 12 ЗЩТ 2 * Старается изо всех сил расшифровать твоё продвинутое обращение.

source: <32>{#p/story}* CANIS MINOR - ATK 12 DEF 2 * The journey for this puppy has only just begun.
ru_ru: <32>{#p/story}* МАЛЫЙ ПЁС - АТК 12 ЗЩТ 2 * Путешествие этого щенка только начинается.

source: <32>{#p/human}* (You tell Canis Minor you love it by petting it in morse code.)
ru_ru: <32>{#p/human}* (Ты говоришь Малому Псу, что любишь его, поглаживая его азбукой Морзе.)

source: <32>{#p/human}* (You place your hand on Canis Minor's head, shaking and ruffling its fur to the core.)
ru_ru: <32>{#p/human}* (Ты кладешь руку на голову Малого Пса, встряхивая и прочесывая его шерсть до самой сердцевины.)

source: <32>{#p/human}* (You pet Canis Minor and ask it who's a good dog. It barks its answer excitedly.)
ru_ru: <32>{#p/human}* (Ты гладишь Малого Пса и спрашиваешь его, кто хорошая собака. Она возбужденно лает в ответ.)

source: <32>{#p/human}* (You tickle Canis Minor's sides, thereby petting it.) * (It's a frenzy of excitement.)
ru_ru: <32>{#p/human}* (Ты щекочешь бока Малого Пса, тем самым поглаживая его.) * (Это бешеное возбуждение.)

source: <32>{#p/human}* (You throw the spanner.) * (The dog elongates its neck to reach it.)
ru_ru: <32>{#p/human}* (Ты бросаешь гаечный ключ.) * (Пёс вытягивает шею, чтобы дотянуться до него.)

source: <32>{#p/human}* (You play fetch for a while.)
ru_ru: <32>{#p/human}* (Ты некоторое время играешь в лапту.)

source: <32>{#p/asriel2}* But why though?
ru_ru: <32>{#p/asriel2}* Но почему?

source: <32>{#p/story}* Canis Minor loves fetch!
ru_ru: <32>{#p/story}* Малый Пёс обожает пошалить!

source: <32>{#p/story}* Canis Minor tucks its tail between its legs.
ru_ru: <32>{#p/story}* Малый Пёс засунул хвост между ног.

source: * Canis Minor
ru_ru: * Малый Пёс

source: <11>{#p/basic}{~}(Tiny bark)
ru_ru: <11>{#p/basic}{~}(Крошечный лай)

source: <11>{#p/basic}{~}(Wag wag)
ru_ru: <11>{#p/basic}{~}(Ваг ваг)

source: <11>{#p/basic}{~}(Thinks of food)
ru_ru: <11>{#p/basic}{~}(Думает о еде)

source: <11>{#p/basic}{~}(Excited noises)
ru_ru: <11>{#p/basic}{~}(Взволнованные звуки)

source: <11>{#p/basic}{~}(Motor revving)
ru_ru: <11>{#p/basic}{~}(Двигатель вращается)

source: <11>{#p/basic}{~}(Plane takeoff)
ru_ru: <11>{#p/basic}{~}(Взлёт самолёта)

source: <11>{#p/basic}{~}(Kettle whistle)
ru_ru: <11>{#p/basic}{~}(Свисток для чайника)

source: <11>{#p/basic}{~}(Faraway bark)
ru_ru: <11>{#p/basic}{~}(Далекий лай)

source: <11>{#p/basic}{~}(Bark)
ru_ru: <11>{#p/basic}{~}(Лай)

source: <32>{#p/human}* (You barely lift your hand.)
ru_ru: <32>{#p/human}* (Ты едва поднимаешь руку.)

source: <32>{#p/basic}* How exciting!
ru_ru: <32>{#p/basic}* Как интересно!

source: <32>{#p/human}* (You lightly touch the dog.)
ru_ru: <32>{#p/human}* (Ты аккуратно прикасаешься к собаке.)

source: <32>{#p/basic}* It's already overexcited...
ru_ru: <32>{#p/basic}* Он уже переволновался...

source: <32>{#p/asriel2}* Dogs do love to be pet.
ru_ru: <32>{#p/asriel2}* Собаки очень любят, когда их гладят.

source: <32>{#p/human}* (You pet Canis Minor.)
ru_ru: <32>{#p/human}* (Ты гладишь Малого Пса.)

source: <32>{#p/basic}* It's raising its head to meet your hand.
ru_ru: <32>{#p/basic}* Он поднимает голову, чтобы встретить вашу руку.

source: <32>{#p/asriel2}* Okay, you've pet it. * There's really no reason to keep going.
ru_ru: <32>{#p/asriel2}* Ладно, ты погладил его. * Нет смысла продолжать.

source: <32>{#p/basic}* It was a good dog.
ru_ru: <32>{#p/basic}* Это была хорошая собака.

source: <32>{#p/asriel2}* No reason to keep going?
ru_ru: <32>{#p/asriel2}* Нет причин продолжать?

source: <32>{#p/basic}* Its excitement knows no bounds...
ru_ru: <32>{#p/basic}* Его волнение не знает границ...

source: <32>{#p/asriel2}* No reason to keep going.
ru_ru: <32>{#p/asriel2}* Нет причин продолжать.

source: <32>{#p/basic}* Critical pet! * Dog excitement increased.
ru_ru: <32>{#p/basic}* Критический питомец! * Волнение пса увеличилось.

source: <32>{#p/asriel2}* Golly, $(name).
ru_ru: <32>{#p/asriel2}* Ух ты, $(name).

source: <32>{#p/human}* (You have to jump up to pet the dog.)
ru_ru: <32>{#p/human}* (Ты должен подпрыгнуть, чтобы погладить пса.)

source: <32>{#p/asriel2}* We can't do this all day.
ru_ru: <32>{#p/asriel2}* Мы не можем заниматься этим весь день.

source: <32>{#p/human}* (You pet Canis Minor without even reaching it.)
ru_ru: <32>{#p/human}* (Ты гладишь Малого Пса, даже не дотянувшись до него.)

source: <32>{#p/basic}* It gets more excited.
ru_ru: <32>{#p/basic}* Он становится более взволнованным.

source: <32>{#p/asriel2}* We CAN do this all day...?
ru_ru: <32>{#p/asriel2}* Мы можем заниматься этим весь день...?

source: <32>{#p/basic}* There is no way to stop this madness.
ru_ru: <32>{#p/basic}* Нет способа остановить это безумие.

source: <32>{#p/basic}* Many small pets for a dog, one giant neck amongst dog-kind.
ru_ru: <32>{#p/basic}* Много маленьких питомцев для собаки, одна огромная шея среди собачьего рода.

source: <32>{#p/asriel2}* Why are we still here.
ru_ru: <32>{#p/asriel2}* Почему мы всё ещё здесь.

source: <32>{#p/human}* (You call Canis Minor, but it cannot hear you.)
ru_ru: <32>{#p/human}* (Ты зовёшь Малого Пса, но он тебя не слышит.)

source: <32>{#p/asriel2}* There. * It's totally out of reach now.
ru_ru: <32>{#p/asriel2}* Вот. * Теперь он совершенно недосягаем.

source: <32>{#p/human}* (You can reach Canis Minor again.)
ru_ru: <32>{#p/human}* (Ты снова можешь достичь Малого Пса.)

source: <32>{#p/asriel2}* You've GOT to be kidding me.
ru_ru: <32>{#p/asriel2}* Ты, должно быть, шутишь.

source: <32>{#p/basic}* It's possible that you may have a problem.
ru_ru: <32>{#p/basic}* Возможно, ты столкнулся с проблемой.

source: <32>{#p/human}* (Canis Minor is unpettable, but appreciates the attempt.)
ru_ru: <32>{#p/human}* (Малый Пёс неуязвим, но оценил попытку.)

source: <32>{#p/asriel2}* Stop.
ru_ru: <32>{#p/asriel2}* Остановись.

source: <32>{#p/basic}* Perhaps mankind was not meant to pet this much.
ru_ru: <32>{#p/basic}* Возможно, человеку не суждено так много гладить.

source: <32>{#p/asriel2}* Please stop.
ru_ru: <32>{#p/asriel2}* Пожалуйста остановись.

source: <32>{#p/basic}* It continues.
ru_ru: <32>{#p/basic}* Оно продолжается.

source: <32>{#p/human}* (But Canis Minor was beyond your reach.)
ru_ru: <32>{#p/human}* (Но Малый Пёс был недосягаем для тебя.)

source: <32>{#p/asriel2}* Okay, it's over. * Now kill this idiot already.
ru_ru: <32>{#p/asriel2}* Ладно, всё кончено. * Теперь убей этого идиота.

source: <32>{#p/human}* (Really now.)
ru_ru: <32>{#p/human}* (Правда, сейчас.)

source: <32>{#p/basic}* ... really now.
ru_ru: <32>{#p/basic}* ... действительно, сейчас.

source: <32>{#p/asriel2}* Really now...
ru_ru: <32>{#p/asriel2}* Серьёзно...

source: <32>{#p/asriel2}* Canis Minor.
ru_ru: <32>{#p/asriel2}* Малый Пёс.

source: <32>{#p/story}* Canis Minor appears.
ru_ru: <32>{#p/story}* Появляется Малый Пёс.

source: <32>{#p/story}* Canis Minor tilts its head to one side.
ru_ru: <32>{#p/story}* Малый Пёс наклоняет голову на одну сторону.

source: <32>{#p/story}* Canis Minor thinks your weapon is a dog treat.
ru_ru: <32>{#p/story}* Малый Пёс думает, что ваше оружие - это собачье лакомство.

source: <32>{#p/story}* Canis Minor is not really paying attention.
ru_ru: <32>{#p/story}* Малый Пёс не очень-то обращает внимание.

source: <32>{#p/story}* Smells like dog chow.
ru_ru: <32>{#p/story}* Пахнет собачьим кормом.

source: <32>{#p/story}* Canis Minor is barking excitedly.
ru_ru: <32>{#p/story}* Малый Пёс взволнованно лает.

source: <32>{#p/story}* Canis Minor is overstimulated.
ru_ru: <32>{#p/story}* Малый Пёс перевозбужден.

source: <32>{#p/story}* Canis Minor shows no signs of stopping.
ru_ru: <32>{#p/story}* Малый Пёс не собирается останавливаться.

source: <32>{#p/story}* Canis Minor is lowering.
ru_ru: <32>{#p/story}* Малый Пёс опускается.

source: <32>{#p/story}* Canis Minor learns to code.
ru_ru: <32>{#p/story}* Малый Пёс учится кодировать.

source: <32>{#p/story}* Canis Minor is whining because it can't see you.
ru_ru: <32>{#p/story}* Малый Пёс скулит, потому что не видит тебя.

source: <32>{#p/story}* Hello there.
ru_ru: <32>{#p/story}* Привет.

source: <32>{#p/story}* Canis Minor is questioning your life choices.
ru_ru: <32>{#p/story}* Малый Пёс сомневается в правильности твоего жизненного выбора.

source: <32>{#p/story}* Canis Minor has gone where no dog has gone before.
ru_ru: <32>{#p/story}* Малый Пёс отправился туда, куда ещё не ступала нога собаки.

source: <32>{#p/asriel2}* Dogamy, the pathetic dog. * Relies entirely on his over- aggressive partner.
ru_ru: <32>{#p/asriel2}* Догамий, жалкий пёс. * Полностью полагается на своего слишком агрессивного партнера.

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Husband of Dogaressa. * Knows only what he smells.
ru_ru: <32>{#p/story}* ДОГАМИЙ - АТК 14 ЗЩТ 5 * Муж Догарессы. * Знает только то, что чует.

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Recently widowed. * Knows only the pain of loss.
ru_ru: <32>{#p/story}* ДОГАМИЙ - АТК 14 ЗЩТ 5 * Недавно овдовел. * Знает только боль утраты.

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Husband of Dogaressa. * Knows more than ever before.
ru_ru: <32>{#p/story}* ДОГАМИЙ - АТК 14 ЗЩТ 5 * Муж Догарессы. * Знает больше, чем когда-либо прежде.

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Husband of Dogaressa. * Doesn't mind sharing...?
ru_ru: <32>{#p/story}* ДОГАМИЙ - АТК 14 ЗЩТ 5 * Муж Догарессы. * Не против поделиться...?

source: <32>{#p/story}* DOGAMY - ATK 14 DEF 5 * Husband of Dogaressa. * Wouldn't mind leaving...?
ru_ru: <32>{#p/story}* ДОГАМИЙ - АТК 14 ЗЩТ 5 * Муж Догарессы. * Не против уйти...?

source: <32>{#p/human}* (You throw the spanner.) * (The dogs run to get it.) * (You play fetch for a while.)
ru_ru: <32>{#p/human}* (Ты бросаешь гаечный ключ.) * (Собаки бегут за ним.) * (Ты играешь в мяч некоторое время.)
