Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <15>{#f/24}YOU LIKE FEELING MY ARM- PILLOWS WITH A FLOATING HEART.
ru_ru: <15>{#f/24}ТЕБЕ НРАВИТСЯ ЧУВСТВОВАТЬ МОЮ РУКУ-ПОДУШКУ С ПЛАВАЮЩИМ СЕРДЦЕМ.

source: <15>{#f/20}BUT WHO DOESN'T!? TRY AGAIN!
ru_ru: <15>{#f/20}НО КТО НЕ ЗНАЕТ!? ПОПРОБУЙ ЕЩЁ РАЗ!

source: <15>{#p/papyrus}{#f/13}HOLDING MY HAND SO I'LL TELL YOU THE ANSWER...?
ru_ru: <15>{#p/papyrus}{#f/13}ДЕРЖИШЬ МЕНЯ ЗА РУКУ, ЧТОБЫ Я СКАЗАЛ ТЕБЕ ОТВЕТ...?

source: <15>{#f/14}N-NO, I MUST RESIST!!
ru_ru: <15>{#f/14}Н-НЕТ, Я ДОЛЖЕН СОПРОТИВЛЯТЬСЯ!!

source: <15>{#f/20}TRY AGAIN!
ru_ru: <15>{#f/20}ПОПРОБУЙ ЕЩЁ РАЗ!

source: <15>{#p/papyrus}{#f/26}PILLOWS OR NOT, THERE'S NO SECRET TO MY LEGS.
ru_ru: <15>{#p/papyrus}{#f/26}ПОДУШКИ ИЛИ НЕТ, НО В МОИХ НОГАХ НЕТ НИКАКОГО СЕКРЕТА.

source: <15>{#f/10}ONLY HARD WORK AND PERSEVERANCE!
ru_ru: <15>{#f/10}ТОЛЬКО ТЯЖЁЛАЯ РАБОТА И НАСТОЙЧИВОСТЬ!

source: <15>{#p/papyrus}{#f/24}THIS "DRIP" MAY BE UNDE- FEET-ABLE...
ru_ru: <15>{#p/papyrus}{#f/24}ЭТА "КАПЕЛЬНИЦА" МОЖЕТ БЫТЬ НЕ...

source: <15>{#f/20}BUT EXPECTING A SECRET HERE IS TOTALLY UNREASONABLE!
ru_ru: <15>{#f/20}НО ОЖИДАТЬ ЗДЕСЬ СЕКРЕТА СОВЕРШЕННО НЕРАЗУМНО!

source: <15>{#p/papyrus}{#f/20}AH YES, MY TOP-OF-THE-LINE SPORTSWEAR!
ru_ru: <15>{#p/papyrus}{#f/20}АХ ДА, МОЯ САМАЯ ЛУЧШАЯ СПОРТИВНАЯ ОДЕЖДА!

source: <15>{#f/24}YOU WON'T FIND ANY SECRETS HERE, THOUGH, BECAUSE...
ru_ru: <15>{#f/24}АХ ДА, МОЯ САМАЯ ЛУЧШАЯ СПОРТИВНАЯ ОДЕЖДА...

source: <15>{#f/20}I DON'T HAVE ANY POCKETS TO HIDE THEM IN!!!
ru_ru: <15>{#f/20}У МЕНЯ НЕТ КАРМАНОВ, ЧТОБЫ СПРЯТАТЬ ИХ!!!

source: <15>{#p/papyrus}{#f/24}MY SHOULDERS...
ru_ru: <15>{#p/papyrus}{#f/24}МОИ ПЛЕЧИ...

source: <15>{#f/10}ARE YOU ASKING FOR A PIGGYBACK RIDE??
ru_ru: <15>{#f/10}ТЫ ПРОСИШЬ ПОКАТАТЬ ТЕБЯ НА СВИНЬЕ??

source: <15>{#f/24}WELL, I'D GIVE IT TO YOU IF WE WEREN'T SO BUSY DATING.
ru_ru: <15>{#f/24}НУ, Я БЫ ОТДАЛ ЕГО ТЕБЕ, ЕСЛИ БЫ МЫ НЕ БЫЛИ ТАК ЗАНЯТЫ СВИДАНИЕМ.

source: <15>{#f/24}WELL, I'D GIVE IT TO YOU IF WE WEREN'T SO BUSY HANGING OUT.
ru_ru: <15>{#f/24}НУ, Я БЫ ОТДАЛ ЕГО ТЕБЕ, ЕСЛИ БЫ МЫ НЕ БЫЛИ ТАК ЗАНЯТЫ.

source: <15>{#f/20}BUT WE ARE! SO TRY AGAIN!
ru_ru: <15>{#f/20}НО МЫ ЗДЕСЬ! ПОПРОБУЙ ЕЩЕ РАЗ!

source: <15>{#p/papyrus}{#f/14}SERIOUSLY??
ru_ru: <15>{#p/papyrus}{#f/14}СЕРЬЁЗНО??

source: <15>{#f/19}I'M NOT JUST GOING TO -TELL- YOU THE SECRET...
ru_ru: <15>{#f/19}Я НЕ ПРОСТО РАССКАЖУ ТЕБЕ СЕКРЕТ...

source: <15>{#f/20}YOU'LL HAVE TO TRY A LITTLE HARDER THAN THAT!
ru_ru: <15>{#f/20}ТЕБЕ ПРИДЕТСЯ ПОСТАРАТЬСЯ!

source: <15>{#p/papyrus}{#f/24}IF YOUR {@fill=#f00}LV{@fill=#000} IS THIS HIGH, THEN...
ru_ru: <15>{#p/papyrus}{#f/24}ЕСЛИ ТВОЙ {@fill=#f00}LV{@fill=#000} ТАК ВЫСОК, ТО...

source: <15>{#f/28}YOUR {@fill=#f00}LOVE{@fill=#000} FOR ME MUST BE EVEN GREATER THAN I THOUGHT!
ru_ru: <15>{#f/28}ТВОЯ {@fill=#f00}ЛЮБОВЬ{@fill=#000} ДЛЯ МЕНЯ, ДОЛЖНА БЫТЬ, ЕЩЁ БОЛЬШЕ, ЧЕМ Я ДУМАЛ!

source: <15>{#f/28}YOU'VE GOT MORE EXPERIENCE WITH {@fill=#f00}LOVE{@fill=#000} THAN I THOUGHT!
ru_ru: <15>{#f/28}У ВАС БОЛЬШЕ ОПЫТА С {@fill=#f00}ЛЮБОВЬЮ{@fill=#000}, ЧЕМ Я ПОДУМАЛ!

source: <15>{#f/24}STILL, THAT'S YOUR SECRET, NOT MINE.
ru_ru: <15>{#f/24}ТЕМ НЕ МЕНЕЕ, ЭТО ТВОЙ СЕКРЕТ, А НЕ МОЙ.

source: <15>{#p/papyrus}{#f/24}AN {@fill=#f00}LV{@fill=#000} OF TWO?
ru_ru: <15>{#p/papyrus}{#f/24}И {@fill=#f00}УР{@fill=#000} ДВА?

source: <15>{#f/27}DOES THAT MEAN...
ru_ru: <15>{#f/27}ЗНАЧИТ ЛИ ЭТО...

source: <15>{#f/28}YOU HAVE A SECRET SECOND {@fill=#f00}LOVE{@fill=#000} INTEREST...?
ru_ru: <15>{#f/28}У ТЕБЯ ЕСТЬ ТАЙНАЯ СЕКУНДА {@fill=#f00}ЛЮБВИ{@fill=#000} ИНТЕРЕСНО...?

source: <15>{#f/20}WELL, THIS IS SUPPOSED TO BE ABOUT MY SECRET!!
ru_ru: <15>{#f/20}НУ, ЭТО ДОЛЖНО БЫТЬ О МОЁМ СЕКРЕТЕ!!

source: <15>{#f/28}YOUR INTEREST IN ME IS SECRETLY TWO-FOLD?
ru_ru: <15>{#f/28}ТВОЙ ИНТЕРЕС КО МНЕ ТАЙНО ДВОИТСЯ?

source: <15>{#f/28}THAT DEEP DOWN, YOU {@fill=#f00}LOVE{@fill=#000} ME AS MUCH AS YOU LIKE ME?
ru_ru: <15>{#f/28}ЧТО ГЛУБОКО ВНИЗУ, ТЫ {@fill=#f00}ЛЮБИШЬ{@fill=#000} МЕНЯ ТАК ЖЕ СИЛЬНО, КАК И ТЫ?

source: <15>{#f/14}N-NO...! I WILL NOT SUCCUMB TO YOUR TRICKS!
ru_ru: <15>{#f/14}Н-НЕТ...! Я НЕ ПОДДАМСЯ НА ТВОИ УЛОВКИ!

source: <15>{#p/papyrus}{#f/24}AN {@fill=#f00}LV{@fill=#000} OF ONE?
ru_ru: <15>{#p/papyrus}{#f/24}И {@fill=#f00}УР@fill=#000} РАВЕН ОДНОМУ?

source: <15>{#f/26}DOES THAT MEAN...
ru_ru: <15>{#f/26}ЗНАЧИТ ЛИ ЭТО...

source: <15>{#f/28}THAT I'M YOUR ONE TRUE {@fill=#f00}LOVE{@fill=#000}...?
ru_ru: <15>{#f/28}ЧТО Я ТВОЙ ЕДИНСТВЕННЫЙ НАСТОЯЩИЙ {@fill=#f00}ЛЮБОВНИК{@fill=#000}...?

source: <15>{#f/24}WELL, THAT WOULDN'T MAKE SENSE IF WE'RE JUST FRIENDS.
ru_ru: <15>{#f/24}НУ, ЭТО НЕ ИМЕЕТ СМЫСЛА, ЕСЛИ МЫ ПРОСТО ДРУЗЬЯ.

source: <15>{#f/14}B-BUT... NO! I WILL NOT SUCCUMB TO YOUR TRICKS!
ru_ru: <15>{#f/14}Н-НО... НЕТ! Я НЕ ПОДДАМСЯ НА ТВОИ УЛОВКИ!

source: <15>{#p/papyrus}{#f/24}AN {@fill=#f00}LV{@fill=#000} OF ZERO?
ru_ru: <15>{#p/papyrus}{#f/24}И {@fill=#f00}УР{@fill=#000} РАВНЕН НОЛЮ?

source: <15>{#f/26}OKAY, THAT'S WEIRD.
ru_ru: <15>{#f/26}ОКЕЙ, ЭТО СТРАННО.

source: <15>{#f/21}SANS TOLD ME A HUMAN'S {@fill=#f00}LOVE{@fill=#000} STARTS AT ONE.
ru_ru: <15>{#f/21}САНС СКАЗАЛ МНЕ, ЧТО ЧЕЛОВЕК {@fill=#f00}ЛЮБИТ{@fill=#000} НАЧИНАЕТСЯ С ОДНОГО.

source: <15>{#f/24}HMM...
ru_ru: <15>{#f/24}ХМ...

source: <15>{#f/24}IS THIS YOUR SECRET?
ru_ru: <15>{#f/24}ЭТО ТВОЙ СЕКРЕТ?

source: <15>{#f/20}WELL, THIS IS SUPPOSED TO BE ABOUT MY SECRET!
ru_ru: <15>{#f/20}НУ, ЭТО ДОЛЖНО БЫЛО БЫТЬ О МОЕМ СЕКРЕТЕ!

source: <15>{#p/papyrus}{#f/22}WHAT!? AN HP EVEN -FULLER- THAN FULL!?
ru_ru: <15>{#p/papyrus}{#f/22}ЧТО!!! ОЗ ЕЩЁ ПОЛНЕЕ, ЧЕМ ПОЛНОЕ!?

source: <15>{#f/10}YOU REALLY CAME PREPARED FOR ANYTHING!
ru_ru: <15>{#f/10}ТЫ БЫЛ ГОТОВ КО ВСЕМУ!

source: <15>{#f/24}BUT THIS HAS NOTHING TO DO WITH MY SECRET.
ru_ru: <15>{#f/24}НО ЭТО НЕ ИМЕЕТ НИКАКОГО ОТНОШЕНИЯ К МОЕМУ СЕКРЕТУ.

source: <15>{#p/papyrus}{#f/24}YOUR HP MAY BE FULL, BUT WHEN IT COMES TO SECRETS...
ru_ru: <15>{#p/papyrus}{#f/24}ТВОЙ ОЗ МОЖЕТ БЫТЬ ПОЛОН, НО КОГДА ДЕЛО ДОХОДИТ ДО СЕКРЕТОВ...

source: <15>{#f/20}YOU'RE STILL RUNNING ON EMPTY!
ru_ru: <15>{#f/20}ТЫ ВСЁ ЕЩЁ БЕЖИШЬ!

source: <15>{#p/papyrus}{#f/20}SO THAT'S HOW IT IS...
ru_ru: <15>{#p/papyrus}{#f/20}ТАК ВОТ ОНО КАК...

source: <15>{#f/24}YOU THINK BY SCRATCHING MY NECK...
ru_ru: <15>{#f/24}ТЫ ДУМАЕШЬ, ЧТО ПОЧЕСАВ МОЮ ШЕЮ...

source: <15>{#f/21}AND CALLING ME A "GOOD BOY..."
ru_ru: <15>{#f/21}И НАЗЫВАЯ МЕНЯ "ХОРОШИМ ПАРНЕМ..."

source: <15>{#f/24}I'LL BARK THE ANSWER AT YOU LIKE A DOG.
ru_ru: <15>{#f/24}Я БУДУ ЛАЯТЬ НА ТЕБЯ, КАК СОБАКА.

source: <15>{#f/20}LAST I CHECKED, I WAS A SKELETON! SO TRY AGAIN!
ru_ru: <15>{#f/20}НАСКОЛЬКО Я ПОМНЮ, Я БЫЛ СКЕЛЕТОМ! ПОПРОБУЙ ЕЩЁ РАЗ!

source: <15>{#p/papyrus}{#f/27}W-WELL THEN...
ru_ru: <15>{#p/papyrus}{#f/27}НУ ЧТО Ж...

source: <15>{#f/27}YOU FOUND MY SECRET!
ru_ru: <15>{#f/27}ТЫ НАШЁЛ МОЙ СЕКРЕТ!

source: <15>{#f/24}I SUPPOSE I HAVE NO CHOICE BUT TO ADMIT THE TRUTH.
ru_ru: <15>{#f/24}ПОЛАГАЮ, У МЕНЯ НЕТ ВЫБОРА, КРОМЕ КАК ПРИЗНАТЬ ПРАВДУ.

source: <15>{#f/24}IT'S A PRESENT...
ru_ru: <15>{#f/24}ЭТО ПОДАРОК...

source: <15>{#f/27}A PRESENT J-JUST FOR YOU!!!
ru_ru: <15>{#f/27}ПОДАРОК СПЕЦИАЛЬНО ДЛЯ ТЕБЯ!!!

source: <15>{#f/27}A PRESENT FOR US TO SHARE!!!
ru_ru: <15>{#f/27}ПОДАРОК ДЛЯ НАС, ЧТОБЫ ПОДЕЛИТЬСЯ!!!

source: <15>{#f/10}GO AHEAD! OPEN IT!
ru_ru: <15>{#f/10}ВПЕРЁД! ОТКРЫВАЙ!

source: * (What will you do?)
ru_ru: * (Что ты будешь делать?)

source: Open it
ru_ru: Открыть его

source: Do not
ru_ru: Нет

source: <15>{#p/papyrus}{#f/21}YOU WON'T EVEN HARM MY DELICATE WRAPPING??
ru_ru: <15>{#p/papyrus}{#f/21}ТЫ ДАЖЕ НЕ ПОВРЕДИШЬ МОЮ НЕЖНУЮ УПАКОВКУ??

source: <15>{#f/27}N-NO... THAT TECHNIQUE...
ru_ru: <15>{#f/27}Н-НЕТ... ЭТА ТЕХНИКА...

source: <15>{#f/13}IT'S TOO MUCH!
ru_ru: <15>{#f/13}ЭТО СЛИШКОМ МНОГО!

source: <15>{#f/14}B-BUT... AHA! COUNTERATTACK!
ru_ru: <15>{#f/14}Н-НО... АХА! КОНТРНАСТУПЛЕНИЕ!

source: <15>{#f/15}I'LL OPEN THE PRESENT MYSELF!!
ru_ru: <15>{#f/15}Я САМ ОТКРОЮ ПОДАРОК!!!

source: <15>{#p/papyrus}{#f/20}DO YOU KNOW WHAT -THIS- IS?
ru_ru: <15>{#p/papyrus}{#f/20}ТЫ ЗНАЕШЬ, ЧТО ЭТО?

source: * (Do you know what it is?)
ru_ru: * (Ты знаешь, что это?)

source: <15>{#p/papyrus}{#f/26}SPAGHETTI.
ru_ru: <15>{#p/papyrus}{#f/26}СПАГЕТТИ.

source: <15>{#f/24}THAT'S PROBABLY WHAT YOU'RE THINKING, ISN'T IT?
ru_ru: <15>{#f/24}ВОЗМОЖНО, ИМЕННО ОБ ЭТОМ ТЫ И ДУМАЕШЬ, НЕ ТАК ЛИ?

source: <15>{#f/20}RIGHT!
ru_ru: <15>{#f/20}ПРАВИЛЬНО!

source: <15>{#f/15}BUT OH-SO-WRONG!
ru_ru: <15>{#f/15}НО ТАК НЕПРАВИЛЬНО!

source: <15>{#p/papyrus}{#f/20}NYEH HEH HEH! THAT'S RIGHT.
ru_ru: <15>{#p/papyrus}{#f/20}НЙЕХ ХЕХ ХЕХ! ЭТО ПРАВИЛЬНО.

source: <15>{#p/papyrus}{#f/15}YOU HAVE NO IDEA!
ru_ru: <15>{#p/papyrus}{#f/15}ТЫ ДАЖЕ НЕ ПРЕДСТАВЛЯЕШЬ!

source: <15>{#f/24}THOUGH THIS APPEARS TO BE SPAGHETTI...
ru_ru: <15>{#f/24}ХОТЯ ЭТО ПОХОЖЕ НА СПАГЕТТИ...

source: <15>{#p/papyrus}{#f/20}THIS ISN'T ANY PLAIN OL' PASTA!
ru_ru: <15>{#p/papyrus}{#f/20}ЭТО НЕ ПРОСТАЯ ПАСТА!

source: <15>{#f/20}THIS IS AN ARTISAN'S WORK!
ru_ru: <15>{#f/20}ЭТО РАБОТА МАСТЕРА!

source: <15>{#f/24}SILKEN SPAGHETTI, FINELY AGED IN A TIME DILATION UNIT.
ru_ru: <15>{#f/24}ШЕЛКОВИСТЫЕ СПАГЕТТИ, ТОНКО ВЫДЕРЖАННЫЕ В УСТАНОВКЕ ДЛЯ ЗАМЕДЛЕНИЯ ВРЕМЕНИ.

source: <15>{#f/20}THEN PREPARED BY ME, MASTER CHEF PAPYRUS!
ru_ru: <15>{#f/20}ЗАТЕМ ПРИГОТОВЛЕННЫЕ МНОЙ, ШЕФ-ПОВАРОМ ПАПИРУСОМ!

source: <15>{#f/15}HUMAN!!! IT'S TIME TO END THIS!!
ru_ru: <15>{#f/15}ЧЕЛОВЕК!!! ПОРА ПОЛОЖИТЬ ЭТОМУ КОНЕЦ!!!

source: <15>THERE'S NO WAY THIS CAN GO ANY FURTHER!
ru_ru: <15>ДАЛЬШЕ ТАК ПРОДОЛЖАТЬСЯ НЕ МОЖЕТ!

source: <15>{#f/20}LET'S EAT THIS SPAGHETTI TOGETHER!!!
ru_ru: <15>{#f/20}ДАВАЙТЕ СЪЕДИМ ЭТИ СПАГЕТТИ ВМЕСТЕ!!!

source: <15>{#f/20}FEAST UPON MY ULTIMATE TECHNIQUE!!!
ru_ru: <15>{#f/20}ПИРШЕСТВО НА МОЕЙ ВЫСШЕЙ ТЕХНИКЕ!!!

source: Eat it
ru_ru: Съешь его

source: <32>{#p/human}* (You take a small bite.) * (You appear to be blushing from the taste.)
ru_ru: <32>{#p/human}* (Ты откусываешь небольшой кусочек.) * (Ты, кажется, краснеешь от вкуса.)

source: <32>{#p/basic}* It's unbelievable...!
ru_ru: <32>{#p/basic}* Это невероятно...!

source: <32>{#p/basic}* Papyrus seems to have enjoyed his bite just the same.
ru_ru: <32>{#p/basic}* Папирус, похоже, тоже наслаждался своим укусом.

source: <15>{#p/papyrus}{#f/10}WHAT A PASSIONATE EXPRESSION!!!
ru_ru: <15>{#p/papyrus}{#f/10}КАКОЕ СТРАСТНОЕ ВЫРАЖЕНИЕ!!!

source: <15>{#f/12}YOU MUST REALLY LOVE MY COOKING!
ru_ru: <15>{#f/12}ТЫ, ДОЛЖНО БЫТЬ, ОЧЕНЬ ЛЮБИШЬ МОЮ КУХНЮ!

source: <15>{#f/12}YOU MUST REALLY LIKE MY COOKING!
ru_ru: <15>{#f/12}ТЫ, ДОЛЖНО БЫТЬ, ОЧЕНЬ ЛЮБИШЬ МОЮ КУХНЮ!

source: <15>{#f/24}WELL, I DID TOO...
ru_ru: <15>{#f/24}НУ, Я ТОЖЕ...

source: <15>{#f/20}BUT I THINK YOU LOVED IT EVEN MORE THAN ME!!!
ru_ru: <15>{#f/20}НО Я ДУМАЮ, ЧТО ТЕБЕ ЭТО ПОНРАВИЛОСЬ ДАЖЕ БОЛЬШЕ, ЧЕМ МНЕ!!!

source: <15>{#f/20}BUT I THINK YOU LIKED IT EVEN MORE THAN ME!!!
ru_ru: <15>{#f/20}НО Я ДУМАЮ, ТЕБЕ ПОНРАВИЛОСЬ ДАЖЕ БОЛЬШЕ, ЧЕМ МНЕ!!!

source: <15>{#f/10}AND BY EXTENSION, ME!
ru_ru: <15>{#f/10}И, КАК СЛЕДСТВИЕ, Я!

source: <15>{#f/20}MAYBE EVEN MORE THAN I DO!!!
ru_ru: <15>{#f/20}МОЖЕТ БЫТЬ, ДАЖЕ БОЛЬШЕ, ЧЕМ Я!!!

source: <15>{#f/27}BUT... THAT'S IMPOSSIBLE...!
ru_ru: <15>{#f/27}НО... ЭТО НЕВОЗМОЖНО...!

source: <15>{#f/12}HOW DID YOU DO THAT!?!?
ru_ru: <15>{#f/12}КАК ТЫ ЭТО СДЕЛАЛ!?!?

source: <15>{#p/papyrus}{#f/21}YOU MEAN...
ru_ru: <15>{#p/papyrus}{#f/21}ТЫ ХОЧЕШЬ СКАЗАТЬ...

source: <15>{#f/18}YOU'RE LETTING ME HAVE IT INSTEAD?
ru_ru: <15>{#f/18}ТЫ РАЗРЕШАЕШЬ МНЕ ЗАБРАТЬ ЕГО?

source: <15>{#f/24}I THOUGHT WHEN YOU SAID YOU WERE SHARING...
ru_ru: <15>{#f/24}Я ДУМАЛ, КОГДА ТЫ СКАЗАЛ, ЧТО ПОДЕЛИШЬСЯ...

source: <15>{#f/20}YOU WOULD AT LEAST WANT A LITTLE FOR YOURSELF.
ru_ru: <15>{#f/20}ТЫ БЫ ЗАХОТЕЛ ХОТЬ НЕМНОГО ДЛЯ СЕБЯ.

source: <15>{#f/27}BUT NO, ALL THIS TIME...
ru_ru: <15>{#f/27}НО НЕТ, ВСЁ ЭТО ВРЕМЯ...

source: <15>{#f/12}YOU WANTED ME, -ME-, TO HAVE IT ALL!!!
ru_ru: <15>{#f/12}ТЫ ХОТЕЛ, ЧТОБЫ У МЕНЯ БЫЛО ВСЁ!!!

source: <15>{#f/21}EVEN AFTER WHAT YOU SAID BEFORE...
ru_ru: <15>{#f/21}ДАЖЕ ПОСЛЕ ТОГО, ЧТО ТЫ СКАЗАЛ РАНЬШЕ...

source: <15>{#f/21}ABOUT WANTING MY SPAGHETTI FOR YOURSELF...
ru_ru: <15>{#f/21}О ТОМ, ЧТО ХОЧЕШЬ ПОЛУЧИТЬ МОИ СПАГЕТТИ ДЛЯ СЕБЯ...

source: <15>{#f/27}AT THE VERY PRECIPICE OF YOUR SATISFACTION, YOU...
ru_ru: <15>{#f/27}НА САМОМ ПОРОГЕ СВОЕГО УДОВЛЕТВОРЕНИЯ, ТЫ...

source: <15>{#f/12}YOU GAVE IT ALL UP FOR ME???
ru_ru: <15>{#f/12}ТЫ ОТДАЛ ВСЁ РАДИ МЕНЯ???

source: <15>{*}{#p/papyrus}{#f/22}AUGH!!!{%15}
ru_ru: <15>{*}{#p/papyrus}{#f/22}АГХ!!!{%15}

source: <15>{*}{#p/papyrus}{#f/22}NOOOOOOOO!!!{%15}
ru_ru: <15>{*}{#p/papyrus}{#f/22}НЕЕЕЕЕЕЕТ!!!{%15}

source: <18>{#p/papyrus}{@random=1.1/1.1}HUMAN. IT'S CLEAR NOW.
ru_ru: <18>{#p/papyrus}{@random=1.1/1.1}ЧЕЛОВЕК. ТЕПЕРЬ ВСЁ ЯСНО.

source: <18>{@random=1.1/1.1}YOU'RE MADLY IN LOVE WITH ME.
ru_ru: <18>{@random=1.1/1.1}ТЫ БЕЗУМНО ВЛЮБЛЕН В МЕНЯ.

source: <18>{@random=1.1/1.1}YOU'RE COMPLETELY OBSESSED WITH ME.
ru_ru: <18>{@random=1.1/1.1}ТЫ ПОЛНОСТЬЮ ОДЕРЖИМ МНОЙ.

source: <99>{@random=1.1/1.1}EVERYTHING YOU DO. EVERYTHING YOU SAY.
ru_ru: <99>{@random=1.1/1.1}ВСЕ, ЧТО ТЫ ДЕЛАЕШЬ. ВСЕ, ЧТО ТЫ ГОВОРИШЬ.

source: <18>{@random=1.1/1.1}IT'S ALL BEEN FOR MY SAKE.
ru_ru: <18>{@random=1.1/1.1}ВСЁ ЭТО БЫЛО РАДИ МЕНЯ.

source: <18>{@random=1.1/1.1}HUMAN. I WANT YOU TO BE HAPPY, TOO.
ru_ru: <18>{@random=1.1/1.1}ЧЕЛОВЕК. Я ХОЧУ, ЧТОБЫ ТЫ ТОЖЕ БЫЛ СЧАСТЛИВ.

source: <18>{@random=1.1/1.1}IT'S TIME FOR ME TO EXPRESS MY FEELINGS...
ru_ru: <18>{@random=1.1/1.1}ПРИШЛО ВРЕМЯ ВЫРАЗИТЬ СВОИ ЧУВСТВА...

source: <18>{@random=1.1/1.1}IT'S TIME I TOLD YOU THE TRUTH.
ru_ru: <18>{@random=1.1/1.1}ПРИШЛО ВРЕМЯ РАССКАЗАТЬ ТЕБЕ ПРАВДУ.

source: <15>{#f/21}HUMAN, THE TRUTH IS...
ru_ru: <15>{#f/21}ЧЕЛОВЕК, ПРАВДА В ТОМ, ЧТО...

source: <15>{#f/21}I JUST DON'T LIKE YOU THE WAY YOU LIKE ME.
ru_ru: <15>{#f/21}ТЫ МНЕ ПРОСТО НЕ НРАВИШЬСЯ ТАК, КАК Я ТЕБЕ.

source: <15>{#f/24}ROMANTICALLY, I MEAN.
ru_ru: <15>{#f/24}В РОМАНТИЧЕСКОМ ПЛАНЕ.

source: <15>{#f/27}I MEAN, I TRIED VERY HARD TO!
ru_ru: <15>{#f/27}Я ОЧЕНЬ СТАРАЛСЯ!

source: <15>{#f/27}I THOUGHT THAT BECAUSE YOU HAD FLIRTED WITH ME...
ru_ru: <15>{#f/27}Я ДУМАЛ, ЧТО ТЫ ФЛИРТОВАЛ СО МНОЙ...

source: <15>{#f/27}THAT I WAS SUPPOSED TO GO ON A DATE WITH YOU.
ru_ru: <15>{#f/27}ТЫ ДОЛЖЕН БЫЛ ПОЙТИ СО МНОЙ НА СВИДАНИЕ.

source: <15>{#f/10}THEN, ON OUR DATE, FEELINGS WOULD BLOSSOM FORTH!!!
ru_ru: <15>{#f/10}ТОГДА, НА НАШЕМ СВИДАНИИ, ЧУВСТВА РАСЦВЕТУТ!!!

source: <15>{#f/20}I WOULD BE ABLE TO MATCH YOUR PASSION FOR ME!
ru_ru: <15>{#f/20}Я СМОГУ СООТВЕТСТВОВАТЬ ТВОЕЙ СТРАСТИ КО МНЕ!

source: <15>{#f/21}BUT ALAS... I, THE GREAT PAPYRUS...
ru_ru: <15>{#f/21}НО УВЫ... Я, ВЕЛИКИЙ ПАПИРУС...

source: <15>{#f/21}HAVE FAILED.
ru_ru: <15>{#f/21}ПОТЕРПЕЛИ НЕУДАЧУ.

source: <15>{#f/21}I FEEL JUST THE SAME AS BEFORE.
ru_ru: <15>{#f/21}Я ЧУВСТВУЮ СЕБЯ ТАК ЖЕ, КАК И РАНЬШЕ.

source: <15>{#f/27}AND THE WORST PART IS, BY DATING YOU...
ru_ru: <15>{#f/27}И САМОЕ СТРАШНОЕ, ЧТО, ВСТРЕЧАЯСЬ С ТОБОЙ...

source: <15>{#f/22}I HAVE ONLY DRAWN YOU DEEPER INTO YOUR LOVE!
ru_ru: <15>{#f/22}ТЫ ТОЛЬКО ГЛУБЖЕ ВТЯНУЛ МЕНЯ В СВОЮ ЛЮБОВЬ!

source: <15>{#f/21}A DARK PRISON OF PASSION FROM WHICH THERE IS NO ESCAPE.
ru_ru: <15>{#f/21}ТЁМНАЯ ТЮРЬМА СТРАСТИ, ИЗ КОТОРОЙ НЕТ ВЫХОДА.

source: <15>{#f/27}HOW COULD I HAVE DONE THIS TO MY DEAR FRIEND...?
ru_ru: <15>{#f/27}КАК Я МОГЛА ТАК ПОСТУПИТЬ С МОИМ ДОРОГИМ ДРУГОМ...?

source: <15>{#f/27}... NO...
ru_ru: <15>{#f/27}... НЕТ...

source: <15>{#f/24}HUMAN, THE TRUTH IS...
ru_ru: <15>{#f/24}ЧЕЛОВЕК, ПРАВДА В ТОМ, ЧТО...

source: <15>{#f/20}NO! THAT'S WRONG!
ru_ru: <15>{#f/20}НЕТ! ЭТО НЕПРАВИЛЬНО!

source: <15>{#f/17}I CAN'T FAIL AT ANYTHING!!!
ru_ru: <15>{#f/17}Я НЕ МОГУ ПОТЕРПЕТЬ НЕУДАЧУ НИ В ЧЁМ!!!

source: <15>{#f/20}HUMAN!!! I'LL HELP YOU THROUGH THESE TRYING TIMES!!!
ru_ru: <15>{#f/20}ЧЕЛОВЕК!!! Я ПОМОГУ ТЕБЕ ПЕРЕЖИТЬ ЭТИ ТРУДНЫЕ ВРЕМЕНА!!!

source: <15>{#f/24}I'LL KEEP BEING YOUR COOL FRIEND...
ru_ru: <15>{#f/24}Я БУДУ ПРОДОЛЖАТЬ БЫТЬ ТВОИМ КРУТЫМ ДРУГОМ...

source: <15>{#f/20}AND WE CAN FORGET THIS EVER HAPPENED.
ru_ru: <15>{#f/20}И МЫ СМОЖЕМ ЗАБЫТЬ ОБ ЭТОМ.

source: <15>{#f/10}AFTER ALL, YOU, TOO, ARE VERY GREAT.
ru_ru: <15>{#f/10}В КОНЦЕ КОНЦОВ, ТЫ ТОЖЕ ОЧЕНЬ ВЕЛИКИЙ.

source: <15>{#f/20}IT WOULD BE TRAGIC TO LOSE YOUR FRIENDSHIP!
ru_ru: <15>{#f/20}БЫЛО БЫ ТРАГИЧНО ПОТЕРЯТЬ НАШУ ДРУЖБУ!

source: <15>{#f/21}SO, PLEASE....
ru_ru: <15>{#f/21}ТАК ЧТО, ПОЖАЛУЙСТА....

source: <15>{#f/21}DON'T CRY BECAUSE I CAN'T KISS YOU.
ru_ru: <15>{#f/21}НЕ ПЛАЧЬ, ПОТОМУ ЧТО Я НЕ МОГУ ТЕБЯ ПОЦЕЛОВАТЬ.

source: <15>{#f/19}BESIDES, I DON'T EVEN HAVE LIPS!!!
ru_ru: <15>{#f/19}КРОМЕ ТОГО, У МЕНЯ ДАЖЕ НЕТ ГУБ!!!

source: <15>{#f/10}AND HEY, SOMEDAY, YOU'LL FIND SOMEONE JUST AS GREAT.
ru_ru: <15>{#f/10}И ОДНАЖДЫ ТЫ НАЙДЕШЬ ТАКОГО ЖЕ ЗАМЕЧАТЕЛЬНОГО ЧЕЛОВЕКА.

source: <15>{#f/24}WELL, NO. THAT'S NOT TRUE.
ru_ru: <15>{#f/24}НУ, НЕТ. ЭТО НЕПРАВИЛЬНО.

source: <15>{#f/20}BUT I'LL HELP YOU SETTLE FOR SECOND BEST!!!
ru_ru: <15>{#f/20}НО Я ПОМОГУ ТЕБЕ ВЫБРАТЬ ВТОРОЙ ВАРИАНТ!!!

source: <15>{#f/10}AND HEY, UNDYNE'S NOT TOO FAR FROM HERE.
ru_ru: <15>{#f/10}И АНДАЙН СОВСЕМ НЕДАЛЕКО ОТСЮДА.

source: <15>{#f/20}WE CAN HANG OUT WITH HER!
ru_ru: <15>{#f/20}МЫ МОЖЕМ ПОТУСОВАТЬСЯ С НЕЙ!

source: <15>{#f/10}I LIKE YOU TOO!
ru_ru: <15>{#f/10}ТЫ МНЕ ТОЖЕ НРАВИШЬСЯ!

source: <15>{#f/10}YOU ARE A VERY NICE PERSON, AFTER ALL.
ru_ru: <15>{#f/10}ТЫ ОЧЕНЬ ХОРОШИЙ ЧЕЛОВЕК, В КОНЦЕ КОНЦОВ.

source: <15>{#f/21}BUT, MAYBE...
ru_ru: <15>{#f/21}НО,МОЖЕТ БЫТЬ...

source: <15>{#f/21}YOU'D BE BETTER OFF IF YOU LIVED MORE FOR YOUR OWN SAKE.
ru_ru: <15>{#f/21}ТЕБЕ БЫЛО БЫ ЛУЧШЕ, ЕСЛИ БЫ ТЫ БОЛЬШЕ ЖИЛ РАДИ СЕБЯ.

source: <15>{#f/21}RATHER THAN JUST FOR MINE.
ru_ru: <15>{#f/21}А НЕ ТОЛЬКО ДЛЯ МЕНЯ.

source: <15>{#f/10}FORTUNATELY, I KNOW THE SOLUTION!!!
ru_ru: <15>{#f/10}К СЧАСТЬЮ, Я ЗНАЮ РЕШЕНИЕ!!!

source: <15>{#f/20}A HANGOUT WITH MY BOSS, UNDYNE!!!
ru_ru: <15>{#f/20}ТУСОВКА С МОИМ БОССОМ, АНДАЙН!!!

source: <15>{#f/24}I THINK IF YOU SPREAD OUT YOUR FRIEND ENERGY A BIT MORE...
ru_ru: <15>{#f/24}Я ДУМАЮ, ЕСЛИ БЫ ТЫ ПОБОЛЬШЕ РАСПРЕДЕЛЯЛ СВОЮ ДРУЖЕСКУЮ ЭНЕРГИЮ...

source: <15>{#f/10}YOU'D LEAD A MUCH HEALTHIER LIFESTYLE.
ru_ru: <15>{#f/10}ТЫ БУДЕШЬ ВЕСТИ ГОРАЗДО БОЛЕЕ ЗДОРОВЫЙ ОБРАЗ ЖИЗНИ.

source: <15>{#f/20}I'LL LET YOU KNOW WHEN I'M READY!
ru_ru: <15>{#f/20}Я ДАМ ТЕБЕ ЗНАТЬ, КОГДА БУДУ ГОТОВ!

source: <15>{#f/20}SO LET'S DO IT! TOGETHER!!
ru_ru: <15>{#f/20}ТАК ДАВАЙТЕ СДЕЛАЕМ ЭТО! ВМЕСТЕ!!!

source: <15>{#f/20}NYEH HEH HEH HEH HEH!!!
ru_ru: <15>{#f/20}НЬЕХ ХЕХ ХЕХ ХЕХ!!!

source: <15>{#f/24}OH, AND IF YOU EVER NEED TO REACH ME...
ru_ru: <15>{#f/24}О, И ЕСЛИ ВАМ КОГДА-НИБУДЬ ПОНАДОБИТСЯ СВЯЗАТЬСЯ СО МНОЙ...

source: <15>{#f/10}HERE'S MY {@fill=#f00}PHONE NUMBER{@fill=#000}.
ru_ru: <15>{#f/10}ВОТ МОЙ {@fill=#f00}НОМЕР ТЕЛЕФОНА{@fill=#000}.

source: <15>{#f/11}FEEL FREE TO CALL ME AT ANY TIME!
ru_ru: <15>{#f/11}ЗВОНИ МНЕ В ЛЮБОЕ ВРЕМЯ!

source: <15>{#f/24}PLATONICALLY, OF COURSE.
ru_ru: <15>{#f/24}ПЛАТОНИЧЕСКИ, КОНЕЧНО.

source: <15>{#f/10}WELL, GOTTA GO!
ru_ru: <15>{#f/10}НУ, МНЕ ПОРА!

source: <15>{#f/10}WELL, SEE YOU AT UNDYNE'S HOUSE!
ru_ru: <15>{#f/10}УВИДИМСЯ В ДОМЕ АНДАЙН!

source: <15>{#f/20}WELL, GOTTA GO!
ru_ru: <15>{#f/20}ЧТО Ж, МНЕ ПОРА!

source: <15>{#f/20}WELL, SEE YOU AT UNDYNE'S HOUSE!
ru_ru: <15>{#f/20}ЧТО Ж, УВИДИМСЯ В ДОМЕ АНДАЙН!

source: <15>{#f/20}NYEH HEH HEH!
ru_ru: <15>{#f/20}

source: ROMANCE
ru_ru: РОМАНТИКА

source: FRIENDSHIP
ru_ru: ДРУЖБА

source: POWER LEVELS
ru_ru: СИЛА УРОВНЕЙ

source: DATE: K-615.09
ru_ru: ДАТА: К-616.09

source: SPEED
ru_ru: СКОРОСТЬ

source: GALAXY MAP
ru_ru: ГАЛАКТИЧЕСКАЯ КАРТА

source: TENSION
ru_ru: НАПРЯЖЕНИЕ

source: <18>{#p/papyrus}{#f/0}HUMAN!
ru_ru: <18>{#p/papyrus}{#f/0}ЧЕЛОВЕК!

source: <18>{#f/0}THIS NEXT PUZZLE IS ONE OF MY FAVORITES.
ru_ru: <18>{#f/0}ЭТА ГОЛОВОЛОМКА - ОДНА ИЗ МОИХ ЛЮБИМЫХ.

source: <18>{#f/4}IT'S LIKE MY BROTHER'S COTTON BALL COLLECTION...
ru_ru: <18>{#f/4}ЭТО КАК КОЛЛЕКЦИЯ ВАТНЫХ ШАРИКОВ МОЕГО БРАТА...

source: <18>{#f/0}AN ODDLY SATISFYING SERIES OF OBJECTS!
ru_ru: <18>{#f/0}СТРАННАЯ СЕРИЯ ПРЕДМЕТОВ, ПРИНОСЯЩАЯ УДОВЛЕТВОРЕНИЕ!

source: <18>{#f/9}I'LL -TRY- NOT TO GIVE AWAY THE SOLUTION.
ru_ru: <18>{#f/9}Я ПОСТАРАЮСЬ НЕ ВЫДАТЬ РЕШЕНИЕ.

source: <18>{#p/papyrus}{#f/0}HAVE AT IT!
ru_ru: <18>{#p/papyrus}{#f/0}ДЕРЗАЙ!

source: <18>{#p/papyrus}{#f/4}IT WOULD APPEAR THIS PUZZLE HAS BEEN SOLVED.
ru_ru: <18>{#p/papyrus}{#f/4}ПОХОЖЕ, ЧТО ЭТА ГОЛОВОЛОМКА РЕШЕНА.

source: <18>{#p/papyrus}{#f/4}BEHIND MY BACK.
ru_ru: <18>{#p/papyrus}{#f/4}ЗА МОЕЙ СПИНОЙ.

source: <18>{#p/papyrus}{#f/4}WITHOUT MY EXPRESS PERMISSION.
ru_ru: <18>{#p/papyrus}{#f/4}БЕЗ МОЕГО ОСОБОГО РАЗРЕШЕНИЯ.

source: <18>{#p/papyrus}{#f/0}WELL, SOMEBODY'S GOING TO HAVE A BAD DAY TODAY.
ru_ru: <18>{#p/papyrus}{#f/0}ЧТО Ж, У КОГО-ТО СЕГОДНЯ БУДЕТ ПЛОХОЙ ДЕНЬ.

source: <18>{#p/papyrus}{#f/5}WITH ANY LUCK, THE NEXT PUZZLE WILL BE TAMPER-FREE.
ru_ru: <18>{#p/papyrus}{#f/5}ЕСЛИ ПОВЕЗЁТ, СЛЕДУЮЩАЯ ГОЛОВОЛОМКА БУДЕТ БЕЗ ПОДДЕЛОК.

source: <18>{#p/papyrus}{#f/6}... I'LL MEET YOU IN THE NEXT ROOM.
ru_ru: <18>{#p/papyrus}{#f/6}... ВСТРЕТИМСЯ В СЛЕДУЮЩЕЙ КОМНАТЕ.

source: <18>{#p/papyrus}WOW! YOU SOLVED IT!!
ru_ru: <18>{#p/papyrus}ВАУ! ТЫ ВСЁ РЕШИЛ!!!

source: <18>AND YOU DID IT ALL WITHOUT MY HELP!!!
ru_ru: <18>И ТЫ СДЕЛАЛ ВСЁ ЭТО БЕЗ МОЕЙ ПОМОЩИ!!!

source: <18>AND I DIDN'T EVEN HAVE TO HELP YOU THAT MUCH!
ru_ru: <18>И МНЕ ДАЖЕ НЕ ПРИШЛОСЬ ТАК МНОГО ПОМОГАТЬ ТЕБЕ!

source: <18>IT TOOK A BIT OF ENCOURAGEMENT, BUT YOU REALLY DID IT!
ru_ru: <18>ПОТРЕБОВАЛОСЬ НЕМНОГО ПОДДЕРЖКИ, НО ТЫ ДЕЙСТВИТЕЛЬНО СПРАВИЛСЯ!

source: <18>YOU MUST CARE ABOUT PUZZLES LIKE I DO!
ru_ru: <18>ТЫ ДОЛЖЕН ЗАБОТИТЬСЯ О ГОЛОВОЛОМКАХ ТАК ЖЕ, КАК И Я!

source: <18>WELL, I'M SURE YOU'LL LOVE THE NEXT PUZZLE, THEN!
ru_ru: <18> НУ, ТОГДА Я УВЕРЕН, ЧТО ВАМ ПОНРАВИТСЯ СЛЕДУЮЩАЯ ГОЛОВОЛОМКА!

source: <18>IT MIGHT EVEN BE TOO EASY FOR YOU!!
ru_ru: <18> ЭТО МОЖЕТ БЫТЬ ДАЖЕ СЛИШКОМ ПРОСТО ДЛЯ ТЕБЯ!!!

source: <18>NYEH! HEH HEH! HEHEHEH!!!
ru_ru: <18>НЬЕХ! ХЕХ ХЕХ! ХЕ-ХЕ-ХЕ!!!

source: <32>{#p/human}* (The dog residue in this sink appears to be arranged in the shape of a heart.)
ru_ru: <32>{#p/human}* (Собачьи остатки в этой раковине, похоже, расположены в форме сердца).

source: <32>* (Somehow, this seems to put you at ease.)
ru_ru: <32>* (Кажется, это успокаивает тебя.)

source: <32>{#p/basic}* The sink is so tall, you can't even wash your hands...
ru_ru: <32>{#p/basic}* Раковина такая высокая, что ты даже не можешь помыть руки...

source: <32>{#p/basic}* There's a pile of dog residue in the sink.
ru_ru: <32>{#p/basic}* В раковине куча собачьих остатков.

source: <18>{#p/papyrus}{#f/9}IMPRESSED? I INCREASED THE HEIGHT OF MY SINK.
ru_ru: <18>{#p/papyrus}{#f/9}ВПЕЧАТЛЁН? Я УВЕЛИЧИЛ ВЫСОТУ СВОЕЙ РАКОВИНЫ.

source: <18>{#f/0}NOW I CAN FIT MORE BONES UNDER IT! TAKE A LOOKSY!
ru_ru: <18>{#f/0}ТЕПЕРЬ Я СМОГУ УМЕСТИТЬ ПОД НИМ БОЛЬШЕ КОСТЕЙ! СМОТРИ

source: <18>{#p/papyrus}{#f/8}NOO, THE DOG!
ru_ru: <18>{#p/papyrus}{#f/8}НЕТ, СОБАКА!

source: <18>{#p/papyrus}{#f/31}OH, YOU POOR, POOR PUPPY...
ru_ru: <18>{#p/papyrus}{#f/31}О ТЫ, БЕДНЫЙ, БЕДНЫЙ ЩЕНОК...

source: <18>{#f/9}HERE, HAVE MY SPECIAL ATTACK!
ru_ru: <18>{#f/9}ВОТ, ПОЛУЧИ МОЮ СПЕЦИАЛЬНУЮ АТАКУ!

source: <18>{#p/papyrus}WOW!!! IT LOVES IT!!!
ru_ru: <18>{#p/papyrus}ВАУ!!! Я ОБОЖАЮ ЭТО!!!

source: <18>{#p/papyrus}{#f/7}SANS!
ru_ru: <18>{#p/papyrus}{#f/7}САНС!

source: <18>STOP PLAGUING MY LIFE WITH INCIDENTAL MUSIC!!
ru_ru: <18>ХВАТИТ МУЧИТЬ МОЮ ЖИЗНЬ СЛУЧАЙНОЙ МУЗЫКОЙ!!

source: <18>{#p/papyrus}{#f/4}AND NOW THE DOG HAS DISAPPEARED WITH MY ATTACK.
ru_ru: <18>{#p/papyrus}{#f/4}И ТЕПЕРЬ СОБАКА ИСЧЕЗЛА ВМЕСТЕ С МОЕЙ АТАКОЙ.

source: <18>OH WELL...
ru_ru: <18>О, ХОРОШО...

source: <18>{#p/papyrus}YOU LOOK LIKE YOU NEED A HINT.
ru_ru: <18>{#p/papyrus}ТЫ ВЫГЛЯДИШЬ ТАК, БУДТО ТЕБЕ НУЖНА ПОДСКАЗКА.

source: <18>{#f/4}HMM...
ru_ru: <18>{#f/4}ХМ...

source: <18>{#f/0}WELL, I'D PAY ATTENTION TO THE CIRCUITS.
ru_ru: <18>{#f/0}Я БЫ ОБРАТИЛ ВНИМАНИЕ НА СХЕМЫ.

source: <18>{#f/0}BUT THAT'S JUST ME.
ru_ru: <18>{#f/0}НО ЭТО ТОЛЬКО МОЁ МНЕНИЕ.
