Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <18>{#p/papyrus}{#f/8}I'M SO PROUD OF YOU, HUMAN!
ru_ru: <18>{#p/papyrus}{#f/8}Я ГОРЖУСЬ ТОБОЙ, ЧЕЛОВЕК!

source: <18>{#p/papyrus}{#f/4}... WAIT, WASN'T I SUPPOSED TO CAPTURE YOU?
ru_ru: <18>{#p/papyrus}{#f/4}... ПОДОЖДИ, РАЗВЕ Я НЕ ДОЛЖЕН БЫЛ СХВАТИТЬ ТЕБЯ?

source: <18>{#p/papyrus}{#f/0}OH WELL. IT'S NOT IMPORTANT RIGHT NOW.
ru_ru: <18>{#p/papyrus}{#f/0}НУ ЛАДНО. СЕЙЧАС ЭТО НЕ ВАЖНО.

source: <18>{#p/papyrus}{#f/0}I JUST WANT YOU TO BE THE BEST PERSON YOU CAN BE.
ru_ru: <18>{#p/papyrus}{#f/0}Я ПРОСТО ХОЧУ, ЧТОБЫ ТЫ БЫЛ САМЫМ ЛУЧШИМ ЧЕЛОВЕКОМ, КАКИМ ТОЛЬКО МОЖЕШЬ БЫТЬ.

source: <18>{#p/papyrus}{#f/9}I'LL EVEN GIVE YOU DIRECTIONS TO THE EXIT!
ru_ru: <18>{#p/papyrus}{#f/9}Я ДАЖЕ ПОДСКАЖУ ТЕБЕ ДОРОГУ К ВЫХОДУ!

source: <18>{#p/papyrus}{#f/5}NYOO HOO HOO...
ru_ru: <18>{#p/papyrus}{#f/5}НЬЁ ХО ХО...

source: <18>I WASN'T STRONG ENOUGH TO STOP YOU...
ru_ru: <18>Я НЕ БЫЛ ДОСТАТОЧНО СИЛЁН, ЧТОБЫ ОСТАНОВИТЬ ТЕБЯ...

source: <18>I CAN'T EVEN STOP SOMEONE AS WEAK AS YOU...
ru_ru: <18>Я ДАЖЕ НЕ МОГУ ОСТАНОВИТЬ ТАКОГО СЛАБОГО, КАК ТЫ...

source: <18>{#f/7}UNDYNE'S GOING TO BE DISAPPOINTED!
ru_ru: <18>{#f/7}АНДАЙН БУДЕТ РАЗОЧАРОВАНА!

source: <18>{#f/5}I'LL NEVER JOIN THE ROYAL GUARD... AND...
ru_ru: <18>{#f/5}Я НИКОГДА НЕ ВСТУПЛЮ В КОРОЛЕВСКУЮ ГВАРДИЮ... И...

source: <18>{#f/7}MY FRIEND QUANTITY WILL REMAIN STAGNANT!
ru_ru: <18>{#f/7}МОЙ ДРУГ, КОЛИЧЕСТВО ОСТАНЕТСЯ НЕИЗМЕННЫМ!

source: <99>{#p/human}* (How will you respond?){!} §shift=56§Let's be§shift=64§What a §shift=56§friends§shift=72§loser{#c/0/7/7}
ru_ru: <99>{#p/human}* (Как ты ответишь?){!} §shift=56§Давай be§shift=64Что за §shift=56§друзья§shift=72§лузер{#c/0/7/7}

source: <18>{#p/papyrus}{#f/5}A-ARE YOU SURE? YOU WANT TO BE FRIENDS WITH ME?
ru_ru: <18>{#p/papyrus}{#f/5}ТЫ УВЕРЕН? ТЫ ХОЧЕШЬ СО МНОЙ ДРУЖИТЬ?

source: <18>{#f/6}EVEN AFTER THAT???
ru_ru: <18>{#f/6}ДАЖЕ ПОСЛЕ ЭТОГО???

source: <18>{#f/0}WELL, OKAY THEN!! LET'S BE FRIENDS!!
ru_ru: <18>{#f/0}НУ, ТОГДА ЛАДНО!!! ДАВАЙТЕ ДРУЖИТЬ!!!

source: <18>{#p/papyrus}{#f/1}REALLY!? YOU WANT TO BE FRIENDS WITH ME???
ru_ru: <18>{#p/papyrus}{#f/1}ПРАВДА!? ТЫ ХОЧЕШЬ СО МНОЙ ДРУЖИТЬ???

source: <18>{#f/6}WELL THEN... I GUESS...
ru_ru: <18>{#f/6}НУ ТОГДА... Я ПОЛАГАЮ...

source: <18>{#f/0}I CAN MAKE AN ALLOWANCE FOR YOU!
ru_ru: <18>{#f/0}Я МОГУ СДЕЛАТЬ ДЛЯ ТЕБЯ ЗАПАС!

source: <18>{#p/papyrus}{#f/5}HUH? ARE YOU... TRYING TO BERATE ME???
ru_ru: <18>{#p/papyrus}{#f/5}А? ТЫ... ПЫТАЕШЬСЯ МЕНЯ РУГАТЬ???

source: <18>{#f/6}YOU THINK I'M NOT STRONG ENOUGH TO BE YOUR FRIEND?
ru_ru: <18>{#f/6}ТЫ ДУМАЕШЬ, Я НЕДОСТАТОЧНО СИЛЁН, ЧТОБЫ БЫТЬ ТВОИМ ДРУГОМ?

source: <18>{#f/5}... N-NO...
ru_ru: <18>{#f/5}... Н-НЕТ...

source: <18>{#f/7}NO, WHAT AM I SAYING!! OF COURSE I AM!
ru_ru: <18>{#f/7}НЕТ, ЧТО Я ГОВОРЮ!!! КОНЕЧНО, Я!

source: <18>{#f/9}AND... I'LL PROVE IT BY BEING YOUR FRIEND ANYWAY!
ru_ru: <18>{#f/9}И... Я ДОКАЖУ ЭТО ТЕМ, ЧТО ВСЁ РАВНО БУДУ ТВОИМ ДРУГОМ!

source: <18>{#p/papyrus}{#f/1}HUH? WHY WOULD YOU BERATE YOURSELF SO LOUDLY???
ru_ru: <18>{#p/papyrus}{#f/1}А? ПОЧЕМУ ТЫ ТАК ГРОМКО РУГАЕШЬ СЕБЯ????

source: <18>{#f/4}IS IT BECAUSE...
ru_ru: <18>{#f/4}ЭТО ПОТОМУ, ЧТО...

source: <18>{#f/7}YOU DON'T THINK YOU'RE GOOD ENOUGH TO BE MY FRIEND?
ru_ru: <18>{#f/7}ТЫ НЕ ДУМАЕШЬ, ЧТО ДОСТАТОЧНО ХОРОШ, ЧТОБЫ БЫТЬ МОИМ ДРУГОМ?

source: <18>{#f/9}NO, YOU'RE GREAT! I'LL BE YOUR FRIEND!!!
ru_ru: <18>{#f/9}НЕТ, ТЫ ВЕЛИКИЙ! Я БУДУ ТВОИМ ДРУГОМ!!!

source: <18>{#f/0}WOWIE!!
ru_ru: <18>{#f/0}ВАУ!!

source: <18>I FOUND A NEW FRIEND!!!
ru_ru: <18>Я НАШЁЛ НОВОГО ДРУГА!!!

source: <18>{#f/4}AND WHO KNEW THAT ALL I NEEDED TO DO IT...
ru_ru: <18>{#f/4}И КТО БЫ МОГ ПОДУМАТЬ, ЧТО ВСЁ, ЧТО МНЕ НУЖНО СДЕЛАТЬ, ЭТО...

source: <18>{#f/0}WE HAVEN'T EVEN HAD OUR FIRST DATE...
ru_ru: <18>{#f/0}У НАС ДАЖЕ НЕ БЫЛО ПЕРВОГО СВИДАНИЯ...

source: <18>{#f/0}AND I'VE ALREADY MANAGED TO HIT THE FRIEND ZONE!!!
ru_ru: <18>{#f/0}А Я УЖЕ УСПЕЛ ПОПАСТЬ В ЗОНУ ДРУЗЕЙ!!!

source: <18>{#f/4}WHO KNEW THAT ALL I HAD TO DO...
ru_ru: <18>{#f/4}КТО БЫ МОГ ПОДУМАТЬ, ЧТО ВСЁ, ЧТО МНЕ НУЖНО СДЕЛАТЬ...

source: <18>{#f/0}WAS TO GIVE PEOPLE AWFUL PUZZLES AND THEN FIGHT THEM?
ru_ru: <18>{#f/0}БЫЛО ДАВАТЬ ЛЮДЯМ УЖАСНЫЕ ГОЛОВОЛОМКИ, А ПОТОМ СРАЖАТЬСЯ С НИМИ?

source: <18>YOU TAUGHT ME A LOT, HUMAN.
ru_ru: <18>ТЫ МНОГОМУ МЕНЯ НАУЧИЛ, ЧЕЛОВЕК.

source: <18>{#f/9}I HEREBY GRANT YOU PERMISSION TO PASS THROUGH!
ru_ru: <18>{#f/9}Я РАЗРЕШАЮ ТЕБЕ ПРОЙТИ!

source: <18>{#f/0}AND I'LL GIVE YOU DIRECTIONS TO THE EXIT.
ru_ru: <18>{#f/0}И Я ПОДСКАЖУ ТЕБЕ ДОРОГУ К ВЫХОДУ.

source: <18>CONTINUE FORWARD UNTIL YOU REACH THE CITADEL.
ru_ru: <18>ПРОДОЛЖАЙ ДВИГАТЬСЯ ВПЕРЁД, ПОКА НЕ ОКАЖЕСЯ В ЦИТАДЕЛИ.

source: <18>THEN, HOP IN A CRAFT AND CROSS THE {@fill=#ff0}FORCE FIELD{@fill=#fff}.
ru_ru: <18>ЗАТЕМ САДИСЬ НА КОРАБЛЬ И ПЕРЕСЕКАЙ{@fill=#ff0}ПОЛЕ СИЛЫ{@fill=#fff}.

source: <18>{#f/4}THAT'S THE THING TRAPPING US ALL ON THE OUTPOST.
ru_ru: <18>{#f/4}ЭТО ТО, ЧТО ЗАМАНИВАЕТ НАС В ЛОВУШКУ НА АВАНПОСТЕ.

source: <18>ANYONE CAN ENTER THROUGH IT, BUT NOBODY CAN EXIT...
ru_ru: <18>КАЖДЫЙ МОЖЕТ ВОЙТИ ЧЕРЕЗ НЕГО, НО НИКТО НЕ МОЖЕТ ВЫЙТИ...

source: <18>{#f/9}... EXCEPT SOMEONE WITH A POWERFUL SOUL.
ru_ru: <18>{#f/9}... КРОМЕ ТЕХ, У КОГО СИЛЬНАЯ ДУША.

source: <18>{#f/0}LIKE YOU!!!
ru_ru: <18>{#f/0}ТЫ МНЕ НРАВИШЬСЯ!!!

source: <18>{#f/4}OH, I ALMOST FORGOT TO MENTION.
ru_ru: <18>{#f/4}О, ЧУТЬ НЕ ЗАБЫЛ УПОМЯНУТЬ.

source: <18>TO REACH THE EXIT, YOU WILL HAVE TO PASS...
ru_ru: <18>ЧТОБЫ ДОБРАТЬСЯ ДО ВЫХОДА, ТЫ ДОЛЖЕН ПРОЙТИ...

source: <18>{#f/7}BY {@fill=#ff0}THE KING{@fill=#fff}.
ru_ru: <18>{#f/7}ЧЕРЕЗ {@fill=#ff0}КОРОЛЯ{@fill=#fff}.

source: <18>{@fill=#ff0}THE KING OF ALL MONSTERS...
ru_ru: <18>{@fill=#ff0}КОРОЛЬ ВСЕХ МОНСТРОВ...

source: <18>{@fill=#ff0}HE IS...
ru_ru: <18>{@fill=#ff0}ОН...

source: <18>{@fill=#ff0}{#f/6}... WELL...
ru_ru: <18>{@fill=#ff0}{#f/6}... ХОРОШИЙ...

source: <18>{#f/0}HE'S A BIG FUZZY PUSHOVER!!!
ru_ru: <18>{#f/0}ОН БОЛЬШОЙ И ПУШИСТЫЙ!!!

source: <18>EVERYBODY LOVES THAT GUY.
ru_ru: <18>ВСЕ ЛЮБЯТ ЭТОГО ПАРНЯ.

source: <18>{#f/4}I AM CERTAIN IF YOU JUST SAY...
ru_ru: <18>{#f/4}Я УВЕРЕН, ЧТО ЕСЛИ ТЫ ПРОСТО СКАЖЕШЬ...

source: <18>"EXCUSE ME, MR. DREEMURR... CAN I PLEASE GO HOME?"
ru_ru: <18>"ПРОСТИТЕ, МР.ДРИМУРР... МОГУ Я, ПОЖАЛУЙСТА, ПОЙТИ ДОМОЙ?"

source: <18>{#f/0}HE'LL GUIDE YOU OVER TO THE LAUNCH BAY HIMSELF!
ru_ru: <18>{#f/0}ОН САМ ПРОВЕДЕТ ВАС В СТАРТОВЫЙ ОТСЕК!

source: <18>{#f/9}ANYWAY!!! THAT'S ENOUGH TALKING!!!
ru_ru: <18>{#f/9}В ЛЮБОМ СЛУЧАЕ!!! ХВАТИТ БОЛТАТЬ!!!

source: <18>{#f/0}I'LL BE AT HOME BEING A COOL FRIEND.
ru_ru: <18>{#f/0}Я БУДУ ДОМА, БУДУ КРУТЫМ ДРУГОМ.

source: <18>{#f/9}FEEL FREE TO COME BY AND HANG OUT!!!
ru_ru: <18>{#f/9}НЕ СТЕСНЯЙСЯ ЗАХОДИТЬ И ОБЩАТЬСЯ!!!

source: <18>{#f/9}FEEL FREE TO COME BY AND HAVE THAT DATE!!!
ru_ru: <18>{#f/9}НЕ СТЕСНЯЙСЯ ЗАХОДИТЬ И ОБЩАТЬСЯ!!!

source: <18>{#f/9}FEEL FREE TO COME BY AND SAY HELLO!!!
ru_ru: <18>{#f/9}НЕ СТЕСНЯЙСЯ ЗАЙТИ И ПОЗДОРОВАТЬСЯ!!!

source: <18>NYEH HEH HEH HEH HEH HEH HEH!!!
ru_ru: <18>НЬЕХ ХЕХ ХЕХ ХЕХ ХЕХ!!!

source: <18>{#p/papyrus}{#f/5}OH, WHERE COULD THAT HUMAN HAVE GONE...
ru_ru: <18>{#p/papyrus}{#f/5}О, КУДА МОГ ДЕТЬСЯ ЭТОТ ЧЕЛОВЕК...

source: <18>{#f/4}... WAIT.
ru_ru: <18>{#f/4}... ПОДОЖДИ.

source: <18>{#f/1}IT'S RIGHT IN FRONT OF ME!!!
ru_ru: <18>{#f/1}ОН ПРЯМО ПЕРЕДО МНОЙ!!!

source: <18>{#f/0}HELLO! I WAS WORRIED THAT YOU HAD GOTTEN LOST!
ru_ru: <18>{#f/0}ПРИВЕТ! Я ВОЛНОВАЛСЯ, ЧТО ТЫ ПОТЕРЯЛСЯ!

source: <18>IT SURE IS A RELIEF TO SEE THAT YOU'RE HERE...
ru_ru: <18>Я РАД ВИДЕТЬ, ЧТО ТЫ ЗДЕСЬ...

source: <18>{#f/7}... WAIT A SECOND!!!
ru_ru: <18>{#f/7}... ПОДОЖДИ СЕКУНДУ!!!

source: <18>YOU'RE NOT SUPPOSED TO ESCAPE!!!
ru_ru: <18>ТЫ НЕ ДОЛЖЕН УЙТИ!!!

source: <18>GET BACK THERE!!!
ru_ru: <18>ВЕРНИСЬ!!!

source: <18>{#p/papyrus}{#f/4}BACK AGAIN, EH?
ru_ru: <18>{#p/papyrus}{#f/4}СНОВА ВЕРНУЛСЯ, ДА?

source: <18>{#f/5}I SUPPOSE IT'S MY FAULT...
ru_ru: <18>{#f/5}Я ПОЛАГАЮ, ЭТО МОЯ ВИНА...

source: <18>I TOLD YOU BEFORE THAT I WOULD MAKE YOU SPAGHETTI.
ru_ru: <18>Я УЖЕ ГОВОРИЛ ТЕБЕ, ЧТО ПРИГОТОВЛЮ СПАГЕТТИ.

source: <18>IT'S ONLY NATURAL THAT YOU WOULD WANT TO SEE ME...
ru_ru: <18>ВПОЛНЕ ЕСТЕСТВЕННО, ЧТО ТЫ ЗАХОЧЕШЬ МЕНЯ УВИДЕТЬ...

source: <18>IN THE DIRE HOPE THAT I WOULD MAKE YOU SOME.
ru_ru: <18>В СТРАШНОЙ НАДЕЖДЕ, ЧТО Я СДЕЛАЮ ДЛЯ ТЕБЯ.

source: <18>{#f/0}WELL... I UNDERSTAND.
ru_ru: <18>{#f/0}ХОРОШО... Я ПОНЯЛ.

source: <18>{#f/0}PAPYRUS IS HUNGRY, TOO!
ru_ru: <18>{#f/0}ПАПИРУС ТОЖЕ ГОЛОДЕН!

source: <18>{#f/7}HUNGRY FOR JUSTICE!
ru_ru: <18>{#f/7}ЖАЖДУЩИЙ СПРАВЕДЛИВОСТИ!

source: <18>{#p/papyrus}{#f/1}YOU'RE BACK AGAIN!?!?
ru_ru: <18>{#p/papyrus}{#f/1}ТЫ СНОВА ВЕРНУЛСЯ!?!?

source: <18>{#f/4}I FINALLY REALIZE THE TRUE REASON WHY.
ru_ru: <18>{#f/4}НАКОНЕЦ-ТО Я ПОНЯЛ РЕАЛЬНУЮ ПРИЧИНУ.

source: <18>{#f/5}YOU...
ru_ru: <18>{#f/5}ТЫ...

source: <18>YOU JUST MISS SEEING MY FACE SO MUCH...
ru_ru: <18>ТЫ ТАК СКУЧАЕШЬ ПО МОЕМУ ЛИЦУ...

source: <18>{#f/6}I...
ru_ru: <18>{#f/6}Я...

source: <18>{#f/31}I'M NOT SURE I CAN FIGHT SOMEONE WHO FEELS THIS WAY.
ru_ru: <18>{#f/31}Я НЕ УВЕРЕН, ЧТО СМОГУ БОРОТЬСЯ С ЧЕЛОВЕКОМ, КОТОРЫЙ ТАК СЕБЯ ЧУВСТВУЕТ.

source: <18>{#f/4}NOT TO MENTION, I'M GETTING TIRED OF CAPTURING YOU.
ru_ru: <18>{#f/4}НЕ ГОВОРЯ УЖЕ О ТОМ, ЧТО МНЕ НАДОЕЛО ТЕБЯ ЛОВИТЬ.

source: <18>{#f/5}WOULD YOU LIKE TO PASS THROUGH...
ru_ru: <18>{#f/5}ТЫ БЫ ХОТЕЛ ПРОЙТИ ЧЕРЕЗ...

source: <18>{#f/5}... WITHOUT A BATTLE?
ru_ru: <18>{#f/5}... БЕЗ БИТВЫ?

source: <18>{#p/papyrus}{#f/31}... OKAY...
ru_ru: <18>{#p/papyrus}{#f/31}... ЛАДНО...

source: <18>{#f/3}I GUESS I'LL ACCEPT MY FAILURE.
ru_ru: <18>{#f/3}ДУМАЮ, Я СМИРЮСЬ СО СВОЕЙ НЕУДАЧЕЙ.

source: <18>{#p/papyrus}{#f/4}WELL, IF YOU SAY SO, THEN...
ru_ru: <18>{#p/papyrus}{#f/4}НУ, ЕСЛИ ТЫ ТАК ГОВОРИШЬ, ТО...

source: <18>{#f/9}BY ALL MEANS!!!
ru_ru: <18>{#f/9}ВО ЧТО БЫ ТО НИ СТАЛО!!!

source: <18>{#p/papyrus}{#f/1}AGAIN??
ru_ru: <18>{#p/papyrus}{#f/1}ОПЯТЬ??

source: <18>{#f/4}... WELL, OKAY...
ru_ru: <18>{#f/4}... ХОРОШО, ЛАДНО...

source: <18>{#f/9}WILL YOU FORGO THE BATTLE THIS TIME??
ru_ru: <18>{#f/9}ТЫ ОТКАЖЕШЬСЯ ОТ БИТВЫ В ЭТОТ РАЗ?

source: <18>{#p/papyrus}{#f/0}OKAY, HERE WE GO!
ru_ru: <18>{#p/papyrus}{#f/0}ИТАК, ПРИСТУПИМ!

source: <32>{#p/basic}* There is a log of previous modifications...
ru_ru: <32>{#p/basic}* Имеется журнал предыдущих модификаций...

source: <32>* "Pattern last modified by user: ALPHYS"
ru_ru: <32>* "Шаблон, последний раз измененный пользователем: АЛЬФИС"

source: <32>* "Pattern last modified by user: COOLSKELETON95"
ru_ru: <32>* "Шаблон, последний раз измененный пользователем: COOLSKELETON95"

source: <25>{#p/asriel2}{#f/13}* She's been against us the whole time...
ru_ru: <25>{#p/asriel2}{#f/13}* Она всё время была против нас...

source: <32>{#p/basic}* "Would you like to view the pattern?"
ru_ru: <32>{#p/basic}* "Ты хочешь посмотреть шаблон?"

source: * (View the pattern?)
ru_ru: * (Посмотришь шаблон?)

source: <32>{#p/human}* (The robot appears to be asleep.)
ru_ru: <32>{#p/human}* (Робот, похоже, спит.)

source: <32>{#p/basic}* It's in sleep mode.
ru_ru: <32>{#p/basic}* Он находится в спящем режиме.

source: <32>{#p/basic}* Hello. * I am a builder bot.
ru_ru: <32>{#p/basic}* Привет. * Я бот строитель.

source: <32>* I want to see the galaxy... * But I cannot move.
ru_ru: <32>* Я хочу увидеть галактику... * Но я не могу двигаться.

source: <32>* If you would be so kind, traveler, please...
ru_ru: <32>* Если ты будешь так добр, путешественник, пожалуйста...

source: <32>* Take one of my computer chips and bring it to another computer very far away.
ru_ru: <32>* Возьми один из чипов моего компьютера и перенеси его на другой компьютер, расположенный очень далеко.

source: * (Take a chip?)
ru_ru: * (Взять чип?)

source: <32>{#p/basic}* If you would be so kind, traveler, please...
ru_ru: <32>{#p/basic}* Если ты будешь так добр, путешественник, пожалуйста...

source: <32>{#p/basic}* Thank you... good luck!
ru_ru: <32>{#p/basic}* Спасибо тебе... хорошо удачи!

source: <32>{#s/equip}{#p/human}* (You got the Computer Chip.)
ru_ru: <32>{#s/equip}{#p/human}* (Ты получил Компьютерный Чип.)

source: <25>{#p/asriel2}{#f/9}* Pfft, that's adorable.
ru_ru: <25>{#p/asriel2}{#f/9}* Это восхитительно.

source: <25>{#p/asriel2}{#f/13}* This robot has no idea what's going on here...
ru_ru: <25>{#p/asriel2}{#f/13}* Этот робот понятия не имеет, что здесь происходит...

source: <32>{#p/basic}* It seems you do not have enough room for me.
ru_ru: <32>{#p/basic}* Кажется, у тебя не хватает места для меня.

source: <32>{#p/basic}* I see. * Good journey, then.
ru_ru: <32>{#p/basic}* Я вижу. * Тогда в добрый путь.

source: <32>{#p/basic}* Thank you for taking care of me.
ru_ru: <32>{#p/basic}* Спасибо, что заботишься обо мне.

source: <25>{#p/asriel2}{#f/4}* It's alright, we don't need any more for now.
ru_ru: <25>{#p/asriel2}{#f/4}* Всё в порядке, пока что нам больше ничего не нужно.

source: <32>{#p/basic}* How am I doing? * By "I" I mean the chip I gave you...
ru_ru: <32>{#p/basic}* Как у меня дела? * Под "я" я имею в виду чип, который я тебе дал...

source: <32>* Huh? You lost it...? * ... I suppose I can give you another one...
ru_ru: <32>* А? Ты потерял его...? * ... Думаю, я могу дать тебе другой...

source: * (Take another chip?)
ru_ru: * (Взять ещё один чип?)

source: <32>{#p/basic}* Please be careful this time.
ru_ru: <32>{#p/basic}* Пожалуйста, будь осторожен на этот раз.

source: <32>{#p/human}{#s/equip}* (You got the Computer Chip.)
ru_ru: <32>{#p/human}{#s/equip}* (Ты получил Компьютерный Чип.)

source: <32>{#p/basic}* I understand. * Safe journey, then...
ru_ru: <32>{#p/basic}* Я понимаю. * Безопасного вам путешествия...

source: <32>{#p/basic}* Thank you for... taking care of me...
ru_ru: <32>{#p/basic}* Спасибо, что... заботишься обо мне...

source: <32>{#p/basic}* How am I doing?
ru_ru: <32>{#p/basic}* Как у меня дела?

source: <32>* Huh? Again...?
ru_ru: <32>* Да? Опять...?

source: <32>* I'm sorry... if I give you any more, there will be nothing left of me.
ru_ru: <32>* Прости... Если я дам тебе еще, от меня ничего не останется.

source: <32>* I suppose it is true. * Traveling beyond our limits is but a fantasy.
ru_ru: <32>* Полагаю, это правда. * Путешествие за пределы наших возможностей - всего лишь фантазия.

source: <32>* It's no different for anyone else.
ru_ru: <32>* Ничем не отличается от других.

source: <32>* All of monsterkind are doomed to live out here forever...
ru_ru: <32>* Весь род монстров обречён жить здесь вечно...

source: <32>{#p/basic}* Why did I give myself away so easily?
ru_ru: <32>{#p/basic}* Почему я так легко сдался?

source: <32>{#p/basic}* Begone!
ru_ru: <32>{#p/basic}* Уходи!

source: <99>{#p/darksans}{#i/4}* {@spacing=2.25/0}Human.
ru_ru: <99>{#p/darksans}{#i/4}* {@spacing=2.25/0}Человек.

source: <99>* {@spacing=2.25/0}Don't you know how to{@spacing=} {@spacing=2.25/0}greet a new pal?
ru_ru: <99>* {@spacing=2.25/0}Разве ты не знаешь, как{@spacing=} {@spacing=2.25/0} поприветствовать нового приятеля?

source: <99>* {@spacing=2.25/0}Turn around and shake{@spacing=} {@spacing=2.25/0}my hand.
ru_ru: <99>* {@spacing=2.25/0}Повернись и пожми{@spacing=} {@spacing=2.25/0}мою руку.

source: <25>{#p/sans}{#f/0}* huh? * what's with the face?
ru_ru: <25>{#p/sans}{#f/0}* А? * Что это с лицом?

source: <25>{#p/sans}{#f/2}* ... didn't you like my whoopee cushion?
ru_ru: <25>{#p/sans}{#f/2}* ... Тебе не понравилась моя подушка?

source: <25>{#f/0}* ... eh. * to each their own.
ru_ru: <25>{#f/0}* ... эх. * каждому своё.

source: <25>{#p/sans}{#f/4}* heheh... nothin' like a good whoopee cushion.
ru_ru: <25>{#p/sans}{#f/4}* Ничто не сравнится с хорошей подушкой.

source: <25>{#f/0}* anyway, you're a human, right?
ru_ru: <25>{#f/0}* В любом случае, ты ведь человек, верно?

source: <25>{#f/5}* that's fantastic.
ru_ru: <25>{#f/5}* это фантастика.

source: <25>{#f/0}* i'm sans. * sans the skeleton.
ru_ru: <25>{#f/0}* Я Санс. * Санс скелет.

source: <25>{#f/3}* as a royal sentry, my job is to capture humans.
ru_ru: <25>{#f/3}* Как королевский страж, я должен ловить людей.

source: <25>{#f/4}* but... y'know...
ru_ru: <25>{#f/4}* но... знаешь...

source: <25>{#f/2}* i don't really feel like doing much work today.
ru_ru: <25>{#f/2}* Сегодня мне не хочется много работать.

source: <25>{#f/0}* as for my brother, well...
ru_ru: <25>{#f/0}* Что касается моего брата, то...

source: <25>{#f/5}* he's OVERFLOWING with energy.
ru_ru: <25>{#f/5}* он ПОЛОН энергии.

source: <25>{#f/0}* it took everything i had just to get him to stay home.
ru_ru: <25>{#f/0}* Мне потребовалось всё, чтобы заставить его остаться дома.

source: <25>{#f/2}* i've got better things to do.
ru_ru: <25>{#f/2}* У меня есть дела поважнее.

source: <25>{#f/5}* despite not being an actual sentry, he sure ACTS like one.
ru_ru: <25>{#f/5}* Несмотря на то, что он не является настоящим стражем, он действует как страж.

source: <25>{#f/0}* in fact, i think that's him over there.
ru_ru: <25>{#f/0}* На самом деле, я думаю, что это он там.

source: <25>* i have an idea. * jump across that gap, will ya?
ru_ru: <25>* У меня есть идея. * Перепрыгни через эту пропасть, ладно?

source: <26>{#f/4}* yeah, jump right across. * my bro set the gravity too low to stop anyone.
ru_ru: <26>{#f/4}* да, прыгай прямо через него. * Мой брат установил слишком низкую гравитацию, чтобы остановить кого-нибудь.

source: <25>{#p/sans}* well, here we are.
ru_ru: <25>{#p/sans}* Ну, вот мы и пришли.

source: <25>{#f/3}* i'm afraid there's not much else i can show you right now...
ru_ru: <25>{#f/3}* Боюсь, сейчас я мало что могу тебе показать...

source: <25>{#f/2}* but maybe i'll come up with something if you keep heading forward.
ru_ru: <25>{#f/2}* но, возможно, я что-нибудь придумаю, если ты продолжишь двигаться вперёд.

source: <25>{#f/0}* for now, i'll just hang around here.
ru_ru: <25>{#f/0}* Пока что я побуду здесь.

source: <25>{#p/sans}* quick, to the gravometric inverter.
ru_ru: <25>{#p/sans}* быстро, к гравиметрическому преобразователю.

source: <25>{#p/sans}* 'sup, bro?
ru_ru: <25>{#p/sans}* привет, бро?

source: <18>{#p/papyrus}{#x2}{#f/7}YOU KNOW WHAT "SUP," BROTHER!
ru_ru: <18>{#p/papyrus}{#x2}{#f/7}ТЫ ЗНАЕШЬ ЧТО "КАК ДЕЛА," БРАТ!

source: <18>YOU HAVE PUZZLES TO ATTEND TO!
ru_ru: <18> ТЫ ДОЛЖЕН РЕШАТЬ ГОЛОВОЛОМКИ!

source: <18>I'VE GIVEN YOU PLENTY OF LEEWAY, BUT STILL...
ru_ru: <18> Я ДАЛ ТЕБЕ ДОСТАТОЧНО СВОБОДЫ ДЕЙСТВИЙ, НО ВСЁ ЖЕ...

source: <18>YOU SIT AROUND AND DO NOTHING ALL DAY!
ru_ru: <18>ТЫ СИДИШЬ И НИЧЕГО НЕ ДЕЛАЕШЬ ВЕСЬ ДЕНЬ!

source: <18>EVEN NOW, THAT'S WHAT YOU'RE DOING!
ru_ru: <18> ДАЖЕ СЕЙЧАС ТЫ ДЕЛАЕШЬ ИМЕННО ЭТО!

source: <18>NOTHING!
ru_ru: <18>НИЧЕГО!

source: <25>{#p/sans}* actually, i'm playing with this gravometric thingy.
ru_ru: <25>{#p/sans}* Вообще-то, я играю с этой гравиметрической штукой.

source: <25>* it's really cool.
ru_ru: <25>* Это очень круто.

source: <25>{#f/4}* do you wanna look?
ru_ru: <25>{#f/4}* Ты хочешь посмотреть?

source: <18>{#p/papyrus}{#x3}{#f/7}NO!! I DON'T HAVE TIME FOR THAT!!
ru_ru: <18>{#p/papyrus}{#x3}{#f/7}НЕТ!! У МЕНЯ НЕТ НА ЭТО ВРЕМЕНИ!!

source: <18>{#x2}IF A HUMAN COMES THROUGH HERE, I WANT TO BE READY!
ru_ru: <18>{#x2}ЕСЛИ ЗДЕСЬ ПОЯВИТСЯ ЧЕЛОВЕК, Я ДОЛЖЕН БЫТЬ ГОТОВ!

source: <18>I MUST BE THE ONE! I WILL BE THE ONE!
ru_ru: <18>Я ДОЛЖЕН БЫТЬ ЕДИНСТВЕННЫМ! Я БУДУ ЕДИНСТВЕННЫМ!

source: <18>{#x1}{#f/9}I WILL FINALLY CAPTURE A HUMAN!
ru_ru: <18>{#x1}{#f/9}Я НАКОНЕЦ-ТО ПОЙМАЮ ЧЕЛОВЕКА!

source: <18>{#x4}{#f/0}THEN I, THE GREAT PAPYRUS...
ru_ru: <18>{#x4}{#f/0}ТОГДА Я, ВЕЛИКИЙ ПАПИРУС...

source: <18>WILL GET ALL THE THINGS I UTTERLY DESERVE!
ru_ru: <18> ПОЛУЧУ ВСЁ ТО, ЧЕГО Я БЕЗУСЛОВНО ЗАСЛУЖИВАЮ!

source: <18>RESPECT... RECOGNITION...
ru_ru: <18>РЕСПЕКТ... ПРИЗНАНИЕ...

source: <18>{#f/9}I WILL FINALLY BE ABLE TO JOIN THE ROYAL GUARD!
ru_ru: <18>{#f/9}НАКОНЕЦ-ТО Я СМОГУ ВСТУПИТЬ В КОРОЛЕВСКУЮ ГВАРДИЮ!

source: <25>{#p/sans}* hmm...
ru_ru: <25>{#p/sans}* хм...

source: <25>{#f/2}* maybe this gadget will help you.
ru_ru: <25>{#f/2}* Возможно, этот гаджет поможет тебе.

source: <18>{#p/papyrus}{#x3}{#f/7}SANS, THAT WON'T DO ANYTHING! YOU LAZYBONES!
ru_ru: <18>{#p/papyrus}{#x3}{#f/7}САНС, ЭТО НИЧЕГО НЕ ДАСТ! ТЫ - ЛЕНТЯЙ!

source: <18>{#x1}{#f/5}YOU KNOW, YOU ARE CAPABLE OF SO MUCH MORE, YET...
ru_ru: <18>{#x1}{#f/5}ТЫ ЗНАЕШЬ, ЧТО СПОСОБЕН НА ГОРАЗДО БОЛЬШЕЕ, НО...

source: <18>{#x2}{#f/7}YOU CHOOSE TO SIT AROUND AND DO NOTHING ALL DAY!
ru_ru: <18>{#x2}{#f/7}ТЫ ВЫБИРАЕШЬ СИДЕТЬ И НИЧЕГО НЕ ДЕЛАТЬ ВЕСЬ ДЕНЬ!

source: <18>{#x1}{#f/5}DON'T YOU WANT... MORE, OUT OF LIFE?
ru_ru: <18>{#x1}{#f/5}РАЗВЕ ТЫ НЕ ХОЧЕШЬ... БОЛЬШЕГО ОТ ЖИЗНИ?

source: <25>{#p/sans}* hey, take it easy. * i've got plenty of things in mind.
ru_ru: <25>{#p/sans}* Эй, полегче. * У меня много чего на уме.

source: <25>{#f/4}* perhaps you could even say i'm...
ru_ru: <25>{#f/4}* Возможно, ты даже можешь сказать, что я...

source: <25>{#f/2}* shooting for the {@fill=#ff0}stars{@fill=#fff}?
ru_ru: <25>{#f/2}* стрельба для {@fill=#ff0}звёзд{@fill=#fff}?

source: <18>{#p/papyrus}{#x3}{#f/7}SANS!!
ru_ru: <18>{#p/papyrus}{#x3}{#f/7}САНС!!

source: <25>{#p/sans}{#f/5}* come on. * you're smiling.
ru_ru: <25>{#p/sans}{#f/5}* Да ладно. * ты улыбаешься.

source: <18>{#p/papyrus}{#x2}{#f/7}I AM AND I UTTERLY DESPISE IT!
ru_ru: <18>{#p/papyrus}{#x2}{#f/7}ДА, И Я ЕГО ПРЕЗИРАЮ!

source: <18>{#x1}{#f/4}(SIGH...)
ru_ru: <18>{#x1}{#f/4}(ВЗДОХ...)

source: <18>{#f/5}WHY DOES SOMEONE AS GREAT AS MYSELF...
ru_ru: <18>{#f/5}ПОЧЕМУ КТО-ТО ТАКОЙ ВЕЛИКИЙ, КАК Я...

source: <18>HAVE TO DO SO MUCH JUST TO GET SOME RECOGNITION??
ru_ru: <18>НУЖНО СДЕЛАТЬ ТАК МНОГО, ЧТОБЫ ПОЛУЧИТЬ ПРИЗНАНИЕ?

source: <25>{#p/sans}* heh. * perhaps you should focus more on, well...
ru_ru: <25>{#p/sans}* хех. * Возможно, тебе стоит больше сосредоточиться на...

source: <18>{#p/papyrus}{#x2}{#f/7}UGH!!
ru_ru: <18>{#p/papyrus}{#x2}{#f/7}УГХ!!

source: <18>{#x1}{#f/4}I WILL ATTEND TO MY PUZZLES...
ru_ru: <18>{#x1}{#f/4}Я ЗАЙМУСЬ СВОИМИ ГОЛОВОЛОМКАМИ...

source: <18>{#f/7}AS FOR YOUR WORK?
ru_ru: <18>{#f/7}ЧТО КАСАЕТСЯ ТВОЕЙ РАБОТЫ?

source: <18>{#f/4}I EXPECT YOU TO DO A MORE...
ru_ru: <18>{#f/4}Я ЖДУ ОТ ТЕБЯ БОЛЕЕ...

source: <18>{#f/0}NYEHEHEHEHEHE HEHEHEHEHEHEH!!
ru_ru: <18>{#f/0}НЬЕХ ХЕ-ХЕ!!

source: <18>{#p/papyrus}HEH!
ru_ru: <18>{#p/papyrus}ХЕХ!

source: <25>{#p/sans}* ok, time to bring you back down.
ru_ru: <25>{#p/sans}* Ладно, пора спускать тебя обратно.

source: <25>{#p/sans}{#f/0}* actually, hey... * before you go out there on your own...
ru_ru: <25>{#p/sans}{#f/0}* Вообще-то, эй... * Прежде чем отправиться туда в одиночку...

source: <25>{#f/3}* you should know the royal guard's on the lookout for you.
ru_ru: <25>{#f/3}* Ты должен знать, что королевская стража тебя разыскивает.

source: <25>{#f/0}* don't worry, though. * all they've got out here are the canines.
ru_ru: <25>{#f/0}* Не волнуйся. * Все, что у них здесь есть, это клыки.

source: <25>{#f/0}* since you're a human, you should know what dogs love, right?
ru_ru: <25>{#f/0}* Раз уж ты человек, ты должен знать, что любят собаки, верно?

source: <25>{#f/2}* they're almost as harmless as papyrus.
ru_ru: <25>{#f/2}* они почти так же безобидны, как папирус.

source: <32>{#p/human}* (It appears this joke book has no clear ending.)
ru_ru: <32>{#p/human}* (Похоже, у этого сборника шуток нет чёткого конца.)

source: <32>{#p/basic}* It's a book about non-euclidian geometry. * Property of "ALPHYS."
ru_ru: <32>{#p/basic}* Это книга о неевклидовой геометрии. * Собственность "АЛЬФИС."

source: * (Take a look inside?)
ru_ru: * (Заглянуть внутрь?)

source: <32>{#p/human}* (You look inside the book...)
ru_ru: <32>{#p/human}* (Ты смотришь в книгу...)

source: <32>{#p/basic}* Inside the geometry book was a joke book.
ru_ru: <32>{#p/basic}* Внутри учебника геометрии лежала книга шуток.

source: <32>{#p/basic}* Inside the joke book was another geometry book.
ru_ru: <32>{#p/basic}* Внутри книги шуток был ещё один учебник геометрии.
