Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <23>"STILL, A PART HOPES THEY FIND THEIR WAY OFF THE OUTPOST, TOO."
ru_ru: <23>"И ВСЁ ЖЕ КАКАЯ-ТО ЧАСТЬ НАДЕЕТСЯ, ЧТО ОНИ ТОЖЕ НАЙДУТ ДОРОГУ С АВАНПОСТА."

source: <23>"EVERYONE ELSE JUST SEEMS CONTENT LEAVING THEM TO DIE."
ru_ru: <23>"ВСЕ ОСТАЛЬНЫЕ ПРОСТО ДОВОЛЬНЫ ТЕМ, ЧТО ОСТАВИЛИ ИХ УМИРАТЬ."

source: <23>"TOOK ON IMPOSSIBLE ODDS TO SAVE US FROM DESTRUCTION."
ru_ru: <23>"ПРИНЯЛ НА СЕБЯ НЕВОЗМОЖНЫЕ ОБЯЗАТЕЛЬСТВА, ЧТОБЫ СПАСТИ НАС ОТ ГИБЕЛИ."

source: <23>"MAYBE THIS IS WHAT'LL INSPIRE SANS TO MOVE UP IN THE WORLD."
ru_ru: <23>"МОЖЕТ БЫТЬ, ИМЕННО ЭТО ВДОХНОВИТ САНСА НА ПРОДВИЖЕНИЕ В МИРЕ."

source: <23>"I ONLY MENTION IT BECAUSE, I NEVER KNEW HIS SENTRY JOB..."
ru_ru: <23>"Я УПОМИНАЮ ОБ ЭТОМ ТОЛЬКО ПОТОМУ, ЧТО НИКОГДА НЕ ЗНАЛ О ЕГО РАБОТЕ ЧАСОВЫМ..."

source: <23>"MEANT DOING SO LITTLE ACTUAL WORK."
ru_ru: <23>"ЗНАЧИТ, ДЕЛАТЬ ТАК МАЛО РЕАЛЬНОЙ РАБОТЫ."

source: <23>{#p/papyrusnt}"DEAR DAIRY, SANS HAS JUST BEEN MADE AN OFFICIAL ROYAL SENTRY."
ru_ru: <23>{#p/papyrusnt}"ДОРОГОЙ ДЭЙРИ, САНС ТОЛЬКО ЧТО СДЕЛАЛСЯ ОФИЦИАЛЬНЫМ РОЯЛЬСКИМ СЕНТРИ."

source: <23>"AT FIRST, I WAS CONFUSED AT HIM..."
ru_ru: <23>"СНАЧАЛА Я РАСТЕРЯЛСЯ ПЕРЕД НИМ..."

source: <23>"AFTER ALL, WHY WOULD SOMEBODY SO LAZY WANT TO TAKE THIS ON?"
ru_ru: <23> "В КОНЦЕ КОНЦОВ, ЗАЧЕМ КОМУ-ТО СТОЛЬ ЛЕНИВОМУ БРАТЬСЯ ЗА ЭТО?"

source: <23>"WELL, I DECIDED NOT TO QUESTION IT."
ru_ru: <23>"НУ, Я РЕШИЛ НЕ ЗАДАВАТЬСЯ ЭТИМ ВОПРОСОМ."

source: <23>"THE TRUTH IS, I COULDN'T BE MORE PROUD OF HIM!!!"
ru_ru: <23>"ПО ПРАВДЕ ГОВОРЯ, Я НЕ МОГУ БОЛЬШЕ ГОРДИТЬСЯ ИМ!!!"

source: <23>"ONLY TIME WILL TELL WHAT GREAT THINGS THIS BRINGS FORTH."
ru_ru: <23>"ТОЛЬКО ВРЕМЯ ПОКАЖЕТ, КАКИЕ ВЕЛИКИЕ ДЕЛА ЭТО ПРИНЕСЁТ."

source: <18>{#p/papyrus}THE OUTERNET! I'M QUITE POPULAR THERE.
ru_ru: <18>{#p/papyrus}ОУТЕРНЕТ! Я ТАМ ОЧЕНЬ ПОПУЛЯРЕН.

source: <18>{#f/4}I'M JUST A DOZEN AWAY...
ru_ru: <18>{#f/4}Я В ОДНОМ ДЕСЯТКЕ...

source: <18>{#f/0}FROM A DOUBLE- DIGIT FOLLOWER COUNT!
ru_ru: <18>{#f/0}СЧЁТ ДВАДЦАТИ ЦИФРОВЫХ ПОЛКОВНИКОВ!

source: <32>{#p/human}* (You move towards the computer...)
ru_ru: <32>{#p/human}* (Ты двигаешься к компьютеру...)

source: <32>{#p/basic}* The computer's web browser is opened to a social media site.
ru_ru: <32>{#p/basic}* Веб-браузер компьютера открыт на сайте социальной сети.

source: * (Log in to Papyrus's account?)
ru_ru: * (Войти в аккаунт Папируса?)

source: <32>{#p/human}* (You decide not to log in.)
ru_ru: <32>{#p/human}* (Ты решил не входить.)

source: -2 FOLLOWERS
ru_ru: -2 ПОДПИСЧИКА

source: THIS ACCOUNT IS OWNED BY THE GREAT PAPYRUS. HIGH-QUALITY POSTS ONLY!
ru_ru: ЭТОТ СЧЁТ ПРИНАДЛЕЖИТ ВЕЛИКОМУ ПАПИРУСУ. ВЫСОКОЕ КАЧЕСТВО ТОЛЬКО КАЧЕСТВЕННЫЕ СООБЩЕНИЯ!

source: - NEWS -
ru_ru: - НОВОСТИ -

source: BREAKING: .. .. .. .. WE ALL NEED TO LEAVE.
ru_ru: РАЗРУШЕНИЕ: .. .. .. .. НАМ ВСЕМ НУЖНО УЕХАТЬ.

source: BREAKING: WE CAN LEAVE. LIKE.. FOR REAL. SOURCE: LOOK OUTSIDE, PEOPLE!
ru_ru: ЧИТАЙТЕ ТАКЖЕ: МЫ МОЖЕМ УЙТИ. КАК.. ПО-НАСТОЯЩЕМУ. ИСТОЧНИК: ПОСМОТРИТЕ НА УЛИЦУ, НАРОД!

source: BREAKING: MEW MEW STARFIRE IS.. SUPER BAD. SOURCE: LIKE, IT'S JUST TRUE?
ru_ru: ЧИТАЙТЕ ТАКЖЕ: МИУ МИУ СТАРФАЙР ЭТО... СУПЕР ПЛОХО. ИСТОЧНИК: ТИПА, ЭТО ПРОСТО ПРАВДА?

source: HOWDY!
ru_ru: ПРИВЕТ!

source: SAVE YOURSELVES...
ru_ru: СОХРАНИТЕ СЕБЯ...

source: FAILED TO CONNECT...
ru_ru: НЕ УДАЛОСЬ ПОДКЛЮЧИТЬСЯ...

source: SHARE YOUR THOUGHTS...
ru_ru: ПОДЕЛИСЬ СВОИМИ МЫСЛЯМИ...

source: ALPHYS
ru_ru: АЛЬФИС

source: TODAY
ru_ru: СЕГОДНЯ

source: < message deleted >
ru_ru: < сообщение удалено >

source: SYSTEM
ru_ru: СИСТЕМА

source: The OuterNet is closed.
ru_ru: ОутерНет закрыт.

source: NAPSTABLOOK22
ru_ru: НАПСТАБЛУК22

source: this is why i never go online anymore... nothing meaningful ever happens
ru_ru: Вот почему я никогда не выхожу в интернет... ничего ничего значимого не происходит

source: but i'm a ghost...
ru_ru: но я призрак...

source: umm... i'll just keep working on this mix...
ru_ru: ммм... я просто продолжу работать над этим миксом...

source: lazybones.
ru_ru: лентяй.

source: let's just hope he doesn't capture our SOULs~ *finger guns*
ru_ru: Будем надеяться, что он не захватит наши души~ *палец пистолеты*

source: whoops, i forgot to shut off the server
ru_ru: Упс, я забыл выключить выключить сервер

source: STRONGFISH91
ru_ru: СТРОНГФИШ91

source: YESTERDAY
ru_ru: СЕГОДНЯ

source: uh... dont you say that EVERY day, Papyrus?
ru_ru: Ты не говоришь так КАЖДЫЙ день, Папирус?

source: stay outta this blooky. i dont want you getting hurt too.
ru_ru: Не лезь в это дело, Блуки. Я не хочу, чтобы ты тоже пострадал.

source: papyrus is gone blooky. that human is going to PAY for what they did.
ru_ru: Папирус стал кровавым. Этот человек заплатит заплатит за то, что сделал.

source: well no... but he did capture all of our hearts! FUHUHU!!
ru_ru: Ну, нет... но он захватил все наши сердца! ВУХУХУ!!

source: < Username Update > Was: _K1ll3rMann3qu1n_ Now: _Sp4ceAdv3ntur3r_
ru_ru: < Обновление имени пользователя > Был: _K1ll3rMann3qu1n_ Сейчас: _Sp4ceAdv3ntur3r_

source: TODAY'S THE DAY I FINALLY CAPTURE A HUMAN! I CAN FEEL IT IN MY BONES!
ru_ru: СЕГОДНЯ В ЭТОТ ДЕНЬ Я НАКОНЕЦ-ТО ПОЙМАЮ ЧЕЛОВЕКА! Я ЧУВСТВУЮ ЭТО В СВОИХ КОСТЯХ!

source: umm... is there anything i can do to help? things are getting worse...
ru_ru: Эм... есть ли что-нибудь. что я могу сделать, чтобы помочь? становится всё хуже...

source: so... did papyrus capture a human yet? or...
ru_ru: Так... Папирус уже поймал человека? или...

source: FRISK
ru_ru: ФРИСК

source: DON'T YOU
ru_ru: НЕ ТЫ

source: DARE COME
ru_ru: СМЕЛО ПРИХОДИ

source: AFTER US
ru_ru: ПОСЛЕ НАС

source: SORRY
ru_ru: ИЗВИНИ

source: BUT WE'RE
ru_ru: НО МЫ

source: OFFLINE
ru_ru: ОФФЛАЙН

source: LMAO
ru_ru: ЛМАО

source: REFRESH
ru_ru: ВОССТАНОВЛЕНИЕ

source: MESSAGES
ru_ru: СООБЩЕНИЯ

source: SETTINGS
ru_ru: НАСТРОЙКИ

source: LOG OUT
ru_ru: ВЫЙТИ

source: <32>{#p/human}* (You can't seem to find anything in the couch.)
ru_ru: <32>{#p/human}* (Ты не можешь ничего найти в диване.)

source: <32>{#p/basic}* It's been cleaned out.
ru_ru: <32>{#p/basic}* Он был очищен.

source: <32>{#p/human}* (You hear a jangling sound within the couch.)
ru_ru: <32>{#p/human}* (Ты слышишь звенящий звук внутри дивана.)

source: <32>{#p/human}* (It seems a cache of coins was left here...)
ru_ru: <32>{#p/human}* (Кажется, здесь был оставлен тайник с монетами...)

source: <32>{#p/basic}* There are a bunch of loose coins inside...
ru_ru: <32>{#p/basic}* Внутри куча свободных монет...

source: * (Take the coins?)
ru_ru: * (Забрать монеты?)

source: <32>{#p/human}* (The coins within haven't moved from where they were.)
ru_ru: <32>{#p/human}* (Монеты внутри не сдвинулись с места.)

source: <32>{#p/basic}* The coins are still here.
ru_ru: <32>{#p/basic}* Монеты всё ещё здесь.

source: <32>{#p/human}* (You decide not to take anything.)
ru_ru: <32>{#p/human}* (Ты решил ничего не брать.)

source: <32>{#p/human}* (You found 10G.)
ru_ru: <32>{#p/human}* (Ты нашёл 10G.)

source: <18>{#p/papyrus}{#f/1}YOU'RE CLEANING OUT THE COUCH FOR US!?
ru_ru: <18>{#p/papyrus}{#f/1}ТЫ УБИРАЕШЬ ЗА НАМИ ДИВАН!?

source: <18>{#p/papyrus}{#f/5}AND OUT OF NOTHING BUT THE KINDNESS OF YOUR HEART...
ru_ru: <18>{#p/papyrus}{#f/5}И ТОЛЬКО ИЗ ДОБРОТЫ ВАШЕГО СЕРДЦА...

source: <18>{#p/papyrus}{#f/6}SUCH GENEROSITY!!!
ru_ru: <18>{#p/papyrus}{#f/6}ТАКАЯ ЩЕДРОСТЬ!!!

source: <18>{#p/papyrus}{#f/6}WHAT!? HOW DID YOU...
ru_ru: <18>{#p/papyrus}{#f/6}ЧТО!? КАК ТЫ...

source: <18>{#p/papyrus}{#f/5}YOU APPEARED RIGHT IN FRONT OF ME!
ru_ru: <18>{#p/papyrus}{#f/5} ТЫ ЯВИЛСЯ ПРЯМО ПЕРЕДО МНОЙ!

source: <18>{#p/papyrus}{#f/4}HAS SANS BEEN TEACHING YOU ABOUT SHORTCUTS...?
ru_ru: <18>{#p/papyrus}{#f/4}ТЫ УЧИЛ САНСА БЫСТРЫМ КЛАВИШАМ...?

source: <18>{#p/papyrus}{#f/7}... UGH! STOP DOING THAT!!
ru_ru: <18>{#p/papyrus}{#f/7}... УГХ! ПРЕКРАТИ ЭТО ДЕЛАТЬ!!

source: <18>{#p/papyrus}{#f/0}YOU'RE ASKING FOR TROUBLE, HUMAN.
ru_ru: <18>{#p/papyrus}{#f/0}ТЫ НАПРАШИВАЕШЬСЯ НА НЕПРИЯТНОСТИ, ЧЕЛОВЕК.

source: <18>{#p/papyrus}{#f/4}(SIGH...)
ru_ru: <18>{#p/papyrus}{#f/4}(ВЗДОХ...)

source: <18>{#p/papyrus}{#f/5}WOWIE, YOU'RE SO EAGER TO DATE...
ru_ru: <18>{#p/papyrus}{#f/5}ВАУ, ТЫ ТАК СТРЕМИШЬСЯ К СВИДАНИЯМ...

source: <18>{#p/papyrus}{#f/5}WOWIE, YOU'RE SO EAGER TO HANG OUT WITH ME...
ru_ru: <18>{#p/papyrus}{#f/5}ВАУ, ТЫ ТАК ЖЕЛАЕШЬ ОБЩАТЬСЯ СО МНОЙ...

source: <18>{#f/5}THAT YOU'RE TRYING TO GO IN MY HOUSE AHEAD OF ME!
ru_ru: <18>{#f/5}ЧТО ТЫ ХОЧЕШЬ ВОЙТИ В МОЙ ДОМ РАНЬШЕ МЕНЯ!

source: <18>{#f/6}THAT'S DEDICATION!
ru_ru: <18>{#f/6}ЭТО ПРЕДАННОСТЬ!

source: <18>{#p/papyrus}{#f/0}HELLO, HUMAN!
ru_ru: <18>{#p/papyrus}{#f/0}ПРИВЕТ, ЧЕЛОВЕК!

source: <18>{#f/5}I HOPE EVERYTHING IS ALRIGHT.
ru_ru: <18>{#f/5}НАДЕЮСЬ, ВСЁ БУДЕТ В ПОРЯДКЕ.

source: <18>{#f/6}FEEL FREE TO TAKE A WALK AROUND TOWN...
ru_ru: <18>{#f/6}НЕ СТЕСНЯЙТСЯ ГУЛЯТЬ ПО ГОРОДУ...

source: <18>{#f/0}... OR A LOOK IN MY HOUSE!
ru_ru: <18>{#f/0}... ИЛИ ЗАГЛЯНУТЬ В МОЙ ДОМ!

source: <18>{#p/papyrus}{#f/4}JUST BE SURE TO AVOID SANS'S ROOM.
ru_ru: <18>{#p/papyrus}{#f/4}ТОЛЬКО СТАРАЙСЯ ИЗБЕГАТЬ КОМНАТЫ САНСА.

source: <18>{#p/papyrus}SO YOU CAME BACK TO HAVE A DATE WITH ME!
ru_ru: <18>{#p/papyrus}И ТЫ ВЕРНУЛСЯ, ЧТОБЫ УСТРОИТЬ МНЕ СВИДАНИЕ!

source: <18>{#p/papyrus}SO YOU CAME BACK TO SEE ME!
ru_ru: <18>{#p/papyrus}ТЫ ВЕРНУЛСЯ, ЧТОБЫ УВИДЕТЬ МЕНЯ!

source: <18>{#f/5}TRUTH BE TOLD, IT'S BEEN A LITTLE LONELY TODAY...
ru_ru: <18>{#f/5}ПО ПРАВДЕ ГОВОРЯ, СЕГОДНЯ БЫЛО НЕМНОГО ОДИНОКО...

source: <18>{#f/5}A LOT OF PEOPLE ARE STRANGELY ABSENT...
ru_ru: <18>{#f/5}МНОГИЕ ИЗ НАС СТРАННО ОТСУТСТВУЮТ...

source: <18>{#f/0}BUT YOU'RE STILL HERE!!
ru_ru: <18>{#f/0}НО ТЫ ВСЁ ЕЩЕ ЗДЕСЬ!!

source: <18>{#f/0}THAT MEANS SOMETHING, RIGHT??
ru_ru: <18>{#f/0}ЭТО ЧТО-ТО ЗНАЧИТ, ВЕРНО?

source: <18>{#f/4}YOU MUST BE REALLY SERIOUS ABOUT THIS...
ru_ru: <18>{#f/4}ТЫ, ДОЛЖНО БЫТЬ, ОЧЕНЬ СЕРЬЁЗНО К ЭТОМУ ОТНОСИШЬСЯ...

source: <18>{#f/5}I'LL HAVE TO TAKE YOU SOMEPLACE REALLY SPECIAL...
ru_ru: <18>{#f/5}Я ОТВЕДУ ТЕБЯ В ОСОБЕННОЕ МЕСТО...

source: <18>{#f/0}A PLACE I LIKE TO SPEND A LOT OF TIME!!!
ru_ru: <18>{#f/0}МЕСТО, ГДЕ Я ЛЮБЛЮ ПРОВОДИТЬ МНОГО ВРЕМЕНИ!!!

source: <18>{#p/papyrus}MY HOUSE!!!
ru_ru: <18>{#p/papyrus}МОЙ ДОМ!!!

source: <18>{#p/papyrus}WELCOME TO SCENIC MY HOUSE!
ru_ru: <18>{#p/papyrus}ДОБРО ПОЖАЛОВАТЬ В МОЙ ДОМ!

source: <18>ENJOY AND TAKE YOUR TIME!!!
ru_ru: <18>НАСЛАЖДАЙСЯ И НЕ ТОРОПИСЬ!!!

source: <18>{#p/papyrus}WHEN YOU'RE DONE, HEAD UPSTAIRS TO MY ROOM!
ru_ru: <18>{#p/papyrus}КОГДА ЗАКОНЧИШЬ, ПОДНИМАЙСЯ КО МНЕ В КОМНАТУ!

source: <18>{#p/papyrus}{#f/6}WOW! BEING A GOOD HOST IS A REAL WORKOUT!
ru_ru: <18>{#p/papyrus}{#f/6}ВАУ! БЫТЬ ХОРОШИМ ХОЗЯИНОМ - ЭТО НАСТОЯЩАЯ ТРЕНИРОВКА!

source: <18>{#p/papyrus}{#f/5}WOWIE, I CAN'T FEEL MY LEGS...
ru_ru: <18>{#p/papyrus}{#f/5}ВАУ, Я НЕ ЧУВСТВУЮ СВОИХ НОГ...

source: <18>{#f/0}THAT MUST MEAN I'M BEING A GREAT HOST!!!
ru_ru: <18>{#f/0}ЭТО ЗНАЧИТ, ЧТО Я ОТЛИЧНЫЙ ХОЗЯИН!!!

source: <18>{#p/papyrus}THAT'S MY ROOM!
ru_ru: <18>{#p/papyrus}ЭТО МОЯ КОМНАТА!

source: <18>{#f/4}IF YOU'VE FINISHED LOOKING AROUND, WE COULD GO IN AND...
ru_ru: <18>{#f/4}ЕСЛИ ВЫ ЗАКОНЧИЛИ ОСМАТРИВАТЬСЯ, МЫ МОЖЕМ ЗАЙТИ И...

source: <18>{#f/4}AND...
ru_ru: <18>{#f/4}И...

source: <18>{#f/9}DO WHATEVER PEOPLE DO WHEN THEY DATE!
ru_ru: <18>{#f/9}ДЕЛАЙТЕ ВСЁ, ЧТО ДЕЛАЮТ ЛЮДИ НА СВИДАНИЯХ!

source: <18>{#f/9}"HANG OUT" LIKE A PAIR OF VERY COOL FRIENDS!
ru_ru: <18>{#f/9}"ТУСОВАТЬ", КАК ПАРА ОЧЕНЬ КРУТЫХ ДРУЗЕЙ!

source: <18>{#p/papyrus}READY?
ru_ru: <18>{#p/papyrus}ГОТОВ?

source: <18>{#p/papyrus}OKAY, LET'S GO!
ru_ru: <18>{#p/papyrus}ХОРОШО, ПОЕХАЛИ!

source: <18>{#p/papyrus}I'LL KEEP WAITING HERE THEN!
ru_ru: <18>{#p/papyrus}ТОГДА Я БУДУ ЖДАТЬ ЗДЕСЬ!

source: <18>{#p/papyrus}{#f/5}SO, UM...
ru_ru: <18>{#p/papyrus}{#f/5}ИТАК, ХМ...

source: <18>{#f/5}IF YOU'VE SEEN EVERYTHING...
ru_ru: <18>{#f/5}ЕСЛИ ТЫ ВИДЕЛ ВСЕ...

source: <18>{#f/6}DO YOU WANT TO START DATING?
ru_ru: <18>{#f/6}ТЫ ХОЧЕШЬ НАЧАТЬ ВСТРЕЧАТЬСЯ?

source: <18>{#f/6}DO YOU WANT TO START HANGING OUT?
ru_ru: ТЫ ХОЧЕШЬ НАЧАТЬ ТУСОВАТЬСЯ?

source: <18>{#p/papyrus}{#f/6}READY TO START?
ru_ru: <18>{#p/papyrus}{#f/6}ГОТОВ НАЧАТЬ?

source: <18>{#p/papyrus}OKAY!!! DATING START!!!
ru_ru: <18>{#p/papyrus}ОК!!! СВИДАНИЕ НАЧАЛОСЬ!!!

source: <18>{#p/papyrus}OKAY!!! LET'S HANG TEN!!!
ru_ru: <18>{#p/papyrus}ОК!!! ДАВАЙ ТУСОВАТЬСЯ!!!

source: <18>{#p/papyrus}TAKE YOUR TIME, I'LL WAIT FOR YOU.
ru_ru: <18>{#p/papyrus}НЕ ТОРОПИСЬ, Я ПОДОЖДУ ТЕБЯ.

source: <#32>{#p/story} DATING START!
ru_ru: <#32>{#p/story СВИДАНИЕ НАЧАЛОСЬ!

source: <#32>{#p/story} HANGOUT START!
ru_ru: <#32>{#p/story ТУСОВКА НАЧАЛАСЬ!

source: <15>{#p/papyrus}{#f/10}HERE WE ARE!!
ru_ru: <15>{#p/papyrus}{#f/10}А ВОТ И МЫ!!

source: <15>{#f/20}ON OUR DATE!!
ru_ru: <15>{#f/20}НА НАШУ СВИДАНИЕ!!

source: <15>{#f/20}HANGING OUT!!
ru_ru: <15>{#f/20}ТУСОВКА!!

source: <15>{#f/24}I'VE ACTUALLY NEVER DONE THIS BEFORE.
ru_ru: <15>{#f/24}Я НИКОГДА НЕ ДЕЛАЛ ЭТОГО ДЕЙСТВИТЕЛЬНО РАНЬШЕ.

source: <15>{#f/10}BUT DON'T WORRY!!!
ru_ru: <15>{#f/10}НО НЕ ВОЛНУЙСЯ!!!

source: <15>{#f/20}PREPARATION IS MY (UNOFFICIAL) LAST NAME!
ru_ru: <15>{#f/20}ПОДГОТОВКА - ЭТО МОЁ (НЕОФИЦИАЛЬНАЯ) ПОСЛЕДНИЕ ИМЯ!

source: <15>{#f/20}WHAT DO I HAVE HERE, YOU ASK?
ru_ru: <15>{#f/20}ЧТО У МЕНЯ ЗДЕСЬ, СПРОСИШЬ ТЫ?

source: <15>{#p/papyrus}{#f/10}AN OFFICIAL DATING GUIDE, STRAIGHT FROM THE LIBRARBY!
ru_ru: <15>{#p/papyrus}{#f/10}ОФИЦИАЛЬНОЕ РУКОВОДСТВО ПО СВИДАНИЯМ, ПРЯМО ИЗ БИБЛИОТЕКИ!

source: <15>{#p/papyrus}{#f/10}AN OFFICIAL HANGOUT GUIDE, STRAIGHT FROM THE LIBRARBY!
ru_ru: <15>{#p/papyrus}{#f/10}ОФИЦИАЛЬНЫЙ ГАЙД ПО ТУСОВКАМ, ПРЯМО ИЗ БИБЛИОТЕКИ!

source: <15>{#f/20}WITH THIS, WE'RE BOUND TO HAVE A GREAT TIME!
ru_ru: <15>{#f/20}С ЭТИМ МЫ ОБЯЗАТЕЛЬНО ОТЛИЧНО ПРОВЕДЁМ ВРЕМЯ!

source: <15>{#p/papyrus}{#f/25}LET'S SEE...
ru_ru: <15>{#p/papyrus}{#f/25}ДАВАЙТЕ ПОСМОТРИМ...

source: <15>{#f/25}STEP ONE: PRESS C OR CTRL TO OPEN THE {@fill=#f00}DATING HUD{@fill=#000}.
ru_ru: <15>{#f/25}ШАГ ПЕРВЫЙ: НАЖМИТЕ C ИЛИ CTRL, ЧТОБЫ ОТКРЫТЬ ОКНО {@fill=#f00}СВИДАНИЕ{@fill=#000}.

source: <15>{#f/25}STEP ONE: PRESS C OR CTRL TO OPEN THE {@fill=#f00}FRIENDSHIP HUD{@fill=#000}.
ru_ru: <15>{#f/25}ШАГ ПЕРВЫЙ: НАЖМИТЕ C ИЛИ CTRL, ЧТОБЫ ОТКРЫТЬ ОКНО {@fill=#f00}ДРУЖЕСКОЙ ВСТРЕЧИ{@fill=#000}.

source: <15>{#p/papyrus}{#f/24}... WAIT.
ru_ru: <15>{#p/papyrus}{#f/24}... ПОДОЖДИ.

source: <15>{#f/22}YOU ALREADY DID THAT!?!?
ru_ru: <15>{#f/22}ТЫ УЖЕ СДЕЛАЛ ЭТО!?!?

source: <15>{#f/11}WOWIE, YOU MUST REALLY LOVE ME!
ru_ru: <15>{#f/11}ВАУ, ТЫ, ДОЛЖНО БЫТЬ, ДЕЙСТВИТЕЛЬНО ЛЮБИШЬ МЕНЯ!

source: <15>{#f/11}WOWIE, YOU MUST REALLY LIKE ME!
ru_ru: <15>{#f/11}ВАУ, Я ТЕБЕ, ДОЛЖНО БЫТЬ, ОЧЕНЬ НРАВЛЮСЬ!

source: <15>{#f/10}IT'S ONTO STEP TWO, THEN!
ru_ru: <15>{#f/10}ТОГДА ПЕРЕХОДИМ КО ВТОРОМУ ШАГУ!

source: <15>{#f/24}EH, WE DIDN'T NEED IT ANYWAY.
ru_ru: <15>{#f/24}ЭХ, НАМ ВСЁ РАВНО ЭТО НЕ НУЖНО.

source: <15>{#f/20}ONTO STEP TWO!
ru_ru: <15>{#f/20}ПЕРЕХОДИМ КО ВТОРОМУ ШАГУ!

source: <15>{#p/papyrus}{#f/11}WOWIE, I FEEL SO INFORMED!
ru_ru: <15>{#p/papyrus}{#f/11}ВАУ, Я ЧУВСТВУЮ СЕБЯ НАСТОЛЬКО ИНФОРМИРОВАННЫМ!

source: <15>{#f/24}IN FACT, I THINK WE'RE READY FOR STEP TWO...
ru_ru: <15>{#f/24}НА САМОМ ДЕЛЕ, Я ДУМАЮ, МЫ ГОТОВЫ КО ВТОРОМУ ШАГУ...

source: <15>{#p/papyrus}{#f/25}STEP TWO: ASK THEM ON A DATE.
ru_ru: <15>{#p/papyrus}{#f/25}ШАГ ДВА: ПРИГЛАСИТЕ ИХ НА СВИДАНИЕ.

source: <15>{#p/papyrus}{#f/25}STEP TWO: ASK THEM TO HANG OUT.
ru_ru: <15>{#p/papyrus}{#f/25}ШАГ ДВА: ПРИГЛАСИТЕ ИХ ПОТУСОВАТЬСЯ.

source: <15>{#f/24}"AHEM."
ru_ru: <15>{#f/24}"КХМ."

source: <15>{#f/20}HUMAN! I, THE GREAT PAPYRUS...
ru_ru: <15>{#f/20}ЧЕЛОВЕК! Я, ВЕЛИКИЙ ПАПИРУС...

source: <15>{#f/10}WOULD LIKE TO GO ON A DATE WITH YOU!
ru_ru: <15>{#f/10}ХОТЕЛ БЫ ПОЙТИ С ТОБОЙ НА СВИДАНИЕ!

source: <15>{#f/10}WOULD LIKE TO HANG OUT WITH YOU!
ru_ru: <15>{#f/10}ХОТЕЛ БЫ ПОТУСОВАТЬСЯ С ТОБОЙ!

source: <15>{#p/papyrus}{#f/12}R-REALLY???
ru_ru: <15>{#p/papyrus}{#f/12}П-ПРАВДА???

source: <15>{#f/11}WOWIE!!!
ru_ru: <15>{#f/11}ВАУ!!!

source: <15>{#f/24}I GUESS THAT MEANS IT'S TIME FOR STEP THREE...
ru_ru: <15>{#f/24}ПОЛАГАЮ, ЭТО ОЗНАЧАЕТ, ЧТО ПРИШЛО ВРЕМЯ ДЛЯ ТРЕТЬЕГО ШАГА...

source: <15>{#p/papyrus}{#f/21}OH...
ru_ru: <15>{#p/papyrus}{#f/21}ОХ...

source: <15>{#f/27}F-FORTUNATELY, IT ONLY SAYS TO ASK.
ru_ru: <15>{#f/27}К СОЖАЛЕНИЮ, ТАМ СКАЗАНО ТОЛЬКО СПРОСИТЬ.

source: <15>{#f/24}WELL ANYWAY, IT'S TIME FOR STEP THREE...
ru_ru: <15>{#f/24}ТАК ИЛИ ИНАЧЕ, НАСТАЛО ВРЕМЯ ДЛЯ ТРЕТЬЕГО ШАГА...

source: <15>{#p/papyrus}{#f/25}STEP THREE: PUT ON NICE CLOTHES TO SHOW YOU CARE.
ru_ru: <15>{#p/papyrus}{#f/25}ШАГ ТРЕТИЙ: НАДЕНЬТЕ КРАСИВУЮ ОДЕЖДУ, ЧТОБЫ ПОКАЗАТЬ, ЧТО ВАМ НЕ ВСЕ РАВНО.

source: <15>{#f/24}WAIT A SECOND.
ru_ru: <15>{#f/24}ПОДОЖДМ СЕКУНДУ.

source: <15>{#f/24}NICE CLOTHES...
ru_ru: <15>{#f/24}КРАСИВАЯ ОДЕЖДА...

source: <15>{#f/26}THAT OLD SPACESUIT YOU'RE WEARING...
ru_ru: <15>{#f/26}ТОТ СТАРЫЙ СКАФАНДР, КОТОРЫЙ НА ТЕБЕ...

source: <15>{#f/26}THAT FANCY HALO ON YOUR HEAD...
ru_ru: <15>{#f/26}ЭТОТ МОДНЫЙ НИМБ НА ГОЛОВЕ...

source: <15>{#f/26}THAT FORCE FIELD AROUND YOU...
ru_ru: <15>{#f/26}ЭТО СИЛОВОЕ ПОЛЕ ВОКРУГ ТЕБЯ...

source: <15>{#f/26}THAT ARMOR YOU'RE WEARING...
ru_ru: <15>{#f/26}ТА БРОНЯ, ЧТО НА ТЕБЕ...

source: <15>{#f/26}THAT GADGET ON YOUR HEAD...
ru_ru: <15>{#f/26}ЭТОТ ГАДЖЕТ НА ГОЛОВЕ...

source: <15>{#f/26}THAT VISOR IN FRONT OF YOUR EYES...
ru_ru: <15>{#f/26}ЭТОТ КОЗЫРЁК ПЕРЕД ГЛАЗАМИ...

source: <15>{#f/26}THAT ODD DEVICE YOU'RE CARRYING...
ru_ru: <15>{#f/26}ЭТО СТРАННОЕ УСТРОЙСТВО, КОТОРОЕ ТЫ НОСИШЬ...

source: <15>{#f/26}THAT LOCKET AROUND YOUR NECK...
ru_ru: <15>{#f/26}ЭТОТ МЕДАЛЬОН НА ТВОЕЙ ШЕЕ...

source: <15>{#f/26}THAT THING ON YOUR BODY...
ru_ru: <15>{#f/26}ЭТА ШТУКА НА ТВОЁМ ТЕЛЕ...

source: <15>{#f/20}YOU'RE WEARING CLOTHING RIGHT NOW!!!
ru_ru: <15>{#f/20}ТЫ СЕЙЧАС НОСИШЬ ОДЕЖДУ!!!

source: <15>{#f/24}AND NOT ONLY THAT...
ru_ru: <15>{#f/24}И НЕ ТОЛЬКО ЭТО...

source: <15>{#f/20}EARLIER TODAY, YOU WERE ALSO WEARING CLOTHING!
ru_ru: <15>{#f/20}СЕГОДНЯ ТЫ ТОЖЕ БЫЛ В ОДЕЖДЕ!

source: <15>{#f/12}NO...! COULD IT BE???
ru_ru: <15>{#f/12}НЕТ...! А МОЖЕТ ЛИ ЭТО БЫТЬ???

source: <15>{#f/13}HAVE YOU WANTED TO DATE ME FROM THE VERY BEGINNING???
ru_ru: <15>{#f/13}ТЫ ХОТЕЛ ВСТРЕЧАТЬСЯ СО МНОЙ С САМОГО НАЧАЛА???

source: <15>{#f/13}HAVE YOU WANTED TO BEFRIEND ME FROM THE VERY BEGINNING???
ru_ru: <15>{#f/13}ТЫ С САМОГО НАЧАЛА ХОТЕЛ ПОДРУЖИТЬСЯ СО МНОЙ????

source: <15>{#p/papyrus}{#f/22}NO!!
ru_ru: <15>{#p/papyrus}{#f/22}НЕТ!!

source: <15>{#f/22}YOU PLANNED IT ALL!!!
ru_ru: <15>{#p/papyrus}{#f/22}ТЫ ВСЕ СПЛАНИРОВАЛ!!!

source: <15>{#f/22}YOU MIGHT EVEN BE BETTER AT DATING THAN I AM!!!
ru_ru: <15>{#f/22}ТЫ, ВОЗМОЖНО, ДАЖЕ ЛУЧШЕ МЕНЯ РАЗБИРАЕШЬСЯ В СВИДАНИЯХ!!!

source: <15>N-NOOOO!!! YOUR {@fill=#003cff}DATING POWER{@fill=#000}...!!!
ru_ru: <15>Н-НЕТ!!! ТВОЯ {@fill=#003cff}СИЛА СВИДАНИЯ{@fill=#000}...!!!

source: <15>{#f/22}YOU MIGHT EVEN BE BETTER AT HANGING OUT THAN I AM!!!
ru_ru: <15>{#f/22}ТЫ МОЖЕШЬ БЫТЬ ДАЖЕ ЛУЧШЕ МЕНЯ!!!

source: <15>N-NOOOO!!! YOUR {@fill=#003cff}FRIENDSHIP POWER{@fill=#000}!!!
ru_ru: <15>Н-НЕТ!!! ТВОЯ {@fill=#003cff}СИЛА ДРУЖБЫ{@fill=#000}!!!

source: <15>{#p/papyrus}{#f/24}OH...
ru_ru: <15>{#p/papyrus}{#f/24}ОХ...

source: <15>{#f/21}BUT DESPITE THAT...
ru_ru: <15>{#f/21}НО НЕСМОТРЯ НА ЭТО...

source: <15>{#f/21}YOU STILL CHOSE TO WEAR CLOTHING TODAY OF ALL DAYS...?
ru_ru: <15>{#f/21}ТЫ ВСЁ ЕЩЁ РЕШИЛ НАДЕТЬ ОДЕЖДУ ИМЕННО СЕГОДНЯ...?

source: <15>{#f/24}IT'S ALMOST LIKE...
ru_ru: <15>{#f/24}ЭТО ПОЧТИ КАК...

source: <15>{#f/13}LIKE YOUR INTEREST IN ME WAS PREDESTINED~
ru_ru: <15>{#f/13}КАК БУДТО ТВОЙ ИНТЕРЕС КО МНЕ БЫЛ ПРЕДОПРЕДЕЛЁН~

source: <15>{#f/22}N-NOOOO!!! YOUR {@fill=#003cff}DATING POWER{@fill=#000}...!!!
ru_ru: <15>{#f/22}Н-НЕТ!!! ТВОЯ{@fill=#003cff}СИЛА СВИДАНИЙ{@fill=#000}...!!!

source: <15>{#f/13}LIKE YOUR FRIENDSHIP WAS PREDESTINED~
ru_ru: <15>{#f/13}КАК БУДТО ТВОЯ ДРУЖБА БЫЛА ПРЕДОПРЕДЕЛЕНА~

source: <15>{#f/22}N-NOOOO!!! YOUR {@fill=#003cff}FRIENDSHIP POWER{@fill=#000}...!!!
ru_ru: <15>{#f/22}Н-НЕТ!!! ТВОЯ {@fill=#003cff}СИЛА ДРУЖБЫ{@fill=#000}...!!!

source: <15>{#p/papyrus}{#f/15}NYEH!
ru_ru: <15>{#p/papyrus}{#f/15}НЬЕХ!

source: <15>{#f/15}NYEH HEH HEH!!!
ru_ru: <15>{#f/15}НЬЕХ ХЕХ ХЕХ!!!

source: <15>{#p/papyrus}{#f/15}DON'T THINK YOU'VE BESTED ME YET!
ru_ru: <15>{#p/papyrus}{#f/15}НЕ ДУМАЙТЕ, ЧТО ТЫ ЕЩЕ НЕ ПРЕВЗОШЁЛ МЕНЯ!

source: <15>{#f/20}I, THE GREAT PAPYRUS...
ru_ru: <15>{#f/20}Я, ВЕЛИКИЙ ПАПИРУС...

source: <15>{#f/20}HAVE NEVER BEEN BEATEN AT DATING...
ru_ru: <15>{#f/20}НИКОГДА НЕ ПОБЕЖДАЛ НА СВИДАНИЯХ...

source: <15>{#f/20}HAVE NEVER BEEN BEATEN AT HANGING OUT...
ru_ru: <15>{#f/20}НИКОГДА НЕ БЫЛ ПОБЕДИТЕЛЕМ В ОБЩЕНИИ...

source: <15>{#f/15}AND I NEVER WILL!!
ru_ru: <15>{#f/15}И НИКОГДА НЕ БУДУ!!!

source: <15>{#f/10}I CAN EASILY KEEP UP WITH YOU!!!
ru_ru: <15>{#f/10}Я ЛЕГКО УСПЕВАЮ ЗА ТОБОЙ!!!

source: <15>{#f/24}IN FACT...
ru_ru: <15>{#f/24}НА САМОМ ДЕЛЕ...

source: <15>{#f/20}I ALWAYS WEAR MY "SPECIAL" CLOTHES...
ru_ru: <15>{#f/20}Я ВСЕГДА НОШУ СВОЮ "ОСОБЕННУЮ" ОДЕЖДУ...

source: <15>{#f/20}UNDERNEATH MY REGULAR ONES!!
ru_ru: <15>{#f/20}ПОД МОИМИ ОБЫЧНЫМИ!!!

source: <15>{#f/15}BEHOLD!!
ru_ru: <15>{#f/15}ДЕРЖИ!!

source: <15>{#p/papyrus}{#f/15}WHAT DO YOU THINK OF MY SECRET STYLE?
ru_ru: <15>{#p/papyrus}{#f/15}ЧТО ТЫ ДУМАЕШЬ О МОЁМ СЕКРЕТНОМ СТИЛЕ?

source: It rocks
ru_ru: Это камни

source: It sucks
ru_ru: Это отстой

source: <15>{#p/papyrus}{#f/13}NO!!!
ru_ru: <15>{#p/papyrus}{#f/13}НЕТ!!!

source: <15>{#f/13}A GENUINE COMPLIMENT...!
ru_ru: <15>{#f/13}ИСКРЕННИЙ КОМПЛИМЕНТ...!

source: <15>{#f/13}A CRITICAL, YET HONEST REVIEW...!
ru_ru: <15>{#f/13}КРИТИЧЕСКИЙ, НО ЧЕСТНЫЙ ОТЗЫВ...!

source: <15>{#p/papyrus}{#f/24}HOWEVER...
ru_ru: <15>{#p/papyrus}{#f/24}НО...

source: <15>{#f/20}YOU DON'T TRULY UNDERSTAND THE {@fill=#f00}HIDDEN POWER{@fill=#000} OF THIS OUTFIT!
ru_ru: <15>{#f/20}ТЫ ДЕЙСТВИТЕЛЬНО НЕ ПОНИМАЕШЬ {@fill=#f00}СКРЫТУЮ СИЛУ{@fill=#000} ЭТОГО НАРЯДА!

source: <15>{#f/26}THEREFORE...
ru_ru: <15>{#f/26}ПОСТАНОВЛЯЮ...

source: <15>{#f/15}WHAT YOU JUST SAID IS INVALID!!
ru_ru: <15>{#f/15}ТО, ЧТО ТЫ СЕЙЧАС СКАЗАЛ, НЕДЕЙСТВИТЕЛЬНО!!!

source: <15>{#f/15}THIS DATE WON'T ESCALATE ANY FURTHER!
ru_ru: <15>{#f/15}ЭТО СВИДАНИЕ БОЛЬШЕ НЕ БУДЕТ ОБОСТРЯТЬСЯ!

source: <15>{#f/15}THIS HANGOUT WON'T ESCALATE ANY FURTHER!
ru_ru: <15>{#f/15}ЭТА ТУСОВКА БОЛЬШЕ НЕ БУДЕТ РАЗГОРАТЬСЯ!

source: <15>{#f/24}UNLESS...
ru_ru: <15>{#f/24}ЕСЛИ ТОЛЬКО...

source: <15>{#f/20}YOU CAN FIND MY {@fill=#f00}SECRET{@fill=#000}.
ru_ru: <15>{#f/20}ТЫ МОЖЕШЬ НАЙТИ МОЙ {@fill=#f00}СЕКРЕТ{@fill=#000}.

source: <15>{#f/15}BUT THAT WON'T HAPPEN!!
ru_ru: <15>{#f/15}НО ЭТОГО НЕ СЛУЧИТСЯ!!

source: * Move and inspect with [Z].
ru_ru: * Двигайся и проверяйся с помощью [Z].

source: <15>{#p/papyrus}{#f/21}THE WIG ON MY HEAD...?
ru_ru: <15>{#p/papyrus}{#f/21}ПАРИК НА МОЕЙ ГОЛОВЕ...?

source: <15>{#f/16}THE WIG ON MY HEAD.
ru_ru: <15>{#f/16}ПАРИК НА МОЕЙ ГОЛОВЕ.

source: <15>{#f/10}THE WIG... ON MY HEAD!!!
ru_ru: <15>{#f/10}ПАРИК... НА МОЕЙ ГОЛОВЕ!!!

source: <15>{#f/10}NYEH HEH HEH! THAT'S VERY SIGNIFICANT INDEED!
ru_ru: <15>{#f/10}НЙЕХ ХЕХ ХЕХ! ЭТО ДЕЙСТВИТЕЛЬНО ОЧЕНЬ ВАЖНО!

source: <15>{#p/papyrus}{#f/21}OVERWHELMED BY THE SIGHT OF MY "STELLAR" OUTFIT?
ru_ru: <15>{#p/papyrus}{#f/21}ОШЕЛОМЛЁН ВИДОМ МОЕГО "ЗВЁЗДНОГО" КОСТЮМА?

source: <15>{#f/24}NO, NO, I UNDERSTAND.
ru_ru: <15>{#f/24}НЕТ, НЕТ, Я ПОНИМАЮ.

source: <15>{#f/20}BUT YOU CAN'T BACK DOWN NOW!!!
ru_ru: <15>{#f/20}НО ТЕПЕРЬ ТЫ НЕ МОЖЕШЬ ОТСТУПИТЬ!!!

source: <15>{#p/papyrus}{#f/26}THIS SHIRT DIDN'T ORIGINALLY SAY "STELLAR..."
ru_ru: <15>{#p/papyrus}{#f/26}НА ЭТОЙ ФУТБОЛКЕ ИЗНАЧАЛЬНО НЕ БЫЛО НАПИСАНО "ЗВЁЗДНЫЙ..."

source: <15>{#f/20}BUT I IMPROVED IT!
ru_ru: <15>{#f/20}НО Я УЛУЧШИЛ ЕГО!

source: <15>{#f/10}EXPERT TIP: ALL CLOTHING CAN BE IMPROVED THIS WAY.
ru_ru: <15>{#f/10}СОВЕТ ЭКСПЕРТА: ТАКИМ ОБРАЗОМ МОЖНО УЛУЧШИТЬ ЛЮБУЮ ОДЕЖДУ.

source: <15>{#f/20}... BUT THAT'S NOT A SECRET! TRY AGAIN!
ru_ru: <15>{#f/20}... НО ЭТО НЕ СЕКРЕТ! ПОПРОБУЙ ЕЩЁ РАЗ!

source: <15>{#p/papyrus}{#f/24}I SEE, I SEE.
ru_ru: <15>{#p/papyrus}{#f/24}Я ВИЖУ, Я ВИЖУ.
