Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>{#p/basic}* ... is that possible? * A monster SOUL surviving within a human SOUL...?
ru_ru: <32>{#p/basic}* ... это возможно? * Душа монстра, живущая в человеческой душе...?

source: <32>{#p/basic}* But the identity of the monster SOUL's owner would be lost...
ru_ru: <32>{#p/basic}* Но личность владельца души монстра будет утеряна...

source: <32>{#p/human}* (You appreciate the bed for being very awesome in general.)
ru_ru: <32>{#p/human}* (Ты ценишь кровать за то, что она вообще очень классная.)

source: <32>{#p/basic}* A neatly-made hypercar bed.
ru_ru: <32>{#p/basic}* Аккуратная кровать для гиперкара.

source: <18>{#p/papyrus}THAT'S MY BED!
ru_ru: <18>{#p/papyrus}ЭТО МОЯ КРОВАТЬ!

source: <18>{#f/4}IF I EVER GET TO EXPLORE THE STARS...
ru_ru: <18>{#f/4}ЕСЛИ МНЕ КОГДА-НИБУДЬ ДОВЕДЁТСЯ ИССЛЕДОВАТЬ ЗВЁЗДЫ...

source: <18>{#f/0}I'D LIKE TO CRUISE DOWN A LONG INTER- STELLAR HIGHWAY.
ru_ru: <18>{#f/0}Я БЫ ХОТЕЛ ПРОМЧАТЬСЯ ПО ДЛИННОМУ МЕЖЗВЁЗДНОМУ ШОССЕ.

source: <18>STATIC IN MY HAIR, STARLIGHT ON MY SKIN...
ru_ru: <18>СТАТИЧЕСКОЕ ЭЛЕКТРИЧЕСТВО В МОИХ ВОЛОСАХ, СВЕТ ЗВЁЗД НА МОЕЙ КОЖЕ...

source: <18>{#f/4}OF COURSE, THAT'S JUST A DREAM.
ru_ru: <18>{#f/4}КОНЕЧНО, ЭТО ТОЛЬКО МЕЧТА.

source: <18>{#f/0}SO INSTEAD I CRUISE WHILE I SNOOZE.
ru_ru: <18>{#f/0}ТАК ЧТО ВМЕСТО ЭТОГО Я ПУТЕШЕСТВУЮ, ПОКА СПЛЮ.

source: <32>{#p/human}* (You thank the bed for being very awesome in general.)
ru_ru: <32>{#p/human}* (Ты благодаришь кровать за то, что она вообще очень классная.)

source: <32>{#p/basic}* (You reach into the box, but the bones don't deal any damage.)
ru_ru: <32>{#p/basic}* (Ты дотягиваешься до коробки, но кости не наносят урона.)

source: <25>{#p/asriel1}{#f/21}* Careful, Frisk! * Those bones might still be active...
ru_ru: <25>{#p/asriel1}{#f/21}* Осторожно, Фриск! * Эти кости могут быть ещё активны...

source: <25>{#p/asriel1}{#f/16}* ... or maybe not.
ru_ru: <25>{#p/asriel1}{#f/16}* ... или может быть нет.

source: <25>{#p/asriel1}{#f/13}* I wonder if you're the kind of person who stands on hot coals.
ru_ru: <25>{#p/asriel1}{#f/13}* Интересно, ты из тех, кто стоит на раскалённых углях?

source: <25>{#p/asriel1}{#f/8}* Boney hot coals.
ru_ru: <25>{#p/asriel1}{#f/8}* Костяные раскалённые угли.

source: <32>{#p/basic}* A box of bones.
ru_ru: <32>{#p/basic}* Коробка с костями.

source: <18>{#p/papyrus}HEY, THOSE ARE ALL THE ATTACKS I USED ON YOU.
ru_ru: <18>{#p/papyrus}ЭЙ, ЭТО ВСЕ АТАКИ, КОТОРЫЕ Я ИСПОЛЬЗОВАЛ НА ТЕБЕ.

source: <18>GREAT MEMORIES, HUH?
ru_ru: <18>ОТЛИЧНЫЕ ВОСПОМИНАНИЯ, ДА?

source: <18>SEEMS LIKE IT WAS ONLY YESTERDAY...
ru_ru: <18>КАЖЕТСЯ, ЭТО БЫЛО ТОЛЬКО ВЧЕРА...

source: <18>{#f/4}EVEN THOUGH IT BASICALLY JUST HAPPENED.
ru_ru: <18>{#f/4}ДАЖЕ ЕСЛИ ЭТО ТОЛЬКО ЧТО ПРОИЗОШЛО.

source: <18>{#f/4}EVEN THOUGH IT JUST HAPPENED EARLIER TODAY.
ru_ru: <18>{#f/4}ДАЖЕ ЕСЛИ ЭТО ПРОИЗОШЛО ТОЛЬКО СЕГОДНЯ.

source: <32>{#p/human}* (You look inside the closet...)
ru_ru: <32>{#p/human}* (Ты заглядываешь в шкаф...)

source: <32>{#p/human}* (It's hard for you to see in such a dark place.)
ru_ru: <32>{#p/human}* (Тебе трудно видеть в таком тёмном месте.)

source: <32>{#p/basic}* The clothes inside have been frantically shifted around.
ru_ru: <32>{#p/basic}* Одежда внутри была судорожно перемещена.

source: <32>{#p/basic}* Clothes are hung up neatly inside.
ru_ru: <32>{#p/basic}* Одежда аккуратно развешена внутри.

source: <32>* One of the clothes has "Free Bones" written on it.
ru_ru: <32>* На одной из одежд написано "Бесплатные кости".

source: <32>* Many of the clothes have handwritten text drawn on them.
ru_ru: <32>* На многих предметах одежды нарисован рукописный текст.

source: <18>{#p/papyrus}DON'T WORRY, THE CLOSET IS SKELETON-FREE.
ru_ru: <18>{#p/papyrus}НЕ ВОЛНУЙТЕСЯ, В ШКАФУ НЕТ СКЕЛЕТОВ.

source: <18>{#f/4}UNLESS I'M CHANGING, OF COURSE.
ru_ru: <18>{#f/4}ЕСЛИ, КОНЕЧНО, Я НЕ ИЗМЕНЮСЬ.

source: <25>{#p/asriel1}{#f/17}* Ah. * That's Papyrus's special attack...
ru_ru: <25>{#p/asriel1}{#f/17}* Ах. * Это специальная атака Папируса...

source: <25>{#f/13}* In previous timelines, this attack right here...
ru_ru: <25>{#f/13}* В предыдущих временах эта атака...

source: <25>{#f/15}* Caused me my fair share of defeats.
ru_ru: <25>{#f/15}* Причинила мне немало поражений.

source: <25>{#f/16}* ... don't ask how or why I was fighting Papyrus.
ru_ru: <25>{#f/16}* ... не спрашивай, как и почему я сражался с Папирусом.

source: <25>{#p/asriel1}{#f/10}* What? * It wasn't anything bad. * Not that time, anyway.
ru_ru: <25>{#p/asriel1}{#f/10}* Что? * Это не было чем-то плохим. * Во всяком случае, не в тот раз.

source: <25>{#p/asriel1}{#f/16}* Okay, okay. * I might have disguised myself as a human.
ru_ru: <25>{#p/asriel1}{#f/16}* Ладно, ладно. * Я мог замаскироваться под человека.

source: <25>{#f/15}* ... yeah. * It looked as bad as you think it would.
ru_ru: <25>{#f/15}* ... да. * Это выглядело так же плохо, как ты думаешь.

source: <25>{#f/5}* But hey, I got a chance to battle the great Papyrus!
ru_ru: <25>{#f/5}* Но у меня появился шанс сразиться с великим Папирусом!

source: <25>{#p/asriel1}{#f/20}* Totally worth it.
ru_ru: <25>{#p/asriel1}{#f/20}* Оно того стоит.

source: <32>{#p/basic}* It's a flag with a menacing skull painted on it.
ru_ru: <32>{#p/basic}* Это флаг с нарисованным на нём грозным черепом.

source: <18>{#p/papyrus}ISN'T THAT POSTER NEATO?
ru_ru: <18>{#p/papyrus}РАЗВЕ ЭТОТ ПЛАКАТ НЕ ПРЕКРАСЕН?

source: <18>UNDYNE FOUND IT ON A TRASH RUN.
ru_ru: <18>АНДАЙН НАШЛА ЕГО НА МУСОРКЕ.

source: <18>{#f/4}IT HAD A SKULL AND CROSSBONES ON IT AT FIRST...
ru_ru: <18>{#f/4}СНАЧАЛА НА НЕМ БЫЛ ЧЕРЕП И СКРЕЩЕННЫЕ КОСТИ...

source: <18>{#f/9}BUT I THOUGHT OF SOMETHING BETTER!
ru_ru: <18>{#f/9}НО Я ПРИДУМАЛ КОЕ-ЧТО ПОЛУЧШЕ!

source: <32>{#p/human}* (You marvel at the detail of these action figures...)
ru_ru: <32>{#p/human}* (Ты удивляешься детализации этих фигурок...)

source: <32>{#p/basic}* A set of action figures with tacky, matching uniforms.
ru_ru: <32>{#p/basic}* Набор боевых фигурок с липкой, одинаковой униформой.

source: <18>{#p/papyrus}AH, YES, ACTION FIGURES.
ru_ru: <18>{#p/papyrus}А, ДА, ФИГУРКИ ИЗ БОЕВИКОВ.

source: <18>A GREAT REFERENCE FOR THEORETICAL BATTLE SCENARIOS.
ru_ru: <18>ОТЛИЧНЫЙ СПРАВОЧНИК ПО ТЕОРЕТИЧЕСКИМ СЦЕНАРИЯМ СРАЖЕНИЙ.

source: <18>{#f/4}BUT HOW DO I HAVE SO MANY?
ru_ru: <18>{#f/4}НО ОТКУДА У МЕНЯ ИХ СТОЛЬКО?

source: <18>{#f/6}WELL, UMM... THE KING GAVE THEM TO ME AS A GIFT...
ru_ru: <18>{#f/6}НУ... КОРОЛЬ ПОДАРИЛ ИХ МНЕ В КАЧЕСТВЕ ПОДАРКА...

source: <18>{#f/5}A GIFT I TRULY WISH I COULD REPAY HIM FOR.
ru_ru: <18>{#f/5}ПОДАРОК, ЗА КОТОРЫЙ МНЕ ОЧЕНЬ ХОТЕЛОСЬ БЫ ОТБЛАГОДАРИТЬ ЕГО.

source: <32>{#p/human}* (Upon reflection, you realize who created these.)
ru_ru: <32>{#p/human}* (Подумав, ты понимаешь, кто их создал.)

source: <32>{#p/human}* (The sign describes the basics of solving the puzzle.)
ru_ru: <32>{#p/human}* (На табличке описаны основы решения головоломки.)

source: <32>{#p/basic}* "Trigger each circuit in order."
ru_ru: <32>{#p/basic}* "Запускай каждую схему по порядку."

source: <32>{#p/human}* (The sign defines a starting point for solving the puzzle.)
ru_ru: <32>{#p/human}* (Знак определяет отправную точку для решения головоломки).

source: <32>{#p/basic}* "Start at the left."
ru_ru: <32>{#p/basic}* "Начни слева."

source: <32>{#p/human}* (The note's brags about having solved a puzzle in advance.)
ru_ru: <32>{#p/human}* (В записке хвастается, что заранее решил головоломку.)

source: <25>{#p/asriel1}{#f/20}* Ha, uh, I wonder who wrote that note, huh? * Yeah...
ru_ru: <25>{#p/asriel1}{#f/20}* Ха, интересно, кто написал эту записку, а? * Да...

source: <25>{#p/asriel1}{#f/20}* Couldn't be me!
ru_ru: <25>{#p/asriel1}{#f/20}* Это не мог быть я!

source: <32>{#p/human}* (The note remarks about how the puzzle solution was not modified as intended.)
ru_ru: <32>{#p/human}* (В примечании говорится о том, что решение головоломки было изменено не так, как предполагалось.)

source: <32>{#p/basic}* It's a note from someone who didn't say who they were...
ru_ru: <32>{#p/basic}* Это записка от кого-то, кто не сказал, кто он...

source: <32>* "Puzzles like these can be so annoying, can't they?"
ru_ru: <32>* "Подобные головоломки могут так раздражать, не так ли?"

source: <32>* "Thankfully, I've taken care of it for you."
ru_ru: <32>* "К счастью, я позаботился об этом для тебя."

source: <32>* "Isn't that nice?" * "You should be thankful!"
ru_ru: <32>* "Разве это не мило?" * "Ты должен быть благодарен!"

source: <#32> - "Sincerely," Your Best Friend
ru_ru: <#32> - "Искренне," Твой лучший друг

source: <32>* "Don't worry." * "No matter how many times you do this over..."
ru_ru: <32> * "Не волнуйся." * "Неважно, сколько раз ты это повторишь..."

source: <32>* "I'll always be here to make sure you never have to deal with a puzzle again."
ru_ru: <32>* "Я всегда буду рядом, чтобы убедиться, что тебе больше никогда не придётся решать головоломки."

source: <32>* "It's the least I can do."
ru_ru: <32>* "Это самое малое, что я могу сделать."

source: <#32> - "Forevermore," Your Best Friend
ru_ru: <#32> - "Навсегда," Твой лучший друг

source: <32>{#p/basic}* It's a note from Sans...
ru_ru: <32>{#p/basic}* Это записка от Санса...

source: <32>{#p/without}* "welp." * "seems my bro found out about you after all."
ru_ru: <32>{#p/without}* "Ну что ж." * "Похоже, мой брат всё-таки узнал о тебе."

source: <32>* "i told him everything you've done up to now, and he's agreed to stay put."
ru_ru: <32>* "Я рассказал ему обо всём, что ты сделал до сих пор, и он согласился остаться на месте."

source: <32>* "it's a shame, isn't it?"
ru_ru: <32>* "Обидно, не правда ли?"

source: <32>* "papyrus shouldn't have to deal with this kinda stuff."
ru_ru: <32>* "Папирус не должен иметь дело с подобными вещами."

source: <32>* "but i guess that's the galaxy we live in, now."
ru_ru: <32>* "Но, видимо, такова галактика, в которой мы живём."

source: <32>* "well. * good luck with the puzzle."
ru_ru: <32>* "Ну." * "Удачи с головоломкой."

source: <32>* "i'm sure it'll take you no time at all."
ru_ru: <32>* "Я уверен, что это не займёт у тебя много времени."

source: <#32> - "with all due respect," sans
ru_ru: <#32> - "при всем уважении," санс

source: <32>{#p/basic}* It's a note from Papyrus...
ru_ru: <32>{#p/basic}* Это записка от Папируса...

source: <23>{#p/papyrus}{#f/30}"HUMAN!! THIS PUZZLE IS NOT AS IT SEEMS."
ru_ru: <23>{#p/papyrus}{#f/30}"ЧЕЛОВЕК!!! ЭТА ГОЛОВОЛОМКА НЕ ТАКАЯ, КАКОЙ КАЖЕТСЯ."

source: <23>"WHILE I WAS WAITING FOR YOU, I TRIED TO MODIFY IT..."
ru_ru: <23>"ПОКА Я ЖДАЛ ТЕБЯ, Я ПЫТАЛСЯ ИЗМЕНИТЬ ЕЁ..."

source: <23>"TO MAKE THE PATTERN RESEMBLE MY FACE, OF COURSE!"
ru_ru: <23>"ЧТОБЫ УЗОР НАПОМИНАЛ МОЁ ЛИЦО, КОНЕЧНО ЖЕ!"

source: <23>"BUT SOMETHING WENT WRONG..."
ru_ru: <23>"НО ЧТО-ТО ПОШЛО НЕ ТАК..."

source: <23>"ALL I COULD CREATE WAS A LOUSY ARROW SHAPE!!!"
ru_ru: <23>"ВСЁ, ЧТО Я СМОГ СОЗДАТЬ, ЭТО НЕУДАЧНУЮ ФОРМУ СТРЕЛЫ!!!"

source: <23>"(IN OTHER WORDS, YOU WILL HAVE TO SOLVE IT YOURSELF.)"
ru_ru: <23>"(ДРУГИМИ СЛОВАМИ, ТЕБЕ ПРИДЁТСЯ РЕШАТЬ ЭТУ ПРОБЛЕМУ САМОСТОЯТЕЛЬНО.)"

source: <23>"BUT DON'T WORRY!" "I KNOW YOU CAN DO IT, HUMAN!"
ru_ru: <23>" НО НЕ ВОЛНУЙСЯ!" "Я ЗНАЮ, ТЫ СМОЖЕШЬ, ЧЕЛОВЕК!"

source: <#23> - "WITH THE UTMOST FAITH," PAPYRUS
ru_ru: <#23> - "С ВЕЛИЧАЙШЕЙ ВЕРОЙ," ПАПИРУС

source: <32>{#p/human}* (The uniquely-colored book describes a secret weapon lost to time.)
ru_ru: <32>{#p/human}* (В книге с уникальным цветом описано секретное оружие, утраченное со временем.)

source: <32>{#p/basic}* It's a bookshelf.
ru_ru: <32>{#p/basic}* Это книжная полка.

source: <32>{#p/human}* (You pick out the red book...)
ru_ru: <32>{#p/human}* (Ты взял красную книгу...)

source: <32>{#p/basic}* "At the height of the war, a secret division of the royal forces was established."
ru_ru: <32>{#p/basic}* "В разгар войны было создано секретное подразделение королевских войск."

source: <32>{#p/basic}* "The so-called 'special weapons' division, focused on experimental research."
ru_ru: <32>{#p/basic}* "Так называемое подразделение "специального оружия", занимающееся экспериментальными исследованиями."

source: <32>{#p/basic}* "The division would develop a variety of artifacts, but all proved useless in battle..."
ru_ru: <32>{#p/basic}* "Подразделение разработало множество артефактов, но все они оказались бесполезными в бою..."

source: <32>{#p/basic}* "That is, all but one." * "An enchanted tome known only as 'The Epiphany.'"
ru_ru: <32>{#p/basic}* "То есть все, кроме одного." * "Зачарованный фолиант, известный только под названием «Прозрение»."

source: <32>{#p/basic}* "Its power was so great, it was deemed too dangerous, even for use against humans."
ru_ru: <32>{#p/basic}* "Его сила была настолько велика, что его сочли слишком опасным даже для использования против людей."

source: <32>{#p/basic}* "The tome was locked from the inside, and stowed away in short order."
ru_ru: <32>{#p/basic}* "Фолиант был заперт изнутри и быстро убран."

source: <32>{#p/basic}* "Some say the tome was taken aboard the transport ship used to reach the outpost."
ru_ru: <32>{#p/basic}* "Некоторые говорят, что фолиант был взят на борт транспортного корабля, на котором добирались до аванпоста."

source: <32>{#p/basic}* "If so, where is it?" * "And how would one go about unlocking it?"
ru_ru: <32>{#p/basic}* "Если да, то где он находится?" * "И как его разблокировать?"

source: <32>{#p/basic}* "Perhaps these questions are better left unanswered."
ru_ru: <32>{#p/basic}* "Возможно, на эти вопросы лучше не отвечать."

source: <32>{#p/human}* (Due to how full it is, you can't seem to see inside the mailbox.)
ru_ru: <32>{#p/human}* (Из-за того, что он переполнен, ты не можешь заглянуть внутрь почтового ящика.)

source: <32>{#p/basic}* Somehow, the mailbox has been stuffed with even more unread junk mail than before.
ru_ru: <32>{#p/basic}* Каким-то образом в почтовый ящик попало ещё больше непрочитанного спама, чем раньше.

source: <32>{#p/basic}* It's a mailbox overflowing with unread junk mail.
ru_ru: <32>{#p/basic}* Это почтовый ящик, переполненный непрочитанной ненужной почтой.

source: <32>{#p/basic}* ... he never reads the mail anyway.
ru_ru: <32>{#p/basic}* ... он всё равно никогда не читает почту.

source: <32>{#p/basic}* It's locked from the inside.
ru_ru: <32>{#p/basic}* Заперто изнутри.

source: <32>{#p/basic}* It's dog food. * The pieces look like bones.
ru_ru: <32>{#p/basic}* Это собачий корм. * Кусочки похожи на кости.

source: <32>{#p/human}* (The note declares the brilliance of enticing you with a place of spaghetti.)
ru_ru: <32>{#p/human}* (В записке говорится о гениальности заманивания тебя местом со спагетти.)

source: <32>{#p/without}* "whoops." * "seems like you've found my bro's spaghetti."
ru_ru: <32>{#p/without}* "упс." * "Похоже, ты нашёл спагетти моего брата."

source: <32>* "looks tasty, right?"
ru_ru: <32>* "Выглядит аппетитно, правда?"

source: <32>* "well." * "it turns out that's kind of the point."
ru_ru: <32>* "Ну." * "Оказывается, в этом-то и есть смысл."

source: <32>* "i'd be careful with it if i were you..."
ru_ru: <32>* "Я бы на твоём месте был с ним поосторожнее..."

source: <32>* "'cause the more time you spend trying to take this..."
ru_ru: <32>* "Потому что чем больше времени ты тратишь на попытки..."

source: <32>* "the more time i have to prepare for the next puzzle."
ru_ru: <32>* "тем больше у меня времени на подготовку к следующей головоломке."

source: <#23> "joke's on you," sans
ru_ru: <#23> «Ты шутишь». Санс

source: <23>{#p/papyrus}{#f/30}"HUMAN!!" "PLEASE ENJOY THIS SPAGHETTI."
ru_ru: <23>{#p/papyrus}{#f/30}"ЧЕЛОВЕК!!" "ПОЖАЛУЙСТА, ПОПРОБУЙ ЭТО СПАГЕТТИ."

source: <23>("LITTLE DO YOU KNOW, THIS SPAGHETTI IS A TRAP...")
ru_ru: <23>("ТЫ НЕ ЗНАЕШЬ, ЧТО ЭТИ СПАГЕТТИ - ЛОВУШКА...")

source: <23>("DESIGNED TO ENTICE YOU!!!")
ru_ru: <23>("СОЗДАННОЕ, ЧТОБЫ УВЛЕЧЬ ТЕБЯ!!!")

source: <23>("YOU'LL BE SO BUSY TRYING TO REACH IT...")
ru_ru: <23>("ТЫ БУДЕШЬ ТАК ЗАНЯТ, ПЫТАЯСЬ ДОСТИЧЬ ЕГО...")

source: <23>("THAT YOU WON'T REALIZE THAT YOU AREN'T PROGRESSING!!")
ru_ru: <23>("ЧТО ТЫ НЕ ПОЙМЕШЬ, ЧТО НЕ РАЗВИВАЕШЬСЯ!!")

source: <32>{#p/basic}* There's no longer anyone to spy on you through the camera hidden in these crystal pods.
ru_ru: <32>{#p/basic}* За тобой больше некому шпионить через камеру, спрятанную в этих хрустальных капсулах.

source: <32>{#p/basic}* There's no longer a camera hidden in these crystal pods.
ru_ru: <32>{#p/basic}* В этих кристаллических капсулах больше не спрятана камера.

source: <32>{#p/basic}* There's a camera hidden in these crystal pods.
ru_ru: <32>{#p/basic}* В этих кристаллических капсулах спрятана камера.

source: <23>{#p/papyrus}{#f/30}"SORRY, I HAVE TO LOCK YOU IN THE GUEST ROOM UNTIL UNDYNE ARRIVES."
ru_ru: <23>{#p/papyrus}{#f/30}"ИЗВИНИ, Я ВЫНУЖДЕН ЗАПЕРЕТЬ ТЕБЯ В ГОСТЕВОЙ КОМНАТЕ ДО ПРИБЫТИЯ АНДАЙН."

source: <23>"FEEL FREE TO MAKE YOURSELF AT HOME!!!"
ru_ru: <23>"НЕ СТЕСНЯЙСЯ, ЧУВСТВУЙ СЕБЯ КАК ДОМА!!!"

source: <22>"REFRESHMENTS AND ACCOMODATIONS HAVE BEEN PROVIDED."
ru_ru: <22>"ПИТАНИЕ И ЖИЛЬЁ БЫЛИ ПРЕДОСТАВЛЕНЫ."

source: <23>{#p/papyrus}{#f/30}"PLEASE ASK BEFORE YOU ESCAPE!!!"
ru_ru: <23>{#p/papyrus}{#f/30}"ПОЖАЛУЙСТА, СПРОСИ ПЕРЕД ВЫХОДОМ!!!"

source: <23>"WHEN YOU WENT MISSING I GOT WORRIED SICK!!!"
ru_ru: <23>"КОГДА ТЫ ПРОПАЛ, Я ОЧЕНЬ ВОЛНОВАЛСЯ!!!"

source: <#23> "SLIGHTLY BONETROUSLED," PAPYRUS
ru_ru: <#23> "СЛЕГКА КОСТЛЯВЫЙ," ПАПИРУС

source: <23>{#p/papyrus}{#f/30}"IF YOU'RE ONLY LOOKING FOR A PLACE TO STAY..."
ru_ru: <23>{#p/papyrus}{#f/30}"ЕСЛИ ТЫ ИЩЕШЬ ТОЛЬКО МЕСТО ДЛЯ ОСТАНОВКИ..."

source: <23>"JUST ASK!!! YOU DON'T NEED TO FIGHT ME!!!"
ru_ru: <23>"ПРОСТО СПРОСИ!!! ТЫ НЕ ДОЛЖЕН БОРОТЬСЯ СО МНОЙ!!!"

source: <25>{#p/asriel1}{#f/20}* $(name) always liked to call this ant colony a "civilization."
ru_ru: <25>{#p/asriel1}{#f/20}* $(name) всегда любил называть эту муравьиную колонию "цивилизацией."

source: <25>{#f/17}* I guess it was their way of trying to sound smart.
ru_ru: <25>{#f/17}* Думаю, так они пытались казаться умными.

source: <25>{#f/13}* I tried to sound smart too, but Mom and Dad saw right through me.
ru_ru: <25>{#f/13}* Я тоже пытался казаться умным, но мама и папа видели меня насквозь.

source: <25>{#f/13}* $(name) always was a better liar than me...
ru_ru: <25>{#f/13}* $(name) всегда врал лучше меня...

source: <26>{#p/asriel1}{#f/13}* After $(name) arrived, they tried to convince us they were a diplomat.
ru_ru: <26>{#p/asriel1}{#f/13}* После $(name) прибыв на место, они попытались убедить нас, что являются дипломатами.

source: <25>{#f/17}* Thankfully, even they couldn't lie THAT well.
ru_ru: <25>{#f/17}* К счастью, даже они не могли так хорошо врать.

source: <25>{#f/15}* Imagine how much worse things could've gone if they'd been believed...
ru_ru: <25>{#f/15}* Представьте, насколько хуже могли бы быть события, если бы им поверили...

source: <26>{#p/asriel1}{#f/17}* I'm glad you're not a liar, Frisk.
ru_ru: <26>{#p/asriel1}{#f/17}* Я рад, что ты не лжец, Фриск.

source: <25>{#f/13}* I've had enough dishonesty in my life as it is.
ru_ru: <25>{#f/13}* В моей жизни и так хватает обмана.

source: <25>{#f/20}* ... sorry. * I guess this sorta came out of left field.
ru_ru: <25>{#f/20}* ... прости. * Я думаю, это вышло как бы из-под контроля.

source: <26>{#p/asriel1}{#f/15}* Life sure does like to throw curveballs at you sometimes...
ru_ru: <26>{#p/asriel1}{#f/15}* Жизнь иногда любит бросать в тебя кривые шары...

source: <32>{#p/basic}* There's nothing special about this tree-like structure.
ru_ru: <32>{#p/basic}* В этой деревянной структуре нет ничего особенного.

source: <32>{#p/basic}* Soon enough, this civilization will need to migrate once again.
ru_ru: <32>{#p/basic}* Вскоре этой цивилизации снова придётся мигрировать.

source: <32>* Where shall they go? * Sooner or later, we will know.
ru_ru: <32>* Куда они пойдут? * Рано или поздно мы узнаем.

source: <32>{#p/basic}* This innocent tree-like structure is actually the home of a civilization.
ru_ru: <32>{#p/basic}* Эта невинная структура, похожая на дерево, на самом деле является домом цивилизации.

source: <32>* On the brink of extinction, they migrated here to save their species.
ru_ru: <32>* Находясь на грани вымирания, они переселились сюда, чтобы спасти свой вид.

source: <32>{#p/basic}* Don't worry. * They'll find their own way.
ru_ru: <32>{#p/basic}* Не волнуйся. * Они сами найдут дорогу.

source: <32>{#p/basic}* Pro tip... * Don't shake the innocent tree- like structure.
ru_ru: <32>{#p/basic}* Совет профессионала... * Не тряси ни в чём не виноватое дерево.

source: <32>{#p/human}* (The dog treats inside look to have been somewhat devoured.)
ru_ru: <32>{#p/human}* (Собачьи лакомства внутри, похоже, были немного съедены.)

source: <32>{#p/basic}* Inside is a half-empty pack of dog treats.
ru_ru: <32>{#p/basic}* Внутри находится полупустая упаковка собачьих лакомств.

source: <32>{#p/basic}* Inside is a pack of dog treats. It's half-full.
ru_ru: <32>{#p/basic}* Внутри находится упаковка собачьих лакомств. Она заполнена наполовину.

source: <32>{#p/basic}* Inside is a rather sleepy guard dog. * It cannot see you.
ru_ru: <32>{#p/basic}* Внутри находится довольно сонный сторожевой пес. * Ты не видишь его.

source: <32>{#p/basic}* Inside is a rather confused guard dog. * It cannot see you.
ru_ru: <32>{#p/basic}* Внутри находится довольно растерянный сторожевой пес. * Ты не видишь его.

source: <32>{#p/basic}* Dog treats? * That dog needs a therapist.
ru_ru: <32>{#p/basic}* Лакомства для собак? * Этой собаке нужен терапевт.

source: <32>{#p/basic}* Fetch, huh?
ru_ru: <32>{#p/basic}* Принести, да?

source: <33>{#p/basic}* Now we're getting places...
ru_ru: <33>{#p/basic}* Вот мы и добрались до места...

source: <32>{#p/basic}* The things we do for the good of the canines.
ru_ru: <32>{#p/basic}* То, что мы делаем для блага собак.

source: <33>{#p/basic}* The rusty wrench strikes again.
ru_ru: <33>{#p/basic}* Ржавый гаечный ключ наносит новый удар.

source: <32>{#p/basic}* That's two for two on the rusty wrench method.
ru_ru: <32>{#p/basic}* Это два к двум по методу ржавого ключа.

source: <32>{#p/basic}* What else is new?
ru_ru: <32>{#p/basic}* Что ещё нового?

source: <32>{#p/basic}* Wow, you can't keep getting away with this!
ru_ru: <32>{#p/basic}* Вау, ты не можешь продолжать оставаться безнаказанным!

source: <32>{#p/basic}* Aww, that's so cute!
ru_ru: <32>{#p/basic}* О, это так мило!

source: <32>{#p/basic}* It's a proven fact that little puppy kisses are the best.
ru_ru: <32>{#p/basic}* Доказано, что маленькие щенячьи поцелуи - самые лучшие.

source: <32>{#p/basic}* The entire canine unit, beaten with nothing but a wrench and a game of fetch.
ru_ru: <32>{#p/basic}* Весь кинологический отряд, побежденный лишь гаечным ключом и игрой в салочки.

source: <32>* The lunacy speaks for itself.
ru_ru: <32>* Безумие говорит само за себя.

source: <32>{#p/basic}* What just happened?
ru_ru: <32>{#p/basic}* Что только что произошло?

source: <32>{#p/basic}* Mysterious words about extending necks suddenly make a lot more sense.
ru_ru: <32>{#p/basic}* Таинственные слова о вытянутых шеях вдруг обретают гораздо больший смысл.

source: <32>{#p/basic}* That's two for two on the rusty spanner method.
ru_ru: <32>{#p/basic}* Это два к двум по методу ржавого гаечного ключа.

source: <32>{#p/basic}* Papyrus is well-known for his spaghetti.
ru_ru: <32>{#p/basic}* Папирус известен своими спагетти.

source: <32>* What's not as well-known is that he uses a human recipe instead of a monster one.
ru_ru: <32>* Что не так известно, так это то, что он использует человеческий рецепт, а не монструозный.

source: <32>* An honest mistake by his, uh, "cooking instructor," but...
ru_ru: <32>* Честная ошибка его "инструктора по кулинарии", но...
