Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>* Grillby even gave him special arrangements.
ru_ru: <32>* Гриллби даже предоставил ему особые условия.

source: <32>* ... what's a "yamok" anyway?
ru_ru: <32>* ... что такое "ямок"?

source: <32>{#p/basic}{#npc/a}* I wonder what a human bully would taste like...
ru_ru: <32>{#p/basic}{#npc/a}* Интересно, каков на вкус человеческий хулиган...

source: <32>* Are they tastier when they're meaner? * Or vice-versa?
ru_ru: <32>* Вкуснее ли они, когда они злые? * Или наоборот?

source: <32>{#p/basic}{#npc/a}* As much as I would've liked to try human food...
ru_ru: <32>{#p/basic}{#npc/a}* Как бы мне ни хотелось попробовать человеческой еды...

source: <32>* Food from a whole new world... now that's even better.
ru_ru: <32>* Еда из совершенно нового мира... вот это уже лучше.

source: <32>{#p/basic}{#npc/a}* Hmmm, this is around the time that Sans comes in.
ru_ru: <32>{#p/basic}{#npc/a}* Хммм, это как раз то время, когда появляется Санс.

source: <32>* Then, a little bit later, his brother comes in.
ru_ru: <32>* Затем, чуть позже, входит его брат.

source: <32>* Yes, his brother. * Papyrus.
ru_ru: <32>* Да, его брат. * Папирус.

source: <32>* He always used to order milk, but nowadays, he picks a new item every time...
ru_ru: <32>* Раньше он всегда заказывал молоко, а теперь каждый раз выбирает что-то новое...

source: <32>* That replicator sure is a wonderous thing, isn't it?
ru_ru: <32>* Этот репликатор - просто чудо, не так ли?

source: <32>* It's too bad it only produces monster food.
ru_ru: <32>* Жаль, что он производит только еду для монстров.

source: <32>{#p/basic}{#npc/a}* Hmmm... * Isn't human food different from monster food?
ru_ru: <32>{#p/basic}{#npc/a}* Хммм... * Разве человеческая еда не отличается от еды монстров?

source: <32>* It does things like "spoil."
ru_ru: <32>* Он делает такие вещи, как "порча."

source: <32>* And while monster food converts to energy instantly...
ru_ru: <32>* И хотя пища монстров мгновенно превращается в энергию...

source: <32>* Human food has to pass all the way through their bodies first.
ru_ru: <32>* Человеческая пища должна сначала пройти весь путь через их тело.

source: <32>* Which it somehow does, even on low gravity.
ru_ru: <32>* Что он и делает, даже при низкой гравитации.

source: <32>* How strange. * I'd love to try it sometime.
ru_ru: <32>* Как странно. * Я бы с удовольствием попробовала как-нибудь.

source: <32>{#p/basic}{#npc/a}* How unfortunate.
ru_ru: <32>{#p/basic}{#npc/a}* Как жаль.

source: <32>{#p/basic}{#npc/a}* Come to think of it, that's not the only off-putting thing to have happened today...
ru_ru: <32>{#p/basic}{#npc/a}* Если подумать, это не единственная неприятная вещь, которая произошла сегодня...

source: <32>{#p/basic}{#npc/a}* How strange.
ru_ru: <32>{#p/basic}{#npc/a}* Как странно.

source: <32>{#p/basic}{#npc/a}* We're blessed to have such a character in our midst.
ru_ru: <32>{#p/basic}{#npc/a}* Мы благословлены тем, что среди нас есть такой герой.

source: <32>{#p/basic}{#npc/a}* For all we know, a last-minute redemption could make them the tastiest of all.
ru_ru: <32>{#p/basic}{#npc/a}* Как бы то ни было, но, если исправиться в последний момент, они могут стать самыми вкусными из всех.

source: <32>{#p/basic}{#npc/a}* For all we know, new world food spoils even faster than food made by humans.
ru_ru: <32>{#p/basic}{#npc/a}* Насколько нам известно, пища из нового мира портится даже быстрее, чем пища, сделанная людьми.

source: <32>{#p/basic}{#npc/a}* I hope he shows up today. * Him and his brother are great at making us laugh.
ru_ru: <32>{#p/basic}{#npc/a}* Надеюсь, он появится сегодня. * Он и его брат отлично умеют нас рассмешить.

source: <32>{#p/basic}{#npc/a}* I've also heard they have things called "bathrooms."
ru_ru: <32>{#p/basic}{#npc/a}* Я также слышал, что у них есть вещи, называемые "ванными."

source: <32>{#p/basic}{#npc/a}* How delightful.
ru_ru: <32>{#p/basic}{#npc/a}* Как восхитительно.

source: <32>{#p/basic}{#npc/a}* How... unexpected.
ru_ru: <32>{#p/basic}{#npc/a}* Как... неожиданно.

source: <32>{#p/basic}{#npc/a}* How... delicious.
ru_ru: <32>{#p/basic}{#npc/a}* Как... вкусно.

source: <32>{#p/basic}{#npc/a}* Skeletons are cool.
ru_ru: <32>{#p/basic}{#npc/a}* Скелеты - это круто.

source: <32>{#p/basic}{#npc/a}* Humans are weird.
ru_ru: <32>{#p/basic}{#npc/a}* Люди странные.

source: <32>{#p/basic}{#npc/a}* M-mettaton was the h-hottest guy around...
ru_ru: <32>{#p/basic}{#npc/a}* М-меттатон был самым красивым парнем в округе...

source: <32>* Without him, the outpost is s-s-so much colder!
ru_ru: <32>* Без него на аванпосту с-с-столько холодно!

source: <32>{#p/basic}{#npc/a}* Sansyyyy... * Come back and sit with me...!
ru_ru: <32>{#p/basic}{#npc/a}* Сансииии... * Вернись и посиди со мной...!

source: <32>* Everything's so f-f-fun when you're around...
ru_ru: <32>* Все так весело, когда ты рядом...

source: <32>{#p/basic}{#npc/a}* I w-wonder if the n-new world h-has h-hot guys...
ru_ru: <32>{#p/basic}{#npc/a}* Мне интересно, есть ли в н-новом мире красивые парни...

source: <32>* A-and neat d-drinks...
ru_ru: <32>* И вкусные н-напитки...

source: <32>* Ooooooo, I'm ready!
ru_ru: <32>* Оооооо, я готов!

source: <32>{#p/basic}{#npc/a}* H-hey, isn't Sansy s'posed to come swinging in right about now??
ru_ru: <32>{#p/basic}{#npc/a}* Эй, а не собирается ли Санси как раз сейчас зайти??

source: <32>* C'mon Sansy! * You're the life of the party...
ru_ru: <32>* Давай, Санси! * Ты - жизнь вечеринки...

source: <32>{#p/basic}{#npc/a}* It's s-s-so quiet in here.
ru_ru: <32>{#p/basic}{#npc/a}* Здесь так тихо.

source: <32>* Lighten up everybody! * ...
ru_ru: <32>* Расслабьтесь все! * ...

source: <32>* I'm really starting to loathe this place.
ru_ru: <32>* Мне начинает не нравиться это место.

source: <32>{#p/basic}{#npc/a}* No matter where I go, it's the same menu, the same people...
ru_ru: <32>{#p/basic}{#npc/a}* Куда бы я ни пошёл, там одно и то же меню, одни и те же жители...

source: <32>* Help! * I want new drinks an' h-h-h-hot guys!!
ru_ru: <32>* Помогите! * Я хочу новых напитков и классных парней!!

source: <32>{#p/basic}{#npc/a}* So c-c-cold...
ru_ru: <32>{#p/basic}{#npc/a}* Так холодно...

source: <32>{#p/basic}{#npc/a}* Sansyyyy...
ru_ru: <32>{#p/basic}{#npc/a}* Сансии...

source: <32>{#p/basic}{#npc/a}* S-soooooo ready!
ru_ru: <32>{#p/basic}{#npc/a}* Готов!

source: <32>{#p/basic}{#npc/a}* I guess the bartender's kind of h-h-h-hot...
ru_ru: <32>{#p/basic}{#npc/a}* Я думаю, бармен немного х-х-х-хотя...

source: <32>{#p/basic}{#npc/a}* Everyone's up in arms about Mettaton, but me...?
ru_ru: <32>{#p/basic}{#npc/a}* Все в восторге от Меттатона, но я...?

source: <32>{#p/basic}{#npc/a}* I just want to know where the other dogs went.
ru_ru: <32>{#p/basic}{#npc/a}* Я просто хочу знать, куда делись другие собаки.

source: <32>{#p/basic}{#npc/a}* I still want to know what happened to Doggo.
ru_ru: <32>{#p/basic}{#npc/a}* Я все еще хочу знать, что случилось с Догго.

source: <32>{#p/basic}{#npc/a}* I still miss seeing that big lug around here.
ru_ru: <32>{#p/basic}{#npc/a}* Я до сих пор скучаю, видя здесь этого здоровяка.

source: <32>{#p/basic}{#npc/a}* I still miss having Sans and his brother around.
ru_ru: <32>{#p/basic}{#npc/a}* Я все еще скучаю по Сансу и его брату.

source: <32>{#p/basic}{#npc/a}* I just wish Sans would come back and give us more of his headpats.
ru_ru: <32>{#p/basic}{#npc/a}* Я просто хочу, чтобы Санс вернулся и дал нам больше своих хедпатов.

source: <32>{#p/basic}{#npc/a}* Shoot, I was hoping Sans came to give us a pat on the head.
ru_ru: <32>{#p/basic}{#npc/a}* Черт, я надеялся, что Санс придет погладить нас по головке.

source: <32>{#p/basic}{#npc/a}* We're free! * Maybe now, Sans can finally give us a pat on the head.
ru_ru: <32>{#p/basic}{#npc/a}* Мы свободны! * Может быть, теперь Санс наконец-то сможет погладить нас по головке.

source: <32>* It's better than worrying about a rogue bully tearing through town.
ru_ru: <32>* Это лучше, чем беспокоиться о хулигане-изгое, разгуливающем по городу.

source: <32>* Or maybe our new company's clients will do that for us instead.
ru_ru: <32>* Или, может быть, клиенты нашей новой компании сделают это за нас.

source: <32>{#p/basic}{#npc/a}* Smells kinda... quiet.
ru_ru: <32>{#p/basic}{#npc/a}* Пахнет как-то... тихо.

source: <32>{#p/basic}{#npc/a}* I can't believe Doggo's gone missing...
ru_ru: <32>{#p/basic}{#npc/a}* Не могу поверить, что Догго пропал...

source: <32>{#p/basic}{#npc/a}* Where's that big lug? * We can't start until it shows up.
ru_ru: <32>{#p/basic}{#npc/a}* Где этот большой кусок? * Мы не можем начать, пока он не появится.

source: <32>{#p/basic}{#npc/a}* Where's Sans... * He's supposed to give me a pat on the head...
ru_ru: <32>{#p/basic}{#npc/a}* Где Санс... * Он должен был погладить меня по голове...

source: <32>{#p/basic}{#npc/a}* You better watch where you sit down in here, kid.
ru_ru: <32>{#p/basic}{#npc/a}* Ты лучше смотри, куда садишься, малыш.

source: <32>* That big lug WILL jump into your lap and give you lots of love and attention.
ru_ru: <32>* Этот здоровяк запрыгнет к вам на колени и подарит много любви и внимания.

source: <32>{#p/basic}{#npc/a}* (My hubby and I just want everyone to calm down.)
ru_ru: <32>{#p/basic}{#npc/a}* (Мы с мужем просто хотим, чтобы все успокоились).

source: <32>{#p/basic}{#npc/a}* (Mettaton's death was tragic, but he's just a guy on TV!)
ru_ru: <32>{#p/basic}{#npc/a}* (Смерть Меттатона была трагичной, но он всего лишь парень на телевидении!)

source: <32>{#p/basic}{#npc/a}* (I like Sans.) * (Sometimes he feeds us scraps of food under the table.)
ru_ru: <32>{#p/basic}{#npc/a}* (Мне нравится Sans.) * (Иногда он кормит нас объедками из-под стола.)

source: <32>{#p/basic}{#npc/a}* (Now that we're free, we're planning on starting a marriage counseling company.)
ru_ru: <32>{#p/basic}{#npc/a}* (Теперь, когда мы свободны, мы планируем открыть компанию по консультированию по вопросам брака.)

source: <32>* (Our first curriculum will be called "What it means to be in an abusive relationship.")
ru_ru: <32>* (Наша первая учебная программа будет называться "Что значит быть в жестоких отношениях".)

source: <32>* (Our first curriculum will be called "The do's and dont's of marrying your mother.")
ru_ru: <32>* (Наша первая учебная программа будет называться "Как жениться на своей маме".)

source: <32>{#p/basic}{#npc/a}* (It's lonely in here today.) * (If our friends don't show up, would you like to play?)
ru_ru: <32>{#p/basic}{#npc/a}* (Сегодня здесь одиноко.) * (Если наши друзья не придут, не хочешь ли ты поиграть?)

source: <32>{#p/basic}{#npc/a}* (Where's Doggo?) * (I hope he didn't get lost again.)
ru_ru: <32>{#p/basic}{#npc/a}* (Где Догго?) * (Надеюсь, он не потерялся снова.)

source: <32>{#p/basic}{#npc/a}* (Where's Canis Major?) * (He was supposed to join us for this game.)
ru_ru: <32>{#p/basic}{#npc/a}* (Где Канис Майор?) * (Он должен был присоединиться к нам в этой игре.)

source: <32>{#p/basic}{#npc/a}* (Where are those skeletons?) * (I wanted to get a bone from them...)
ru_ru: <32>{#p/basic}{#npc/a}* (Где эти скелеты?) * (Я хотел взять у них кость...)

source: <32>{#p/basic}{#npc/a}* (We're sentries, but we never get any respect.)
ru_ru: <32>{#p/basic}{#npc/a}* (Мы - дозорные, но нас никогда не уважают.)

source: <32>* (I wish those skeletons would throw us more bones.)
ru_ru: <32>* (Хотелось бы, чтобы эти скелеты бросали нам больше костей).

source: <32>* (We love bones.)
ru_ru: <32>* (Мы любим кости.)

source: <32>{#p/basic}{#npc/a}* Losing Mettaton REALLY stinks, you know that?
ru_ru: <32>{#p/basic}{#npc/a}* Потеря Меттатона очень неприятна, ты знаешь об этом?

source: <33>* Of all the guys on the outpost, he moved the most!
ru_ru: <33>* Из всех ребят на аванпосте он двигался больше всех!

source: <32>* Without him, the only people on TV will probably be people who DON'T move all the time.
ru_ru: <32>* Без него на телевидении, вероятно, будут только люди, которые НЕ двигаются все время.

source: <32>{#p/basic}{#npc/a}* Huh? * Since when did you and Sans become friends...?
ru_ru: <32>{#p/basic}{#npc/a}* А? * С каких пор ты и Санс стали друзьями...?

source: <32>* I'm not the biggest fan of that guy...
ru_ru: <32>* Я не самый большой поклонник этого парня...

source: <32>* He loves to appear without moving.
ru_ru: <32>* Ему нравится появляться без движения.

source: <32>{#p/basic}{#npc/a}* I've been without cuddles for so long, but finally, someone opened up to me.
ru_ru: <32>{#p/basic}{#npc/a}* Я так долго обходился без объятий, но наконец-то кто-то открылся мне.

source: <32>* Ice Wolf is now my Nice Wolf.
ru_ru: <32>* Ледяной Волк теперь мой Милый Волк.

source: <32>{#p/basic}{#npc/a}* Sometimes the others like to prank me. They sit still so I can't see them.
ru_ru: <32>{#p/basic}{#npc/a}* Иногда остальные любят меня разыгрывать. Они сидят тихо, чтобы я их не видел.

source: <32>* They must be here, playing a joke on me.
ru_ru: <32>* Должно быть, они здесь, разыгрывают меня.

source: <32>* I'll just wait until one of them admits it...
ru_ru: <32>* Я просто подожду, пока один из них не признается в этом...

source: <32>{#p/basic}{#npc/a}* Where're the other two? * I can't play with this big lug alone...
ru_ru: <32>{#p/basic}{#npc/a}* Где остальные двое? * Я не могу играть с этим здоровяком один...

source: <32>* It'd be too hard!
ru_ru: <32>* Это будет слишком трудно!

source: <32>{#p/basic}{#npc/a}* Where's the big lug? * I can't play with these two alone...
ru_ru: <32>{#p/basic}{#npc/a}* Где большой кусок? * Я не могу играть с этими двумя в одиночку...

source: <32>* It'd be too easy!
ru_ru: <32>* Это было бы слишком просто!

source: <32>{#p/basic}{#npc/a}* Papyrus? * Is that you? * Come on...
ru_ru: <32>{#p/basic}{#npc/a}* Папирус? * Это ты? * Ну же...

source: <32>{#p/basic}{#npc/a}* I'm thinking of letting my hair grow out a little to show off my personality.
ru_ru: <32>{#p/basic}{#npc/a}* Я подумываю о том, чтобы немного отрастить волосы, чтобы показать свою индивидуальность.

source: <32>* It makes a statement like "Give me a big, soft hug and cuddle me, please."
ru_ru: <32>* Он делает заявление типа "Обними меня, пожалуйста, покрепче и погладь меня."

source: <32>{#npc/a}* Grillbz said the grand finale was good for business.
ru_ru: <32>{#npc/a}* Грильбз сказал, что грандиозный финал был полезен для бизнеса.

source: <32>* I'm not sure if he likes that fact, though.
ru_ru: <32>* Не уверен, что ему нравится этот факт.

source: <32>{#npc/a}* Grillbz said he only lets Sans eat for free because he pulls in other customers.
ru_ru: <32>{#npc/a}* Грильбз сказал, что разрешает Сансу есть бесплатно только потому, что он привлекает других клиентов.

source: <32>* I can't exactly disagree...
ru_ru: <32>* Я не могу с этим не согласиться...

source: <32>{#npc/a}* Grillbz suggested taking your food with you before he has to throw it out.
ru_ru: <32>{#npc/a}* Грилбиз предложил брать еду с собой, пока не пришлось её выбрасывать.

source: <32>{#p/basic}* ... * ... * ... okay.
ru_ru: <32>{#p/basic}* ... * ... * ... хорошо.

source: <32>{#p/basic}* ... * ... * ... good job.
ru_ru: <32>{#p/basic}* ... * ... * ... хорошая работа.

source: <32>{#npc/a}* Grillbz says some of the bar equipment stopped working recently.
ru_ru: <32>{#npc/a}* Грильбз говорит, что недавно перестало работать некоторое оборудование в баре.

source: <32>* We'd pay someone to fix it, but since Mettaton cancelled his little show or whatever...
ru_ru: <32>* Мы бы заплатили кому-нибудь за починку, но с тех пор, как Меттатон отменил своё маленькое шоу или что-то в этом роде...

source: <32>* We've been seeing less and less profit by the minute.
ru_ru: <32>* С каждой минутой мы видим все меньше и меньше прибыли.

source: <32>{#npc/a}* Grillbz is real sorry for the lack of other customers.
ru_ru: <32>{#npc/a}* Грильбз очень сожалеет об отсутствии других клиентов.

source: <32>* Personally, I think they're just afraid...
ru_ru: <32>* Лично я думаю, что они просто боятся...

source: <32>* You know. * Of that bully.
ru_ru: <32>* Ты знаешь. * Этого хулигана.

source: <32>{#npc/a}* Grillbz said he found his new colors in an e-magazine.
ru_ru: <32>{#npc/a}* Грильбз рассказал, что нашёл свои новые цвета в электронном журнале.

source: <32>* Personally, I prefer Grillbz' natural orange color. * But that's just me.
ru_ru: <32>* Лично мне больше нравится натуральный оранжевый цвет Грильбза. * Но это только моё мнение.

source: <32>{#p/basic}{#npc/a}* You really showed that big shot robot who's boss, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Ты действительно показал этому здоровенному роботу, кто в доме хозяин, да?

source: <32>* ... if only he didn't make me feel bad for him.
ru_ru: <32>* ... если бы только он не заставлял меня переживать за него.

source: <32>{#p/basic}{#npc/a}* Sans certainly knows how to make you laugh, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Санс определенно знает, как заставить тебя смеяться, да?

source: <32>* Good thing, too. * That skeleton practically pays the bills here.
ru_ru: <32>* Хорошо, что так. * Этот скелет практически оплачивает счета.

source: <32>{#p/basic}{#npc/a}* Y'know, I've taken a liking to your fighting spirit, kid.
ru_ru: <32>{#p/basic}{#npc/a}* Знаешь, мне приглянулся твой боевой дух, парень.

source: <32>* Now that we're all back in town, it seems we'll become great friends.
ru_ru: <32>* Теперь, когда мы все вернулись в город, кажется, мы станем большими друзьями.

source: <32>* ... but we're all moving out of here, huh?
ru_ru: <32>* ... но мы все переезжаем отсюда, да?

source: <32>* Oh well. * Guess it can't all be a haven for the tough stuff.
ru_ru: <32>* Ну что ж. * Полагаю, не всё может быть убежищем для тяжелых вещей.

source: <32>{#p/basic}{#npc/a}* If we're free, people won't have to move in from the Citadel anymore!
ru_ru: <32>{#p/basic}{#npc/a}* Если мы будем свободны, людям больше не придётся переселяться из Цитадели!

source: <32>* Seems like we won't have to lose our local culture.
ru_ru: <32>* Похоже, нам не придется терять нашу местную культуру.

source: <32>* ... except we're all moving out of here, huh?
ru_ru: <32>* ... только мы все отсюда переезжаем, да?

source: <32>* Oh well. * Guess it can't all be punk- peaches and punk-cream.
ru_ru: <32>* Ну что ж. * Видимо, не всё может быть панк-персиком и панк-сливками.

source: <32>{#p/basic}{#npc/a}* The Citadel's getting pretty crowded, so I've heard they're going to start moving here.
ru_ru: <32>{#p/basic}{#npc/a}* В ЦИТАДЕЛИ становится тесновато, и я слышал, что их собираются перевезти сюда.

source: <32>* ... who knows? * Maybe we'll have room for 'em.
ru_ru: <32>* ... кто знает? * Может, у нас найдется для них место.

source: <32>* Hmmm... * I don't want to see the erasure of our local culture.
ru_ru: <32>* Хммм... * Я не хочу видеть стирание нашей местной культуры.

source: <32>* But it'd definitely be fun to teach those city slickers how we do things out here!
ru_ru: <32>* Но было бы забавно научить этих городских хитрецов тому, что мы делаем здесь!

source: <33>{#p/basic}{#npc/a}* I'm semi-conflicted about this.
ru_ru: <33>{#p/basic}{#npc/a}* У меня по этому поводу полу-конфликт.

source: <32>{#p/basic}{#npc/a}* Regular? * Who, me? * Nah, I'm only semi-regular.
ru_ru: <32>{#p/basic}{#npc/a}* Обычный? * Кто, я? * Не, я только полу-регулярный.

source: <32>{#p/basic}{#npc/a}* Come to think of it, you've inspired me, kid. * I'm gonna start a fight club.
ru_ru: <32>{#p/basic}{#npc/a}* Если подумать, ты меня вдохновил, парень. * Я собираюсь основать бойцовский клуб.

source: <32>{#p/basic}{#npc/a}* We'll just have to come up with something new, eh?
ru_ru: <32>{#p/basic}{#npc/a}* Придется придумать что-то новое, а?

source: <32>{#p/basic}{#npc/a}* Yeah, bring 'em on!
ru_ru: <32>{#p/basic}{#npc/a}* Да, приведи их!

source: <32>{#p/basic}{#npc/a}* Hoo hoo hoo! * That was really something!
ru_ru: <32>{#p/basic}{#npc/a}* Хо-хо-хо! * Это было действительно что-то!

source: <32>{#p/basic}{#npc/a}* ... um, am I the only one that thinks it's all a trick?
ru_ru: <32>{#p/basic}{#npc/a}* ... Мне одному кажется, что это всё обман?

source: <32>{#p/basic}{#npc/a}* Sans is a royal sentry, but don't let his title fool ya.
ru_ru: <32>{#p/basic}{#npc/a}* Санс - королевский часовой, но не позволяй его титулу обмануть тебя.

source: <32>* Everyone knows he sits around at the edge of the holo-forest reading hovercar manuals.
ru_ru: <32>* Все знают, что он сидит на краю холодного леса и читает руководства по ховеркарам.

source: <32>{#p/basic}{#npc/a}* Wow, a brand new world...
ru_ru: <32>{#p/basic}{#npc/a}* Ух ты, совершенно новый мир...

source: <32>* I might not get to translate for Grillbz anymore...
ru_ru: <32>* Возможно, я больше не буду переводить для Грильбза...

source: <32>* ... or maybe I will! * Grillbz, do you plan on movin' this place out there?
ru_ru: <32>* ... а может, и буду! * Грильбз, ты планируешь перенести это место туда?

source: <32>{#npc/a}* Grillbz says he's more than happy to.
ru_ru: <32>{#npc/a}* Грильбз говорит, что он более чем счастлив.

source: <33>* He must still be afraid of you.
ru_ru: <33>* Должно быть, он всё ещё боится тебя.

source: <32>{#npc/a}* Grillbz says he'll think about it.
ru_ru: <32>{#npc/a}* Грильбз сказал, что подумает об этом.

source: <32>{#p/basic}{#npc/a}* Grillby is getting nervous.
ru_ru: <32>{#p/basic}{#npc/a}* Грильби начинает нервничать.

source: <32>* Sans is his best customer, and he hasn't shown up at all today...
ru_ru: <32>* Санс - его лучший клиент, а он сегодня вообще не появлялся...

source: <32>{#p/basic}{#npc/a}* Those dogs are part of the ROYAL GUARD, the...
ru_ru: <32>{#p/basic}{#npc/a}* Эти собаки входят в состав КОРОЛЕВСКОЙ ГВАРДИИ...

source: <32>* Huh? * Where are they? * Weird...
ru_ru: <32>* А? * Где они? * Странно...

source: <32>{#p/basic}{#npc/a}* Word around town is there's a bully going and beating people up.
ru_ru: <32>{#p/basic}{#npc/a}* По городу ходят слухи, что есть хулиган, который избивает всех.

source: <32>* But Grillbz and I decided to keep the bar open.
ru_ru: <32>* Но мы с Гриллбзом решили оставить бар открытым.

source: <32>* No bully's gonna keep us from running THIS establishment!
ru_ru: <32>* Ни один хулиган не помешает нам управлять этим заведением!

source: <32>{#p/basic}{#npc/a}* Those dogs are part of the ROYAL GUARD, the military group led by UNDYNE.
ru_ru: <32>{#p/basic}{#npc/a}* Эти собаки - часть Королевской гвардии, военной группы, возглавляемой АНДАЙН.

source: <32>* She's rude, loud, and beats up everybody hoo disrespects her...
ru_ru: <32>* Она грубая, шумная и избивает всех, кто не уважает её...

source: <32>* It's no wonder all the kids want to be like her when they grow up!
ru_ru: <32>* Неудивительно, что все дети хотят быть похожими на неё, когда вырастут!

source: <32>{#p/basic}{#npc/a}* You never know with those rudely rowdy TV hosts.
ru_ru: <32>{#p/basic}{#npc/a}* Ты никогда не знаешь, что делать с этими грубоватыми телеведущими.

source: <32>{#p/basic}{#npc/a}* Don't ask me why he does it.
ru_ru: <32>{#p/basic}{#npc/a}* Не спрашивайте меня, почему он это делает.

source: <32>* If I had to guess, though, I'd say it's got something to do with Papyrus.
ru_ru: <32>* Если бы мне пришлось гадать, я бы сказал, что это как-то связано с Папирусом.

source: <32>{#p/basic}{#npc/a}* If he DOES open a Grillby's on the new homeworld...
ru_ru: <32>{#p/basic}{#npc/a}* Если он откроет Грильбис на новой планете...

source: <32>* We can only hope the travelers there are nicer.
ru_ru: <32>* Остается надеяться, что путешественники там окажутся добрее.

source: <32>* ... you're debatable.
ru_ru: <32>* ... ты спорный.

source: <32>* We can only hope there isn't too much water around.
ru_ru: <32>* Остается надеяться, что воды вокруг не слишком много.
