Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>{#p/basic}* A standard-issue CITADEL long- range telescope, circa 261X.
ru_ru: <32>{#p/basic}* Стандартный дальнобойный телескоп ЦИТАДЕЛЬ, около 261X.

source: * (Use the telescope?)
ru_ru: * (Использовать телескоп?)

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: <25>{#p/kidd}{#f/2}* You do stargazing??
ru_ru: <25>{#p/kidd}{#f/2}* Ты занимаешься звездоплаванием?

source: <25>{#p/kidd}{#f/1}* Yo... I bet you just saw something really cool.
ru_ru: <25>{#p/kidd}{#f/1}* Йоу... Держу пари, ты только что увидел что-то очень крутое.

source: <25>{#f/7}* The last time I looked in a telescope, I saw a freaking SUPERNOVA!
ru_ru: <25>{#f/7}* В последний раз, когда я смотрел в телескоп, я видел чертову СУПЕРНОВУ!

source: <25>{#p/kidd}{#f/3}* Here. * Take this.
ru_ru: <25>{#p/kidd}{#f/3}* Вот. * Возьми это.

source: <32>{#s/equip}{#p/human}* (The Premium Membership Voucher was added to your keyring.)
ru_ru: <32>{#s/equip}{#p/human}* (Ваучер на премиум-членство был добавлен в связку твоих ключей).

source: <25>{#p/kidd}{#f/7}* Now you can use ANY telescope, even the "premium" ones!
ru_ru: <25>{#p/kidd}{#f/7}* Теперь ты можешь использовать ЛЮБОЙ телескоп, даже "премиум" класса!

source: <25>{#f/1}* That short skeleton gave me a bunch of these earlier.
ru_ru: <25>{#f/1}* Тот короткий скелет подарил мне кучу этих предметов раньше.

source: <25>{#f/2}* He also gave me some digital thing with a lot of money...
ru_ru: <25>{#f/2}* Он также дал мне какую-то цифровую штуку с кучей денег...

source: <25>{#f/1}* I guess he really likes me, haha.
ru_ru: <25>{#f/1}* Похоже, я ему действительно нравлюсь, хаха.

source: <25>{#p/kidd}{#f/3}* Anyway, I kinda just wanted to give you the voucher.
ru_ru: <25>{#p/kidd}{#f/3}* В общем, я вроде как просто хотел дать тебе ваучер.

source: <25>{#f/1}* I hope you see something cool with it, though!
ru_ru: <25>{#f/1}* Надеюсь, ты увидишь в нём что-то крутое!

source: <25>{#p/kidd}{#f/1}* I'll be in town!
ru_ru: <25>{#p/kidd}{#f/1}* Я буду в городе!

source: <25>{#p/asriel1}{#f/17}* See anything you like?
ru_ru: <25>{#p/asriel1}{#f/17}* Видишь что-нибудь, что тебе нравится?

source: <32>{#p/basic}* Stargazing in space... * Truly, this is some outside- the-box thinking.
ru_ru: <32>{#p/basic}* Звездочеты в космосе... * Правда, это нестандартное мышление.

source: <32>* Asriel and I had a telescope just like this.
ru_ru: <32>* У меня и Азриэля был точно такой же телескоп.

source: <32>* We'd point it in random directions, hoping to see something exciting...
ru_ru: <32>* Мы направляли его в разные стороны, надеясь увидеть что-нибудь интересное...

source: <32>* ... we never saw much at all.
ru_ru: <32>* ... мы так ничего и не увидели.

source: <32>* Despite that, it didn't seem to matter to him...
ru_ru: <32>* Несмотря на это, для него это не имело значения...

source: <32>* While I was focused on looking outward, he was just happy to spend time with me.
ru_ru: <32>* В то время как я был сосредоточен на внешнем виде, он был просто счастлив проводить со мной время.

source: <32>{#p/human}* (You hear a sigh.)
ru_ru: <32>{#p/human}* (Ты слышишь вздох.)

source: <32>{#p/basic}* ... uh, let's just get back to what we were doing.
ru_ru: <32>{#p/basic}* ... э-э, давайте вернемся к тому, что мы делали.

source: <32>{#p/basic}* It doesn't seem like there's anything interesting to watch.
ru_ru: <32>{#p/basic}* Не похоже, что здесь есть что-то интересное для просмотра.

source: <32>{#p/basic}* Not bad for your first try...
ru_ru: <32>{#p/basic}* Неплохо для твоей первой попытки...

source: <32>{#p/basic}* Not bad for your first try.
ru_ru: <32>{#p/basic}* Неплохо для твоей первой попытки.

source: <32>{#p/basic}* You can do better than that...
ru_ru: <32>{#p/basic}* Ты можешь сделать это лучше...

source: <32>{#p/basic}* You can do better than that.
ru_ru: <32>{#p/basic}* Ты можешь сделать это лучше.

source: <32>{#p/basic}* You beat the top scorer...? * I don't think I've ever seen anyone do that...
ru_ru: <32>{#p/basic}* Ты победил лучшего бомбардира...? * Не думаю, что я когда-либо видел, чтобы кто-то делал это...

source: <32>{#p/basic}* You beat the top scorer? * I don't think I've ever seen anyone do that!
ru_ru: <32>{#p/basic}* Ты обошел лучшего бомбардира? * Не думаю, что я когда-либо видел, чтобы кто-то делал это!

source: <33>{#p/basic}* You seem pretty good at this...
ru_ru: <33>{#p/basic}* Ты, кажется, хорошо разбираешься в этом...

source: <32>{#p/basic}* You seem pretty good at this.
ru_ru: <32>{#p/basic}* Ты, кажется, хорошо разбираешься в этом.

source: <32>{#p/basic}* You beat your high score...?
ru_ru: <32>{#p/basic}* Ты побил свой рекорд...?

source: <32>{#p/basic}* Look at that, new high score!
ru_ru: <32>{#p/basic}* Посмотрите-ка, новый высокий результат!

source: <32>{#p/basic}* For a second, I thought you were going to beat the top scorer...
ru_ru: <32>{#p/basic}* На секунду я подумал, что ты собираешься обойти лучшего бомбардира...

source: <32>{#p/basic}* Woah, you could've beaten the top scorer! * Can you go all the way?
ru_ru: <32>{#p/basic}* Ты мог бы обойти лучшего бомбардира! * Ты сможешь пройти весь путь?

source: <32>{#p/basic}* Looks like you could use some practice...
ru_ru: <32>{#p/basic}* Похоже, тебе не помешает немного практики...

source: <32>{#p/basic}* Looks like you could use some practice.
ru_ru: <32>{#p/basic}* Похоже, тебе не помешает немного практики.

source: <32>{#p/basic}* That's better...
ru_ru: <32>{#p/basic}* Так лучше...

source: <32>{#p/basic}* That's more like it.
ru_ru: <32>{#p/basic}* Это больше похоже на это.

source: <32>{#p/basic}* You beat the top scorer on your first try...? * How in the world...
ru_ru: <32>{#p/basic}* Ты победил лучшего бомбардира с первой твоей попытки...? * Как в мире...

source: <32>{#p/basic}* You beat the top scorer on your first try? * You're a natural!
ru_ru: <32>{#p/basic}* Ты обыграл лучшего бомбардира с первой же твоей попытки? * Ты прирожденный!

source: <32>{#p/basic}* For a first try, that's pretty good...
ru_ru: <32>{#p/basic}* Для первой попытки это довольно хорошо...

source: <32>{#p/basic}* For a first try, that's pretty good!
ru_ru: <32>{#p/basic}* Для первой попытки это очень хорошо!

source: <32>{#p/basic}* You keep getting so close...
ru_ru: <32>{#p/basic}* Ты так близко...

source: <32>{#p/basic}* Darn, you almost beat the top scorer again... * You can do it!
ru_ru: <32>{#p/basic}* Черт, ты снова почти обошел лучшего бомбардира... * Ты сможешь!

source: <32>{#p/human}* (It doesn't seem to be powered on anymore.)
ru_ru: <32>{#p/human}* (Кажется, он больше не включен).

source: <32>{#p/human}* (You feel the nearby monster presence dwindling.)
ru_ru: <32>{#p/human}* (Ты чувствуешь, что присутствие монстров поблизости уменьшается).

source: <32>{#p/human}* (But there was nothing left for you to do here.)
ru_ru: <32>{#p/human}* (Но тебе здесь больше нечего было делать).

source: <32>{#p/basic}* It's out of service.
ru_ru: <32>{#p/basic}* Он вышел из строя.

source: <32>{#p/human}* (You reach for the jukebox...)
ru_ru: <32>{#p/human}* (Ты тянешься к музыкальному автомату...)

source: <32>{#p/basic}* This jukebox only plays music you've heard before.
ru_ru: <32>{#p/basic}* Этот музыкальный автомат воспроизводит только ту музыку, которую ты уже слышал.

source: * (Play a song?)
ru_ru: * (Сыграть песню?)

source: Track 01
ru_ru: Трек 01

source: Track 02
ru_ru: Трек 02

source: Track 03
ru_ru: Трек 03

source: Cancel
ru_ru: Отмена

source: <32>{#p/human}* (But you couldn't play a song you didn't know yet.)
ru_ru: <32>{#p/human}* (Но ты не мог сыграть песню, которую ещё не знал).

source: <32>{#p/basic}* The cover depicts a spooky DJ playing to the crowd. * You can't know this song.
ru_ru: <32>{#p/basic}* На обложке изображен жуткий диджей, играющий для толпы. * Ты не можешь знать эту песню.

source: <33>{#p/basic}* The cover depicts a spooky DJ at their computer. * You can't know this song.
ru_ru: <33>{#p/basic}* На обложке изображен жуткий диджей за своим компьютером. * Ты не можешь знать эту песню.

source: <32>{#p/basic}* The cover depicts a little white dog surrounded by trash. * You can't know this song.
ru_ru: <32>{#p/basic}* На обложке изображена маленькая белая собачка, окруженная мусором. * Ты не можешь знать эту песню.

source: <32>{*}{#p/human}* (You select the disc...){^40}{%}
ru_ru: <32>{*}{#p/human}* (Ты выбираешь диск...){^40}{%}

source: <32>{#p/human}* (It sounds like a song is currently playing.)
ru_ru: <32>{#p/human}* (Звучит песня, которая сейчас играет).

source: <32>{#p/basic}* Currently playing "Track 01"
ru_ru: <32>{#p/basic}* В данный момент воспроизводится "Трек 01"

source: <32>{#p/basic}* Currently playing "Track 02"
ru_ru: <32>{#p/basic}* В данный момент воспроизводится "Трек 02"

source: <32>{#p/basic}* Currently playing "Track 03"
ru_ru: <32>{#p/basic}* В данный момент воспроизводится "Трек 03"

source: * (Stop playback?)
ru_ru: * (Прекратить воспроизведение?)

source: <32>{#p/basic}{#npc/a}* That's more like it!
ru_ru: <32>{#p/basic}{#npc/a}* Так-то лучше!

source: <32>{#p/basic}{#npc/a}* (We love this kind of music.)
ru_ru: <32>{#p/basic}{#npc/a}* (Мы любим такую музыку.)

source: <32>{#p/basic}{#npc/a}* Is that the song making the rounds at the dance club?
ru_ru: <32>{#p/basic}{#npc/a}* Эта песня звучит в танцевальном клубе?

source: <32>{#npc/a}* Grillbz says he's heard this song somewhere before.
ru_ru: <32>{#npc/a}* Гриллбз говорит, что где-то уже слышал эту песню.

source: <32>{#p/basic}{#npc/a}* You sure know a lot of music offhand, kid...
ru_ru: <32>{#p/basic}{#npc/a}* Ты, конечно, знаешь много музыки наизусть, парень...

source: <32>* You must be really tasty.
ru_ru: <32>* Ты, наверное, очень вкусный.

source: <15>{#p/papyrus}{#e/papyrus/27}WHAT ON KRIOS IS GOING ON HERE??
ru_ru: <15>{#p/papyrus}{#e/papyrus/27} ЧТО ЗДЕСЬ ДЕЛАЕТ КРИОС???

source: <15>{#p/papyrus}{#e/papyrus/21}I ANSWER A PHONE CALL FROM MY BALCONY...
ru_ru: <15>{#p/papyrus}{#e/papyrus/21}Я ОТВЕЧАЮ НА ТЕЛЕФОННЫЙ ЗВОНОК С БАЛКОНА...

source: <15>{#p/papyrus}{#e/papyrus/19}AND THIS IS WHERE IT LEADS ME!?
ru_ru: <15>{#p/papyrus}{#e/papyrus/19} И ВОТ К ЧЕМУ ЭТО ПРИВЕЛО?

source: <15>{#p/papyrus}{#e/papyrus/14}I'LL HAVE YOU KNOW, I'M A SHOE-IN FOR THE ROYAL GUARD.
ru_ru: <15>{#p/papyrus}{#e/papyrus/14}Ты знаешь, что я вхожу в королевскую гвардию.

source: <15>{#p/papyrus}{#e/papyrus/15}SO, WHATEVER YOU TWO ARE PLANNING...
ru_ru: <15>{#p/papyrus}{#e/papyrus/15} Итак, что бы ты ни планировал...

source: <15>{#p/papyrus}{#e/papyrus/24}... WAIT, THAT VOICE...
ru_ru: <15>{#p/papyrus}{#e/papyrus/24}... ПОДОЖДИТЕ, ЭТОТ ГОЛОС...

source: <15>{#p/papyrus}{#e/papyrus/22}ARE YOU THE ONE WHO CALLED ME ON THE PHONE EARLIER!?
ru_ru: <15>{#p/papyrus}{#e/papyrus/22} ТЫ ТОТ, КТО ПЕРЕЗВОНИЛ МНЕ ПО ТЕЛЕФОНУ РАНЬШЕ!?

source: <15>{#p/papyrus}{#e/papyrus/20}... OF COURSE! THAT EXPLAINS EVERYTHING!
ru_ru: <15>{#p/papyrus}{#e/papyrus/20}... КОНЕЧНО! ЭТО ВСЕ ОБЪЯСНЯЕТ!

source: <15>{#p/papyrus}{#e/papyrus/10}WELL THEN. I'M GLAD TO HAVE FINALLY MET YOU.
ru_ru: <15>{#p/papyrus}{#e/papyrus/10} Ну что ж. Я РАД, ЧТО НАКОНЕЦ-ТО ВСТРЕТИЛ ТЕБЯ.

source: <15>{#p/papyrus}{#e/papyrus/24}TO BE HONEST, YOU KIND OF REMIND ME OF...
ru_ru: <15>{#p/papyrus}{#e/papyrus/24}ЧТОБЫ БЫТЬ ЧЕСТНЫМ, ТЫ НАПОМИНАЕШЬ МНЕ...

source: <15>{#p/papyrus}{#e/papyrus/20}... HEY, WAIT A SECOND!!
ru_ru: <15>{#p/papyrus}{#e/papyrus/20}... ЭЙ, ПОДОЖДИ СЕКУНДУ!!

source: <15>{#p/papyrus}{#e/papyrus/22}DID YOU BRING A -HUMAN- WITH YOU!?!?
ru_ru: <15>{#p/papyrus}{#e/papyrus/22}Ты взял с собой человека!?!?

source: <15>{#p/papyrus}{#e/papyrus/10}WOWIE!! THIS JUST GETS BETTER AND BETTER!!
ru_ru: <15>{#p/papyrus}{#e/papyrus/10} ВАУ!!! ЭТО СТАНОВИТСЯ ВСЁ ЛУЧШЕ И ЛУЧШЕ!!!

source: <15>{#p/papyrus}{#e/papyrus/20}SO, WHAT ARE WE DOING HERE ANYWAY?
ru_ru: <15>{#p/papyrus}{#e/papyrus/20} ИТАК, ЧТО ЖЕ МЫ ЗДЕСЬ ДЕЛАЕМ?

source: <32>{#p/asriel2}* Ready, $(name)?
ru_ru: <32>{#p/asriel2}* Готов $(name)?

source: * (What should Asriel do?)
ru_ru: * (Что делать Азриэлю?)

source: Mercy
ru_ru: Пощаду

source: Act
ru_ru: Действие

source: Magic
ru_ru: Магию

source: Fight
ru_ru: Битва

source: <32>{#p/asriel2}* Let's just get this over with.
ru_ru: <32>{#p/asriel2}* Давай просто покончим с этим.

source: <32>{#p/asriel2}* Mercy, huh?
ru_ru: <32>{#p/asriel2}* Пощада, да?

source: <32>{#p/asriel2}* Mercy... I think I like that word.
ru_ru: <32>{#p/asriel2}* Пощада... Кажется, мне нравится это слово.

source: <32>{#p/asriel2}* Let's show him some "Mercy."
ru_ru: <32>{#p/asriel2}* Давайте покажем ему немного "Пощады."

source: <32>{#p/asriel2}* Act...? * I'll show you how to act.
ru_ru: <32>{#p/asriel2}* Действовать...? * Я покажу тебе, как действовать.

source: <32>{#p/asriel2}* First, you raise your arm...
ru_ru: <32>{#p/asriel2}* Сначала ты поднимаешь руку...

source: <32>{#p/asriel2}* Then...!
ru_ru: <32>{#p/asriel2}* Потом...!

source: <32>{#p/asriel2}* Magic. * The force that binds us monsters together.
ru_ru: <32>{#p/asriel2}* Магия. * Сила, связывающая нас, монстров, одно целое.

source: <32>{#p/asriel2}* Or, in this case...
ru_ru: <32>{#p/asriel2}* Или, в данном случае...

source: <33>{#p/asriel2}* The force that rips them apart.
ru_ru: <33>{#p/asriel2}* Сила, которая разрывает их на части.

source: <32>{#p/asriel2}* Fight... the ideal choice.
ru_ru: <32>{#p/asriel2}* Битва... идеальный выбор.

source: <32>{#p/asriel2}* Hee hee hee...
ru_ru: <32>{#p/asriel2}* Хи-хи-хи...

source: <15>{#p/papyrus}{#e/papyrus/27}SANS! YOU'RE HURT!
ru_ru: <15>{#p/papyrus}{#e/papyrus/27} САНС! ТЫ РАНЕН!

source: <20>{#p/sans}papyrus, didn't i tell you to stay at home?
ru_ru: <20>{#p/sans}Папирус, разве я не говорил тебе сидеть дома?

source: <20>{#p/sans}... don't worry bro, it's just yamok sauce.
ru_ru: <20>{#p/sans}... Не волнуйся, брат, это просто соус ямок.

source: <15>{#p/papyrus}{#e/papyrus/21}BUT YOU'RE HURT...
ru_ru: <15>{#p/papyrus}{#e/papyrus/21} НО ТЕБЕ БОЛЬНО...

source: <20>{#p/sans}yeah, that's what happens when you act on instinct.
ru_ru: <20>{#p/sans}Да, вот что бывает, когда действуешь по инстинкту.

source: <20>{#p/sans}... not much i can do about it now.
ru_ru: <20>{#p/sans}... теперь я мало что могу с этим поделать.

source: <20>{#p/sans}so...
ru_ru: <20>{#p/sans}так...

source: <20>guess that's it, huh?
ru_ru: <20> Полагаю, это всё, да?

source: <20>just...
ru_ru: <20>просто...

source: <20>promise me you'll be fine without me, bro.
ru_ru: <20>Пообещай мне, что ты справишься без меня, брат.

source: <20>promise me you'll be g-{^5}great.
ru_ru: <20>Обещай мне, что ты будешь...в-{^5}великим.

source: <20>after all...
ru_ru: <20> В конце концов...

source: <20>{|}{#p/sans}you're the... great p-{^5}papyrus.{^20}{%}
ru_ru: <20>{|}{#p/sans}Ты... великий п-{^5}папирус.{^20}{%}

source: <15>{#p/papyrus}{#e/papyrus/33}N-NO...{^40}{%}
ru_ru: <15>{#p/papyrus}{#e/papyrus/33}Н-НЕТ...{^40}{%}

source: <32>{#p/human}{#npc}* (You got the Flamin' Grillby.)
ru_ru: <32>{#p/human}{#npc}* (Ты получил "Грильби".)

source: <32>{#p/human}{#npc}* (You got the Sliders.)
ru_ru: <32>{#p/human}{#npc}* (Ты получил Слайдеров.)

source: <32>{#p/human}{#npc}* (You're carrying too much.)
ru_ru: <32>{#p/human}{#npc}* (Ты несёшь слишком много.)

source: <25>{#p/sans}{#f/0}* finally.
ru_ru: <25>{#p/sans}{#f/0}* наконец.

source: <25>{#f/3}* i've been wondering when you'd show up.
ru_ru: <25>{#f/3}* Я всё думал, когда же ты появишься.

source: <25>{#f/0}* i dunno if you recall, but back when we first met...
ru_ru: <25>{#f/0}* Не знаю, помнишь ли ты, но когда мы впервые встретились...

source: <25>{#f/0}* i told papyrus to focus more on the "gravity" of the situation.
ru_ru: <25>{#f/0}* Я сказал Папирусу, чтобы он больше сосредоточился на "серьёзности" ситуации.

source: <25>{#f/0}* what did i mean by that, you ask?
ru_ru: <25>{#f/0}* Что я имел в виду, спросишь ты?

source: <25>{#f/3}* well.
ru_ru: <25>{#f/3}* хорошо.

source: <25>{#f/2}* you're about to {@fill=#003cff}find out{@fill=#fff}.
ru_ru: <25>{#f/2}* Ты собираешься {@fill=#003cff}выяснить{@fill=#fff}.

source: <25>{#p/sans}{#f/0}* welcome back.
ru_ru: <25>{#p/sans}{#f/0}* С возвращением.

source: <25>{#f/2}* ready to find out what awaits you?
ru_ru: <25>{#f/2}* готов узнать, что тебя ждёт?

source: <25>{#p/sans}{#f/0}* go on, take a look.
ru_ru: <25>{#p/sans}{#f/0}* Давай, посмотри.

source: <25>{#f/2}* it's right up there, bucko.
ru_ru: <25>{#f/2}* Это прямо там, парень.

source: <25>{#p/sans}{#f/2}* it's right up there, bucko.
ru_ru: <25>{#f/2}* Это прямо там, парень.

source: <25>{#p/sans}{#f/2}* don't worry, it's not dangerous... even if it tries to be.
ru_ru: <25>{#p/sans}{#f/2}* Не волнуйся, это не опасно... даже если пытается быть опасным.

source: <25>{#p/sans}{#f/2}* thanks for the help.
ru_ru: <25>{#p/sans}{#f/2}* спасибо за помощь.

source: <25>{#p/sans}{#f/0}* sooo... whaddya think?
ru_ru: <25>{#p/sans}{#f/0}* Итак... что скажешь?

source: <25>{#f/3}* i call it the "trash planet."
ru_ru: <25>{#f/3}* Я называю её "мусорной планетой."

source: <25>{#f/0}* ... actually, this thing's been growing in size for quite a while.
ru_ru: <25>{#f/0}* ... вообще-то, эта штука уже давно увеличивается в размерах.

source: <25>{#f/0}* if it gets any larger, well...
ru_ru: <25>{#f/0}* если она станет ещё больше, что ж...

source: <25>{#f/2}* let's just say we'd be in a {@fill=#ff0}world{@fill=#fff} of trouble.
ru_ru: <25>{#f/2}* Давайте просто скажем, что мы были бы в {@fill=#ff0}world{@fill=#fff} неприятности.

source: <25>{#f/0}* don't worry, though. * with your help, it'll be gone in no time.
ru_ru: <25>{#f/0}* Не волнуйтесь. * С твоей помощью он исчезнет в мгновение ока.

source: <25>{#f/2}* i even found you some music to keep you motivated.
ru_ru: <25>{#f/2}* Я даже нашёл для тебя музыку для мотивации.

source: * Press [Z] repeatedly to shake out all the trash!
ru_ru: * Нажмите [Z] несколько раз, чтобы вытряхнуть . .вытряхнуть весь мусор!

source: <25>{#p/sans}{#f/3}* wow. * all in one go, huh?
ru_ru: <25>{#p/sans}{#f/3}* Ух ты. * всё за один раз, да?

source: <25>{#f/2}* ... well i'll be turned upside down.
ru_ru: <25>{#f/2}* ... что ж, я буду перевёрнут с ног на голову.

source: <25>{#f/0}* guess i gotta give you some kinda reward.
ru_ru: <25>{#f/0}* Думаю, я должен дать тебе какую-то награду.

source: <25>{#f/0}* ... * here. * have this on me.
ru_ru: <25>{#f/0}* ... * вот. * держи это на мне.

source: <32>{#p/human}* (Sans tossed you something.)
ru_ru: <32>{#p/human}* (Санс протянул тебе что-то.)

source: <32>{#s/equip}{#p/human}* (You got the Corn Dog Sword.)
ru_ru: <32>{#s/equip}{#p/human}* (Ты получил Меч Корн-Дога).

source: <25>{#p/sans}{#f/2}* use it wisely.
ru_ru: <25>{#p/sans}{#f/2}* используйте его с умом.

source: <32>{#p/human}* (You're carrying too much.)
ru_ru: <32>{#p/human}* (Ты несёшь слишком много.)

source: <25>{#p/sans}{#f/3}* no room, huh?
ru_ru: <25>{#p/sans}{#f/3}* Нет места, да?

source: <25>{#p/sans}{#f/2}* don't worry. * i'll leave it in my room for you.
ru_ru: <25>{#p/sans}{#f/2}* Не волнуйся. * Я оставлю его в своей комнате для тебя.

source: <32>{#p/human}* (You look curiously at the seemingly useless device.)
ru_ru: <32>{#p/human}* (Ты с любопытством смотришь на бесполезный на первый взгляд прибор.)

source: <25>{#p/asriel1}{#f/17}* Too bad we don't have the remote for this thing, huh?
ru_ru: <25>{#p/asriel1}{#f/17}* Жаль, что у нас нет пульта для этой штуки, да?

source: <32>{#p/basic}* It's a "gravometric inverter."
ru_ru: <32>{#p/basic}* Это "гравиметрический инвертор."

source: <32>* Whatever that means.
ru_ru: <32>* Что бы это ни значило.

source: <32>{#p/human}* (You use the Gravometric Inverter Remote.) * (Nothing happens.)
ru_ru: <32>{#p/human}* (Ты используешь пульт гравометрического преобразователя.) * (Ничего не происходит.)

source: <25>{#p/asriel1}{#f/21}* They're probably shutting off power for non-essential devices.
ru_ru: <25>{#p/asriel1}{#f/21}* Вероятно, они отключают питание неосновных устройств.

source: <32>{#p/basic}* It must be offline...
ru_ru: <32>{#p/basic}* Должно быть, он не в сети...

source: <32>{#p/human}* (You use the Gravometric Inverter Remote.)
ru_ru: <32>{#p/human}* (Ты используешь пульт гравометрического преобразователя.)

source: <32>{#p/human}* (It looks to have been closed with a deadlock seal.)
ru_ru: <32>{#p/human}* (Похоже, он был закрыт тупиковой печатью).

source: <32>{#p/basic}* It's locked.
ru_ru: <32>{#p/basic}* Он заперт.

source: <32>{#p/human}* (You use the Skeleton Key.)
ru_ru: <32>{#p/human}* (Ты используешь Ключ Скелета.)

source: <32>{#p/basic}* There's an odd remote inside of this envelope.
ru_ru: <32>{#p/basic}* Внутри этого конверта находится странный пульт.

source: <32>{#s/equip}{#p/human}* (The Gravometric Inverter Remote was added to your keyring.)
ru_ru: <32>{#s/equip}{#p/human}* (Пульт гравометрического инвертора был добавлен в связку твоих ключей.)

source: <32>{#p/human}* (But you already emptied the envelope of its contents.)
ru_ru: <32>{#p/human}* (Но ты уже очистил конверт от содержимого).

source: <32>{#p/basic}* It's just an empty envelope.
ru_ru: <32>{#p/basic}* Это просто пустой конверт.

source: <32>{#p/basic}* There's an odd... item, inside of this envelope.
ru_ru: <32>{#p/basic}* В этом конверте находится странный... предмет.

source: <32>{#p/human}* (You got the Ice Dream.)
ru_ru: <32>{#p/human}* (Ты получил Ледяную Мечту.)

source: <32>{#p/basic}* Nothing left.
ru_ru: <32>{#p/basic}* Ничего не осталось.

source: <32>{#p/human}* (You reach into the cart.)
ru_ru: <32>{#p/human}* (Ты забираешься в тележку.)

source: <32>{#p/human}{#s/equip}* (You got the Ice Dream.)
ru_ru: <32>{#p/human}{#s/equip}* (Ты получил Ледяную Мечту.)

source: <32>{#p/human}* (You're carrying too much to reach inside.)
ru_ru: <32>{#p/human}* (Ты несёшь слишком много, чтобы дотянуться до внутренностей).

source: <32>{#p/basic}* Mom says that we're going to a new homeworld soon.
ru_ru: <32>{#p/basic}* Мама сказала, что скоро мы отправимся на новую планету.

source: <32>* ... what's a homeworld?
ru_ru: <32>* ... что такое домашний мир?

source: <32>{#p/basic}* Mom says that sleeping could recover your health {@fill=#ff0}above your maximum HP{@fill=#fff}.
ru_ru: <32>{#p/basic}* Мама говорит, что сон может восстановить твоё здоровье {@fill=#ff0} выше максимального уровня ОЗ{@fill=#fff}.

source: <32>* ... what's maximum HP?
ru_ru: <32>* ... какой максимальный ОЗ?

source: <32>{#p/basic}* Do humans have a homeworld?
ru_ru: <32>{#p/basic}* Есть ли у людей домашний мир?

source: <32>{#p/basic}* Is it something monsters have?
ru_ru: <32>{#p/basic}* Есть ли это у монстров?

source: <32>{#p/human}* (The table strikes you as being rather lonesome.)
ru_ru: <32>{#p/human}* (Стол кажется тебе довольно одиноким.)

source: <32>{#p/basic}* It's just a lonely table. * Smells like frosting.
ru_ru: <32>{#p/basic}* Это просто одинокий стол. * Пахнет глазурью.

source: <32>{#p/basic}* It's just a lonely table. * Smells like hair.
ru_ru: <32>{#p/basic}* Это просто одинокий стол. * Пахнет волосами.

source: <18>{#p/papyrus}ENJOYING THE VIEW?
ru_ru: <18>{#p/papyrus}Наслаждаетесь видом?

source: * (What do you say?)
ru_ru: * (Что ты скажешь?)

source: <18>{#p/papyrus}{#f/9}GOOD! IT'S ABOUT TIME SOMEONE DID.
ru_ru: <18>{#p/papyrus}{#f/9}ХОРОШО! ДАВНО ПОРА БЫЛО ЭТО СДЕЛАТЬ.

source: <18>{#f/7}SANS BARELY EVER TAKES THE TIME TO LOOK OUTSIDE!!!
ru_ru: <18>{#f/7}Санс почти никогда не тратит время на то, чтобы заглянуть за дверь!!!

source: <18>{#p/papyrus}{#f/5}OH... WELL, THAT'S OKAY...
ru_ru: <18>{#p/papyrus}{#f/5}OH... НУ, ЭТО НОРМАЛЬНО...

source: <18>{#f/4}(SIGH...) AT LEAST YOU TRIED WALKING OUT.
ru_ru: <18>{#f/4}(ВЗДОХ...) ПО КРАЙНЕЙ МЕРЕ, ТЫ ПОПЫТАЛСЯ УЙТИ.

source: <18>{#f/7}SANS WOULDN'T EVEN DO THAT!!!
ru_ru: <18>{#f/7}Санс не сделает этого!!!
