Repository: ws-3917/psoutertale-text
Catalog: v52.17/starton/*.po
Languages: ru_ru

source: <32>{#p/basic}* Inside the geometry book was another joke book.
ru_ru: <32>{#p/basic}* Внутри книги по геометрии была ещё одна книга шуток.

source: <32>{#p/basic}* It's another geometry book.
ru_ru: <32>{#p/basic}* Это ещё одна книга по геометрии.

source: <32>{#p/basic}* It's another joke book.
ru_ru: <32>{#p/basic}* Это ещё одна книга шуток.

source: <32>{#p/basic}* It's a note from Sans.
ru_ru: <32>{#p/basic}* Это записка от Санса.

source: <32>{#p/without}* "why so serious?" * "it's just a bad joke."
ru_ru: <32>{#p/without}* "Почему так серьёзно?" * "Это просто плохая шутка."

source: <33>{#p/without}* "heh..."
ru_ru: <33>{#p/without}* "хех..."

source: <33>{#p/without}* "don't read into it too deeply."
ru_ru: <33>{#p/without}* "Не вчитывайтесь в это слишком глубоко."

source: <32>{#p/basic}* ... this is the worst joke I have ever experienced.
ru_ru: <32>{#p/basic}* ... это худшая шутка, с которой я когда-либо сталкивался.

source: <25>{#p/sans}* 'sup.
ru_ru: <25>{#p/sans}* привет.

source: <25>{#p/sans}* papyrus will be back soon, y'know.
ru_ru: <25>{#p/sans}* Папирус скоро вернется, ты же знаешь.

source: <25>{#f/4}* i'd get going if i were you...
ru_ru: <25>{#f/4}* Я бы на твоём месте уходил...

source: <25>{#f/2}* otherwise, you'll have to listen to more of my hilarious jokes.
ru_ru: <25>{#f/2}* иначе вам придется выслушать ещё больше моих уморительных шуток.

source: <25>{#p/sans}* if my bro was here, you and i would have TONS of stuff to do.
ru_ru: <25>{#p/sans}* Если бы мой брат был здесь, у нас с тобой было бы куча дел.

source: <25>{#p/sans}{#f/3}* but, alas...
ru_ru: <25>{#p/sans}{#f/3}* но, увы...

source: <25>{#p/sans}{#f/2}* he's busy solving the sudoku book i gave him.
ru_ru: <25>{#p/sans}{#f/2}* Он занят разгадыванием книги судоку, которую я ему подарил.

source: <25>{#p/sans}* look, there's nothin' to be afraid of.
ru_ru: <25>{#p/sans}* Слушай, здесь нечего бояться.

source: <25>{#f/2}* he may seem scary, but papyrus is the nicest guy you'll ever meet.
ru_ru: <25>{#f/2}* Он может показаться страшным, но Папирус - самый милый парень, которого вы когда-либо встречали.

source: <25>{#p/sans}* huh? * you want me to bring you to him?
ru_ru: <25>{#p/sans}* а? * Ты хочешь, чтобы я привёл тебя к нему?

source: <25>{#f/3}* look, bucko. * you're barking up the wrong holo-tree.
ru_ru: <25>{#f/3}* Слушай, парень. * ты лаешь не на то голо-дерево.

source: <25>{#p/sans}{#f/2}* if i were you, i'd be thankful for what you already have.
ru_ru: <25>{#p/sans}{#f/2}* На твоём месте я был бы благодарен за то, что у тебя уже есть.

source: <25>{#p/sans}* trust me.
ru_ru: <25>{#p/sans}* Поверь мне.

source: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Don't push your luck.
ru_ru: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Не испытывай удачу.

source: <25>{#p/sans}* hey, here's something important to remember.
ru_ru: <25>{#p/sans}* Эй, вот что важно помнить.

source: <25>* my brother has a very {@fill=#00a2e8}special attack{@fill=#fff}.
ru_ru: <25>* У моего брата есть действительно {@fill=#00a2e8}специальная атака{@fill=#fff}.

source: <25>* if you see an {@fill=#ff993d}orange attack{@fill=#fff}, you'll get hurt if you're not moving.
ru_ru: <25>* если ты увидишь {@fill=#ff993d}оранжевую атаку{@fill=#fff}, Если ты не будешь двигаться, то получишь травму.

source: <25>{#f/3}* here's an easy way to keep it in mind.
ru_ru: <25>{#f/3}* Вот простой способ запомнить это.

source: <25>{#f/0}* imagine hot coals. * you wouldn't stand still on those, right?
ru_ru: <25>{#f/0}* Представьте себе раскалённые угли. * Ты ведь не будешь стоять на них, верно?

source: <25>* hot coals are rocky. * so imagine boney hot coals instead.
ru_ru: <25>* Горячие угли каменистые. * так что представьте вместо этого костяные горячие угли.

source: <25>{#f/2}* simple, right? * when fighting, think about boney hot coals.
ru_ru: <25>{#f/2}* Просто, правда? * когда сражаешься, думай о раскалённых углях.

source: <25>{#p/sans}{#f/0}* and no, you won't get hurt if you're moving slowly.
ru_ru: <25>{#p/sans}{#f/0}* и нет, ты не пострадаешь, если будешь двигаться медленно.

source: <25>{#f/0}* you just have to be moving.
ru_ru: <25>{#f/0}* Ты просто должен быть в движении.

source: <25>{#f/2}* there's likely someone out there who can explain it better.
ru_ru: <25>{#f/2}* Скорее всего, найдется кто-то, кто сможет объяснить это лучше.

source: <25>{#p/sans}{#f/2}* remember... * boney hot coals.
ru_ru: <25>{#p/sans}{#f/2}* помни... * костяные раскалённые угли.

source: <25>{#p/sans}* since you're a human, you've probably never heard of the W.T.F.
ru_ru: <25>{#p/sans}* Поскольку ты человек, ты, вероятно, никогда не слышал о W.T.F.

source: <25>{#f/2}* that's short for "wide- area troposphere framework."
ru_ru: <25>{#f/2}* - это сокращение от «тропосферный каркас широкой зоны».

source: <25>{#p/sans}* if the W.T.F. were to drop, the air around us would disappear.
ru_ru: <25>{#p/sans}* Если бы W.T.F. упал, воздух вокруг нас исчез бы.

source: <25>{#f/3}* don't worry, though. * i {@fill=#ff0}swear{@fill=#fff} it's never happened before.
ru_ru: <25>{#f/3}* Не волнуйся. * Я {@fill=#ff0}клянусь{@fill=#fff}, такого ещё не было.

source: <25>{#p/sans}{#f/2}* wide-area troposphere framework.
ru_ru: <25>{#p/sans}{#f/2}* широкозональный тропосферный каркас.

source: <25>{#p/sans}* actually, that spaghetti from earlier...
ru_ru: <25>{#p/sans}* Вообще-то, те спагетти, что были раньше...

source: <25>{#f/3}* it wasn't too bad for my brother.
ru_ru: <25>{#f/3}* Для моего брата они оказались не так уж плохи.

source: <25>{#f/0}* since he started cooking lessons, he's been improving a lot.
ru_ru: <25>{#f/0}* С тех пор как он начал заниматься кулинарией, он стал намного лучше.

source: <25>{#f/4}* i bet if he keeps it up, he'll even impress the king.
ru_ru: <25>{#f/4}* Держу пари, если он продолжит в том же духе, то впечатлит даже короля.

source: <25>{#p/sans}{#f/2}* ... sure would be a good way for him to get away from you.
ru_ru: <25>{#p/sans}{#f/2}* ... конечно, это был бы хороший способ для него сбежать от тебя.

source: <25>{#p/sans}{#f/2}* ... the man up top's a sucker for spaghetti.
ru_ru: <25>{#p/sans}{#f/2}* ... человек наверху - любитель спагетти.

source: <25>{#p/sans}{#f/0}* i hope you liked that last puzzle i set for you.
ru_ru: <25>{#p/sans}{#f/0}* Надеюсь, тебе понравилась последняя головоломка, которую я для тебя приготовил.

source: <25>{#f/3}* i was kind of in a hurry, but papyrus insisted i prepare it.
ru_ru: <25>{#f/3}* Я очень торопился, но Папирус настоял, чтобы я его приготовил.

source: <25>{#p/sans}{#f/3}* i hear the area's being evacuated right now...
ru_ru: <25>{#p/sans}{#f/3}* Я слышал, что район сейчас эвакуируют.

source: <25>{#f/0}* if i were you, i'd be afraid for my life.
ru_ru: <25>{#f/0}* На твоём месте я бы боялся за свою жизнь.

source: <25>{#p/sans}{#f/3}* i don't know what my brother's going to do now.
ru_ru: <25>{#p/sans}{#f/3}* Я не знаю, что теперь будет делать мой брат.

source: <25>{#f/0}* if i were you, i would make sure i understand {@fill=#ff993d}orange attacks{@fill=#fff}.
ru_ru: <25>{#f/0}* На твоем месте я бы убедился, что понимаю {@fill=#ff993d}оранжевые атаки{@fill=#fff}.

source: <25>{#p/sans}{#f/0}* what? * can you blame me?
ru_ru: <25>{#p/sans}{#f/0}* Что? * Ты можешь винить меня?

source: <25>{#f/3}* it's hard to get ANYTHING done when i have you to consider.
ru_ru: <25>{#f/3}* Трудно что-либо сделать, когда есть ты.

source: <25>{#p/sans}{#f/0}* thankfully, i have someone who cares about my well-being.
ru_ru: <25>{#p/sans}{#f/0}* К счастью, у меня есть кто-то, кто заботится о моем благополучии.

source: <25>{#f/2}* no matter what happens, i know he'll be there for me.
ru_ru: <25>{#f/2}* Что бы ни случилось, я знаю, что он будет рядом со мной.

source: <25>{#p/sans}{#f/2}* oh, and maybe {@fill=#00a2e8}blue attacks{@fill=#fff}, too.
ru_ru: <25>{#p/sans}{#f/2}* о, и может быть {@fill=#00a2e8}синие атаки{@fill=#fff}, тоже.

source: <25>{#p/sans}{#f/3}* oh well.
ru_ru: <25>{#p/sans}{#f/3}* Ну что ж.

source: <25>{#p/sans}{#f/0}* am i wrong?
ru_ru: <25>{#p/sans}{#f/0}* Я ошибаюсь?

source: <26>{#p/sans}{#f/0}* all sorts of attacks.
ru_ru: <26>{#p/sans}{#f/0}* все виды атак.

source: <25>{#p/sans}* by the way...
ru_ru: <25>{#p/sans}* Кстати...

source: <25>* i know i've been harsh on you lately...
ru_ru: <25>* Я знаю, что был суров к тебе в последнее время...

source: <25>{#f/3}* but thanks for trying to be a better person.
ru_ru: <25>{#f/3}* но спасибо, что стараешься быть лучше.

source: <25>{#f/2}* keep it up, ok?
ru_ru: <25>{#f/2}* Продолжай в том же духе, хорошо?

source: <25>* i know you're still going around hurting people...
ru_ru: <25>* Я знаю, что ты всё ещё ходишь и причиняешь людям боль...

source: <25>{#f/3}* but i appreciate the effort not to outright kill them.
ru_ru: <25>{#f/3}*, но я ценю усилия, направленные на то, чтобы не убивать их в открытую.

source: <25>{#f/2}* it's something, right?
ru_ru: <25>{#f/2}* Это что-то, верно?

source: <25>* if you happen to run into my brother...
ru_ru: <25>* Если ты случайно встретишь моего брата...

source: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Don't even try it.
ru_ru: <25>{*}{#p/darksans}{#f/1}{#i/5}{#s.stop}* Даже не пытайся.

source: <25>* i know it's kind of silly at times...
ru_ru: <25>* Я знаю, что иногда это глупо...

source: <25>{#f/3}* but thanks for going along with my brother's crazy schemes.
ru_ru: <25>{#f/3}* Но спасибо, что согласился на безумные затеи моего брата.

source: <25>{#f/2}* you're a champion.
ru_ru: <25>{#f/2}* Ты чемпион.

source: <25>* i know you've been going around hurting people...
ru_ru: <25>* Я знаю, что ты ходишь и причиняешь другим боль...

source: <32>{#p/human}* (The narration on this sentry station predicts the future fame of its creator.)
ru_ru: <32>{#p/human}* (Повествование на этом посту предсказывает будущую славу его создателя.)

source: <32>{#p/basic}* There's some narration on this cardboard box.
ru_ru: <32>{#p/basic}* На этой картонной коробке написан какой-то рассказ.

source: <23>{#p/papyrus}{#f/30}"PLEASE DO NOT DESTROY MY SENTRY STATION."
ru_ru: <23>{#p/papyrus}{#f/30}"ПОЖАЛУЙСТА, НЕ УНИЧТОЖАЙТЕ МОЙ ПОСТ."

source: <23>"I WORKED VERY HARD ON IT, AND IT'D BE A SHAME IF IT WERE RUINED."
ru_ru: <23>"Я ОЧЕНЬ МНОГО РАБОТАЛ НАД НИМ, И БУДЕТ ОЧЕНЬ ЖАЛЬ, ЕСЛИ ОН БУДЕТ ИСПОРЧЕН."

source: <23>"... THAT IS ALL."
ru_ru: <23>"... ЭТО ВСЁ."

source: <23>("NOTE: I WOULD HAVE SAID MORE, BUT THERE'S NOT ENOUGH ROOM.")
ru_ru: <23>("ПРИМЕЧАНИЕ: Я БЫ СКАЗАЛ БОЛЬШЕ, НО НЕ ХВАТАЕТ МЕСТА.")

source: <23>{#p/papyrus}{#f/30}"YOU OBSERVE THE WELL- CRAFTED SENTRY STATION."
ru_ru: <23>{#p/papyrus}{#f/30}"ТЫ НАБЛЮДАЕШЬ ЗА ХОРОШО СДЕЛАННЫМ СТОРОЖЕВЫМ ПОСТОМ."

source: <23>"WHO COULD HAVE BUILT THIS, YOU PONDER...?"
ru_ru: <23>"КТО МОГ ПОСТРОИТЬ ЭТО, РАЗМЫШЛЯЕШЬ ТЫ...?"

source: <23>"I BET IT WAS THAT VERY FAMOUS ROYAL GUARDSMAN!"
ru_ru: <23>"НАВЕРНЯКА ЭТО БЫЛ ТОТ САМЫЙ ЗНАМЕНИТЫЙ КОРОЛЕВСКИЙ СТРАЖНИК!"

source: <32>{#p/basic}* The last line was crossed out.
ru_ru: <32>{#p/basic}* Последняя строка была зачёркнута.

source: <23>("NOTE: NOT YET A VERY FAMOUS ROYAL GUARDSMAN.")
ru_ru: <23>("ПРИМЕЧАНИЕ: ПОКА ЕЩЁ НЕ ОЧЕНЬ ИЗВЕСТНЫЙ КОРОЛЕВСКИЙ СТРАЖНИК.")

source: <25>{#p/sans}{#f/0}* admiring my bro's handiwork, are we?
ru_ru: <25>{#p/sans}{#f/0}* Любуешься работой моего брата, да?

source: <25>{#p/sans}{#f/2}* i know. * it's pretty cool.
ru_ru: <25>{#p/sans}{#f/2}* Я знаю. * Это очень круто.

source: <32>{#p/basic}* The last line was crossed out. * That checks out.
ru_ru: <32>{#p/basic}* Последняя строка была зачёркнута. * Это подтверждается.

source: <32>{#p/human}* (You look under the shelf...)
ru_ru: <32>{#p/human}* (Ты смотришь под полку...)

source: <25>{#p/asriel1}{#f/17}* That's where Papyrus keeps all his wacky whatsits.
ru_ru: <25>{#p/asriel1}{#f/17}* Именно там Папирус хранит все свои странные штучки.

source: <25>{#f/20}* A fighter by night, and a tinkerer by... also night.
ru_ru: <25>{#f/20}* Боец по ночам и мастер по... тоже ночам.

source: <26>{#p/asriel1}{#f/13}* In one timeline, I encouraged Papyrus to be a Royal Lab employee.
ru_ru: <26>{#p/asriel1}{#f/13}* В одной временной шкале я поощрял Папируса стать сотрудником Королевской Лаборатории.

source: <25>{#f/17}* He kind of ended up doing his own thing...
ru_ru: <25>{#f/17}* В итоге он стал заниматься своими делами...

source: <25>{#f/17}* ... working on personal science projects rather than official work.
ru_ru: <25>{#f/17}* ... работа над личными научными проектами, а не над официальной работой.

source: <25>{#f/13}* Papyrus isn't someone who easily conforms to standard systems.
ru_ru: <25>{#f/13}* Папирус - не тот, кто легко подчиняется стандартным системам.

source: <26>{#p/asriel1}{#f/13}* One device Papyrus created was the legendary "shickaxe."
ru_ru: <26>{#p/asriel1}{#f/13}* Одним из устройств, созданных Папирусом, был легендарный «шикакс».

source: <25>{#f/17}* A multi-tool that could efficiently break any material.
ru_ru: <25>{#f/17}* Мульти-инструмент, способный эффективно разбить любой материал.

source: <25>{#f/15}* Its durability was... infinite, actually.
ru_ru: <25>{#f/15}* Его прочность была... бесконечной, на самом деле.

source: <25>{#f/13}* He only threw it away because, in his own words...
ru_ru: <25>{#f/13}* Он выбросил его только потому, что, по его собственным словам...

source: <25>{#f/13}* "Having a tool that can do everything takes the fun out of it!"
ru_ru: <25>{#f/13}* "Наличие инструмента, который может делать всё, лишает нас удовольствия!"

source: <26>{#p/asriel1}{#f/20}* Papyrus certainly has a unique way of thinking.
ru_ru: <26>{#p/asriel1}{#f/20}* Папирус, безусловно, обладает уникальным мышлением.

source: <32>* Boxes upon boxes of unused cables and old tech can be found here.
ru_ru: <32>* Здесь можно найти множество коробок с неиспользованными кабелями и старой техникой.

source: <32>{#p/human}* (This sentry station strikes you as rather unimportant.)
ru_ru: <32>{#p/human}* (Ты считаешь, что этот сторожевой пост не имеет особого значения.)

source: <32>{#p/basic}* It's a sentry station.
ru_ru: <32>{#p/basic}* Это сторожевой пост.

source: <32>{#p/basic}* Sans's sentry station...
ru_ru: <32>{#p/basic}* Сторожевой пост Санса...

source: <32>* Truly the most worthwhile investment the Royal Guard could've made.
ru_ru: <32>* Поистине самое выгодное вложение средств, которое могла сделать Королевская гвардия.

source: <32>* The quality of this investment hasn't changed a bit.
ru_ru: <32>* Качество этих инвестиций нисколько не изменилось.

source: <33>* A poor investment in hindsight.
ru_ru: <33>* Неудачная инвестиция в ретроспективу.

source: <25>{#p/asriel1}{#f/15}* As a star, there were some dark corners even I never dared search.
ru_ru: <25>{#p/asriel1}{#f/15}* Как у звезды, у меня было несколько темных уголков, которые я никогда не осмеливался искать.

source: <25>{#f/20}* It's probably for the best if we leave this be.
ru_ru: <25>{#f/20}* Наверное, будет лучше, если мы оставим всё как есть.

source: <25>{#p/asriel1}{#f/20}* Please. * Anywhere but here.
ru_ru: <25>{#p/asriel1}{#f/20}* Пожалуйста. * Где угодно, только не здесь.

source: <32>{#p/basic}* It's mostly empty, save for the singular red crayon.
ru_ru: <32>{#p/basic}* Он почти пуст, за исключением единственного красного мелка.

source: <32>{#p/basic}* There are bottles of honey, alfredo, and yamok sauce stockpiled here.
ru_ru: <32>{#p/basic}* Здесь хранятся бутылки с медовым, альфредо и ямочным соусами.

source: <32>{#p/basic}* It's an unsettling reminder.
ru_ru: <32>{#p/basic}* Это тревожное напоминание.

source: <32>{#p/basic}* It's an unholy quantity of food toppings.
ru_ru: <32>{#p/basic}* Это неимоверное количество начинки для еды.

source: <32>{#p/basic}* The doggy bed is covered in annoying white fur.
ru_ru: <32>{#p/basic}* Собачья подстилка покрыта надоедливой белой шерстью.

source: <32>{#p/basic}* Fighting Papyrus has begun to tire you, but not enough to sleep.
ru_ru: <32>{#p/basic}* Бой с Папирусом начал утомлять тебя, но не настолько, чтобы уснуть.

source: <32>{#p/basic}* After fighting Papyrus three times, you feel exhausted.
ru_ru: <32>{#p/basic}* Сразившись с Папирусом три раза, ты чувствуешь себя измотанным.

source: Nothing
ru_ru: Ничего

source: Sleep
ru_ru: Спать

source: <32>{#p/basic}* Continually fighting Papyrus has exhausted you.
ru_ru: <32>{#p/basic}* Непрерывная борьба с Папирусом истощила тебя.

source: <32>{#p/human}* (You let the doggy bed be.)
ru_ru: <32>{#p/human}* (Ты оставил собачью кровать.)

source: <32>{#p/human}* (You lay in the doggy bed...)
ru_ru: <32>{#p/human}* (Ты лежишь в собачьей кровати...)

source: <32>{#p/alphys}* And you say they're in here?
ru_ru: <32>{#p/alphys}* И ты говоришь, что они здесь?

source: <32>{#p/sans}{#f/7}* yup. * my brother made that pretty clear.
ru_ru: <32>{#p/sans}{#f/7}* Ага. * мой брат ясно дал это понять.

source: <32>{#p/alphys}* O-okay... * Here goes nothing...
ru_ru: <32>{#p/alphys}* О-окей... * Вот и всё...

source: <32>{#p/human}* (It sounds like a door is opening.)
ru_ru: <32>{#p/human}* (Звук, как будто открывается дверь.)

source: <32>{#p/alphys}* Well, there they are.
ru_ru: <32>{#p/alphys}* Ну, вот и они.

source: <32>{#p/sans}{#f/7}* c'mon, let's make this quick.
ru_ru: <32>{#p/sans}{#f/7}* Давай-ка, сделаем это быстро.

source: <32>{#p/sans}{#f/7}* i doubt it'll be long before undyne shows up.
ru_ru: <32>{#p/sans}{#f/7}* Сомневаюсь, что Андайн появится ещё нескоро.

source: <32>{#p/alphys}* Going as f-fast as I can!
ru_ru: <32>{#p/alphys}* Иду так быстро, как только могу!

source: <32>{#p/human}* (It feels like someone is trying to carry you.)
ru_ru: <32>{#p/human}* (Такое ощущение, что кто-то пытается тебя нести.)

source: <32>{#p/alphys}* Oh god, w-were humans always this heavy!?
ru_ru: <32>{#p/alphys}* О боже, неужели люди всегда были такими тяжёлыми?

source: <32>{#p/basic}* Huh? * Where are...
ru_ru: <32>{#p/basic}* А? * Где...

source: <32>* ... * Asgore's house.
ru_ru: <32>* ... * Дом Азгора.

source: <32>* Come on, let's go find him...
ru_ru: <32>* Давай, пойдём, найдём его...

source: <32>{#p/basic}* A bastion box. * There's a human inside...
ru_ru: <32>{#p/basic}* Ящик бастиона. * Внутри находится человек...

source: <32>{#p/human}* (You reach your hand deep into the dispenser.) * (It's a tad saucy.)
ru_ru: <32>{#p/human}* (Ты засовываешь руку в дозатор.) * (Это немного дерзко.)

source: <32>{#p/basic}* It's a dispenser of some kind.
ru_ru: <32>{#p/basic}* Это какой-то дозатор.

source: <32>{#p/basic}* It's a mouse hole. * The mice inside are discussing your great battle.
ru_ru: <32>{#p/basic}* Это мышиная нора. * Мыши внутри обсуждают вашу великую битву.

source: <32>{#p/basic}* It's a mouse hole. * The mice inside are concerned for your safety.
ru_ru: <32>{#p/basic}* Это мышиная нора. * Мыши внутри беспокоятся о твоей безопасности.

source: <32>{#p/basic}* It's a mouse hole. * The mice inside are wondering if you should take a rest.
ru_ru: <32>{#p/basic}* Это мышиная нора. * Мыши внутри думают, стоит ли тебе отдохнуть.

source: <32>{#p/basic}* It's a mouse hole. * The mice inside are concerned for your sanity.
ru_ru: <32>{#p/basic}* Это мышиная нора. * Мыши внутри беспокоятся о вашем рассудке.

source: <32>{#p/basic}* It's a bounce lamp.
ru_ru: <32>{#p/basic}* Это надувная лампа.

source: <32>{#p/basic}* A bouncy, bouncy lamp.
ru_ru: <32>{#p/basic}* Надувная, надувная лампа.

source: <32>{#p/basic}* Such bounce. * Very lamp.
ru_ru: <32>{#p/basic}* Такой отскок. * Очень ламповый.

source: <32>{#p/basic}* Lamp, bounce, lamp, bounce...
ru_ru: <32>{#p/basic}* Лампа, отскок, лампа, отскок...

source: <32>{#p/basic}* The lamp bounces up and down.
ru_ru: <32>{#p/basic}* Лампа подпрыгивает вверх и вниз.

source: <32>{#p/basic}* ... the bouncing never stops.
ru_ru: <32>{#p/basic}* ... подпрыгивание никогда не прекращается.

source: <32>{#p/basic}* It's a little thing called perpetual motion.
ru_ru: <32>{#p/basic}* Это маленькая вещь, называемая вечным двигателем.

source: <32>{#p/human}* (You observe the strange lamp bouncing up and down.)
ru_ru: <32>{#p/human}* (Ты наблюдаешь за странной лампой, подпрыгивающей вверх и вниз.)

source: <32>{#p/basic}* Just a lamp.
ru_ru: <32>{#p/basic}* Просто лампа.

source: <25>{#p/asriel1}{#f/13}* I guess Alphys never did fix this thing.
ru_ru: <25>{#p/asriel1}{#f/13}* Похоже, Альфис так и не починила эту штуку.

source: <25>{#f/16}* I don't blame her. * That ruleset is kind of a nightmare.
ru_ru: <25>{#f/16}* Я её не виню. * Этот набор правил - просто кошмар.

source: <25>{#f/20}* Also, it kind of relies on Sans being there.
ru_ru: <25>{#f/20}* Кроме того, это в какой-то степени зависит от присутствия Санса.

source: <25>{#f/15}* Getting him to participate is... kind of impossible.
ru_ru: <25>{#f/15}* Заставить его участвовать... довольно сложно.

source: <25>{#p/asriel1}{#f/17}* Yeah... Sans. * Great sense of humor, but not very active.
ru_ru: <25>{#p/asriel1}{#f/17}* Да... Санс. * Отличное чувство юмора, но не очень активный.

source: <25>{#f/13}* And by active, I mean physically.
ru_ru: <25>{#f/13}* Под активностью я подразумеваю физическое состояние.

source: <25>{#f/15}* And by physically, I mean he doesn't like to move.
ru_ru: <25>{#f/15}* Под физическим состоянием я подразумеваю, что он не любит двигаться.

source: <25>{#f/16}* And by move, I mean get up and walk around.
ru_ru: <25>{#f/16}* А под двигаться я имею в виду вставать и ходить.

source: <25>{#f/13}* Yeah. * He usually just takes some kind of shortcut.
ru_ru: <25>{#f/13}* Да. * Обычно он просто выбирает какой-нибудь короткий путь.

source: <25>{#f/15}* I still have no idea how those things work.
ru_ru: <25>{#f/15}* Я до сих пор понятия не имею, как эти штуки работают.

source: <25>{#p/asriel1}{#f/17}* Guess you could say Alphys's choice to not fix this puzzle...
ru_ru: <25>{#p/asriel1}{#f/17}* Наверное, можно сказать, что Альфис решила не решать эту головоломку...

source: <25>{#f/20}* Was a little shortcut of her own.
ru_ru: <25>{#f/20}* У неё был свой маленький короткий путь.

source: <25>{#p/asriel1}{#f/20}* ... maybe my sense of humor could use some work.
ru_ru: <25>{#p/asriel1}{#f/20}* ... возможно, моему чувству юмора не помешало бы немного поработать.

source: <32>{#p/basic}* It's un-activated.
ru_ru: <32>{#p/basic}* Он не активирован.

source: <32>{#p/basic}* What an unfortunate outcome.
ru_ru: <32>{#p/basic}* Какой печальный исход.

source: <32>{#p/human}* (The sign mentions an escape.)
ru_ru: <32>{#p/human}* (На табличке упоминается побег.)

source: <32>{#p/basic}* "It's taking a time-out."
ru_ru: <32>{#p/basic}* "Он берёт тайм-аут."

source: <25>{#p/asriel2}{#f/15}* What.
ru_ru: <25>{#p/asriel2}{#f/15}* Что.

source: <32>{#p/basic}* "It's escaped."
ru_ru: <32>{#p/basic}* "Он сбежал."

source: <32>{#p/human}* (It appears this plant is very neon indeed.)
ru_ru: <32>{#p/human}* (Похоже, это растение действительно очень неоновое.)

source: <32>{#p/basic}* It's a plant.
ru_ru: <32>{#p/basic}* Это растение.

source: <32>{#p/basic}* It's not just a plant... * It's a NEON plant.
ru_ru: <32>{#p/basic}* Это не просто растение... * Это НЕОНОВОЕ растение.

source: <32>* What difference does it make? * None, none at all.
ru_ru: <32>* Какая разница? * Никакой, совсем никакой.

source: <32>{#p/human}* (But there was nothing of real interest to see here.)
ru_ru: <32>{#p/human}* (Но здесь не было ничего действительно интересного).

source: <32>{#p/basic}* There's a plant in the window. * How interesting.
ru_ru: <32>{#p/basic}* На окне растение. * Как интересно.

source: <32>{#p/human}* (You reach up to the window and put your hands on it.)
ru_ru: <32>{#p/human}* (Ты подходишь к окну и кладёшь на него руки.)
