Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <25>{#p/asriel2}{#f/2}* Oh, how naive you are.
ru_ru: <25>{#p/asriel2}{#f/2}* О, ты такой наивный.

source: <25>{#p/asriel2}{#f/1}* It's YOU who's died to us already, and we can make it happen again.
ru_ru: <25>{#p/asriel2}{#f/1}* Для нас мертвы вы, и мы можем позволить этому случиться снова.

source: <32>{#p/mettaton}* Nice try... but I won't be tricked so easily.
ru_ru: <32>{#p/metaton}* Хорошая попытка. Но меня не так легко обмануть.

source: <25>{#p/asriel2}{#f/4}* ... say, since you're about to be spare parts...
ru_ru: <25>{#p/asriel2}{#f/4}* ... Например, раз уж вы вот - вот станете запасными частями...

source: <25>{#f/3}* Haven't you thought about your family?
ru_ru: <25>{#f/3}* Вы никогда не думали о своей семье?

source: <25>{#f/1}* You know. * With how you abandoned them, and all.
ru_ru: * Как вы их бросили, и все.

source: <32>{#p/mettaton}* My family would be proud of me if they knew what I was doing.
ru_ru: <32>{#p/metaton}* Если бы моя семья знала, что я делаю, они бы гордились мной.

source: <32>* As for you...?
ru_ru: <32>* Что касается вас.

source: <32>* I can't exactly say the same.
ru_ru: <32>* Я не могу сказать это полностью.

source: <25>{#p/asriel2}{#f/6}* I guess it's a good thing I don't care about them, then.
ru_ru: <25>{#p/asriel2}{#f/6}* Тогда я думаю, что хорошо, что мне плевать на них.

source: <25>{#f/8}* You, however, have an emotional weakness...
ru_ru: <25>{#f/8}* Тем не менее, у вас есть эмоциональная слабость...

source: <25>{#f/6}* With that alone, this battle was over before it even started.
ru_ru: <25>{#f/6}* Только благодаря этому битва закончилась до ее начала.

source: <32>{#p/mettaton}* Listen, darling.
ru_ru: <32>{#p/metaton}* Слушайте, дорогой.

source: <32>* Whatever you have to say, doesn't matter.
ru_ru: <32>* Неважно, что вы скажете, все в порядке.

source: <32>* All that matters is that you're going to lose to me.
ru_ru: <32>Главное, что ты проиграешь мне.

source: <32>* For all your talk of victory and inevitability...
ru_ru: <32>* Хотя вы всегда говорили о победе и неизбежности.

source: <32>* For all the showboating you love to go around doing...
ru_ru: <32>* Несмотря на то, что ты любишь хвастаться вокруг.

source: <32>* There's one power you failed to consider.
ru_ru: <32>* Есть сила, которую вы не принимаете во внимание.

source: <25>{#p/asriel2}{#f/10}* And what is that?
ru_ru: <25>{#p/asriel2}{#f/10|* * Что это такое?

source: <32>{*}{#p/mettaton}{#f/1}* The power of NEO.{^40}{%}
ru_ru: <32>{*}{#p/metaton}{#f/1}* Сила ОСЗ. {^ 40}{%}

source: <25>{#p/asriel2}{#f/8}* Golly. * Why is HE still around.
ru_ru: * Почему он все еще рядом.

source: <32>{#p/human}* (You can't seem to operate the switch any further.)
ru_ru: <32>{#p/human}* (Вы больше не можете управлять переключателем.)

source: <32>{#p/basic}* It's stuck, like always.
ru_ru: <32>{#p/basic}* Он застрял, как обычно.

source: <33>{#p/basic}* The switch is... zero-time use. * That's totally a thing that can happen, honest.
ru_ru: * Честно говоря, это вполне возможно.

source: <32>{#p/basic}* The switch is... one-time use. * And totally not stuck like all the other ones.
ru_ru: * И совершенно не застревает, как другие.

source: <32>{#p/basic}* The switch looks even more resistant to pressing than it was before.
ru_ru: <32>{#p/basic}* Переключатель выглядит сложнее нажать, чем раньше.

source: <32>{#p/basic}* The switch no longer wants to be pressed. * ... yes, it's stuck.
ru_ru: * ..... Да, он застрял.

source: <32>{#p/human}* (You can't seem to find a way in.)
ru_ru: <32>{#p/human}* (Вы, кажется, не можете найти способ войти.)

source: <32>{#p/basic}{#x1}* My boyfriend and I got lost looking for ice cream during training...{#x3}
ru_ru: <32>{#p/basic}{#x1}* Мы с моим парнем заблудились, когда искали мороженое во время тренировки. {#x3}

source: <32>{#x1}* Eventually, we just gave up and settled for pizza.{#x3}
ru_ru: <32>{#x1:* В конце концов, мы сдались и ели только пиццу. {#x3}

source: <32>{#x1}* Then we took up security duty at this post since that's the most we're qualified to do.{#x3}
ru_ru: <32>{#x1}* Затем мы взяли на себя ответственность за безопасность на этой должности, потому что это то, на что мы лучше всего способны.

source: <32>{#p/basic}{#x1}* I've been told us security folks get SUPER exclusive discounts at the shop.{#x3}
ru_ru: <32>{#p/basic}{#x1}* Нам сказали, что сотрудники службы безопасности могут получить эксклюзивную скидку SUPER в магазине. {#x3}

source: <32>{#x1}* Totally not part of the reason we came here, though.{#x3}
ru_ru: <32>{#x1}* Но это вовсе не причина, по которой мы здесь. {#x3}

source: <32>{#p/basic}{#x2}* Hey, aren't you like, that one quiet kid we saw earlier?{#x3}
ru_ru: <32>{#p/basic}{#x2}* Эй, ты не тот тихий ребенок, которого мы видели раньше? {#x3}

source: <32>{#x2}* I wonder why Alphys had to escort you...{#x3}
ru_ru: <32>{#x2}* Я хочу знать, почему Альфа должна сопровождать вас. {#x3}

source: <32>{#x2}* You must be... MEGA important.{#x3}
ru_ru: <32>{#x2}* Вы должны быть очень важны. {#x3}

source: <32>{#p/basic}{#x2}* If you're gonna be famous, then don't forget about us when you make it there, yeah?{#x3}
ru_ru: <32>{#p/basic}{#x2}* Если вы хотите быть знаменитым, тогда, когда вы доберетесь туда, не забудьте нас, хорошо? {#x3}

source: <32>{#x2}* Always gotta remember the lil' bros you meet along the way.{#x3}
ru_ru: {#x2}* Помните о братьях, которых вы встретили на своем пути. {#x3}

source: CORE Start
ru_ru: Начало ядра

source: CORE End
ru_ru: Конец ядра

source: The Citadel
ru_ru: Замок

source: <25>{#p/sans}* hey, i heard you're visiting here.
ru_ru: <25>{#p/sans}* Эй, я слышал, что ты собираешься сюда.

source: <25>{#p/sans}{#f/2}* mind grabbing some dinner with me real quick?
ru_ru: <25>{#p/sans}{#f/2}* Не могли бы вы поужинать со мной в ближайшее время?

source: * (Have dinner?)
ru_ru: * (Ужин?)

source: <25>{#p/sans}{#f/2}* changed your mind?
ru_ru: <25>{#p/sans}{#f/2}* Передумали?

source: <25>{#p/sans}{#f/3}* eh, fair enough. * i'll be here if you change your mind.
ru_ru: * Если ты передумаешь, я буду здесь.

source: <25>{#p/sans}{#f/3}* ok then.
ru_ru: <25>{#p/sans}{#f/3}* Хорошо.

source: <25>{#p/sans}{#p/sans}{#f/0}* sweet.
ru_ru: <25>{#p/sans}{#p/sans}{#f/0}* Сладкий.

source: <25>{#p/sans}{#f/2}* right this way.
ru_ru: <25>{#p/sans}{#f/2}* Это все.

source: <25>{#p/sans}* here we are.
ru_ru: <25>{#p/sans}* Мы здесь.

source: <25>{#p/sans}* this table looks good.
ru_ru: <25>{#p/sans}* Эта таблица выглядит хорошо.

source: <25>{#f/2}* i'll take right, you take left.
ru_ru: <25>{#f/2}* Я иду вправо, ты идешь налево.

source: <25>{#p/sans}* so...
ru_ru: <25>{#p/sans}* Итак...

source: <25>{#f/3}* your journey's almost over, huh?
ru_ru: <25>{#f/3}* Ваше путешествие почти закончилось, не так ли?

source: <25>{#f/0}* you must really wanna get outta here.
ru_ru: <25>{#f/0}* Вы, должно быть, очень хотите уйти отсюда.

source: <25>{#f/0}* ... heh. * trust me, i know the feeling, buddo.
ru_ru: * Поверьте мне, я знаю это чувство, Будда.

source: <25>{#f/3}* ... i also know you've got a lot to leave behind.
ru_ru: <25>{#f/3}* ... Я также знаю, что у вас есть много вещей, чтобы остаться.

source: <25>{#f/0}* out here, you've got food, drink, friends...
ru_ru: <25>{#f/0}* Здесь у вас есть еда, напитки, друзья...

source: <25>{#f/2}* would staying with us really be so bad?
ru_ru: <25>{#f/2}* Действительно ли так плохо жить с нами?

source: <25>{#f/3}* ... i also know you've got a lot on your mind.
ru_ru: <25>{#f/3}* ... Я также знаю, что у тебя много мыслей.

source: <25>{#f/0}* but whatever you may've done...
ru_ru: <25>{#f/0}* Но что бы вы ни делали...

source: <25>* is getting out of here really worth all that trouble?
ru_ru: <25>Действительно ли это стоит таких проблем, чтобы уехать отсюда?

source: <25>{#f/3}* lemme tell you a story.
ru_ru: <25>{#f/3}* Позвольте мне рассказать вам историю.

source: <25>{#f/0}* so, i'm a royal sentry, right?
ru_ru: <25>{#f/0}* Итак, я королевский часовой, не так ли?

source: <25>{#f/0}* my job is to sit out there and watch for humans.
ru_ru: <25>{#f/0}* Моя работа - сидеть и наблюдать за людьми.

source: <25>{#f/3}* though, i'm sure you've realized by now...
ru_ru: <25>{#f/3}* Тем не менее, я уверен, что теперь вы осознали...

source: <25>{#f/2}* i actually took the job so i could PROTECT you guys instead.
ru_ru: <25>{#f/2}* Я фактически принял эту работу, чтобы я мог защитить вас.

source: <25>{#f/3}* i'd worry about someone finding out, but... y'know.
ru_ru: <25>{#f/3}* Я боюсь, что кто - то найдет, но... Ты знаешь.

source: <25>{#f/0}* not many people around these days who'd care.
ru_ru: <25>{#f/0}* Теперь мало кто будет заботиться.

source: <25>{#f/4}* shh, don't tell undyne i said that. * she wouldn't like it.
ru_ru: * Ей это не понравится.

source: <25>{#f/0}* ... ironic, isn't it?
ru_ru: <25>{#f/0}* ... Очень иронично, не так ли?

source: <25>{#f/0}* anyway, i've got this super boring job, right?
ru_ru: <25>{#f/0}* В любом случае, у меня суперскучная работа, не так ли?

source: <25>{#f/0}* fortunately, there's a little place near the edge of starton.
ru_ru: <25>{#f/0}* К счастью, есть небольшое место недалеко от края Starton.

source: <25>{#f/0}* and at the end of the bridge to this place lies a big ol' door.
ru_ru: <25>{#f/0}* В конце моста, ведущего в это место, есть огромная дверь.

source: <25>{#f/4}* now this door was PERFECT for practicing knock knock jokes.
ru_ru: <25>{#f/4}* Теперь эта дверь идеально подходит для практики стучащих шуток.

source: <25>{#f/0}* one day, i'm knockin' em out like usual...
ru_ru: <25>{#f/0}* Однажды я их, как обычно, вырубил...

source: <25>{#f/0}* and i knock on the door and say "knock knock." * like usual.
ru_ru: * Как обычно.

source: <25>{#f/0}* but then, from the other side...
ru_ru: <25>{#f/0}* Но, с другой стороны...

source: <25>{#f/3}* i hear a woman's voice.
ru_ru: <25>{#f/3}* Я слышу женский голос.

source: <32>{#p/soriel}* "Who is there?"
ru_ru: <32>{#p/soriel}* "Кто там?"

source: <25>{#p/sans}{#f/0}* naturally, i respond.
ru_ru: <25>{#p/sans}{#f/0}* Я, естественно, отвечу.

source: <25>{#f/2}* "water."
ru_ru: <25>{#f/2}* "Вода"

source: <32>{#p/soriel}* "Water who?"
ru_ru: <32>{#p/soriel}* "Кто такая вода?"

source: <25>{#p/sans}{#f/4}* "water you doing all the way out here?"
ru_ru: <25>{#p/sans}{#f/4}* "Вы всегда пьете здесь воду?"

source: <25>{#f/0}* and she just LOSES it.
ru_ru: <25>{#f/0}* Она просто потеряла его.

source: <25>* like it's the first joke she's heard in a hundred years.
ru_ru: Это была первая шутка, которую она услышала за сто лет.

source: <25>{#f/2}* so, naturally, i tell her some more.
ru_ru: <25>{#f/2}* Поэтому, естественно, я скажу ей больше.

source: <25>{#f/0}* after about a half dozen or so, SHE knocks and says...
ru_ru: <25>{#f/0}* Примерно после полудюжины ударов она постучала в дверь и сказала...

source: <32>{#p/soriel}* "Knock knock!"
ru_ru: <32>{#p/soriel}* "Стучать, стучать!"

source: <25>{#p/sans}* i say "who's there?"
ru_ru: <25>{#p/sans}* Я говорю: « Кто там? »

source: <32>{#p/soriel}* "You."
ru_ru: <32>{#p/soriel}* "Ты".

source: <25>{#p/sans}* "you who?"
ru_ru: <25>{#p/sans}* "Кто ты?"

source: <32>{#p/soriel}* "I'm not a dog, mister!"
ru_ru: <32>{#p/soriel}* "Я не собака, сэр!"

source: <25>{#p/sans}{#f/0}* ... heh.
ru_ru: <25>{#p/sans}{#f/0}* ... Ха - ха.

source: <25>{#f/2}* needless to say, this woman knew her stuff.
ru_ru: <25>{#f/2}* Излишне говорить, что эта женщина знает свои вещи.

source: <25>{#f/0}* we kept going for a while, but eventually, she had to go.
ru_ru: <25>{#f/0}* Мы продолжали идти некоторое время, но в конце концов ей пришлось уйти.

source: <25>{#f/0}* the next day, though...
ru_ru: <25>{#f/0}* На следующий день, хотя...

source: <25>* she was waiting for me when i returned.
ru_ru: <25>* Когда я вернулся, она ждала меня.

source: <25>{#f/3}* ... and boy did she have a lot to say.
ru_ru: <25>{#f/3}* ... Боже, ей есть что сказать.

source: <32>{#p/soriel}* "... I just felt it was the right thing to do..."
ru_ru: <32>{#p/soriel}* "...Я просто считаю, что это правильный подход..."

source: <32>{#p/soriel}* "... I have to protect them..."
ru_ru: <32>{#p/soriel}* "...Я должен защитить их..."

source: <32>{#p/soriel}* "... it'll never be like it was before..."
ru_ru: <32>{#p/soriel}* "...Она никогда не будет такой, как раньше..."

source: <25>{#p/sans}{#f/3}* turns out, there was more to this woman than meets the ear.
ru_ru: <25>{#p/sans}{#f/3}* Оказывается, эта женщина слышит больше, чем ее уши.

source: <25>{#f/0}* oh, and she also had a ton of weird stuff to say about asgore.
ru_ru: <25>{#f/0}* О, у нее также есть много странных вещей, которые она хочет сказать Асгору.

source: <25>{#f/3}* i'll spare you on the details, but let's just say...
ru_ru: <25>{#f/3}* Я не буду вдаваться в подробности, но мы можем только сказать...

source: <25>{#f/2}* isolation can really screw with a person's world view.
ru_ru: <25>{#f/2}* Изоляция действительно влияет на мировоззрение человека.

source: <25>{#p/sans}{#f/0}* shoot, i forgot to order something, huh?
ru_ru: <25>{#p/sans}{#f/0}* Снимай, я что - то забыл, да?

source: <25>{#f/3}* i'll be right back.
ru_ru: <25>{#f/3}* Я сейчас вернусь.

source: <32>{#p/basic}* Truly, there is no experience like waiting for food.
ru_ru: <32>{#p/basic}* Действительно, нет лучшего опыта, чем ждать еды.

source: <32>{#p/basic}* You know...
ru_ru: <32>{#p/basic}* Вы знаете.

source: <32>{#p/basic}* I would've said more to her back there, but at the same time...
ru_ru: <32>{#p/basic}* Я бы сказал ей больше позже, но в то же время...

source: <32>{#p/basic}* ... would it really have made any difference?
ru_ru: <32>{#p/basic}* ... Это действительно будет по - другому?

source: <25>{#p/sans}* look at that, you even brought a drink.
ru_ru: <25>{#p/sans}* Смотрите, вы даже принесли стакан напитка.

source: <25>{#p/sans}{#f/2}* don't worry. * i already had mine at the counter.
ru_ru: * Я уже купил свой на стойке.

source: <25>{#p/sans}* now we're talking.
ru_ru: <25>{#p/sans}* Сейчас мы разговариваем.

source: <25>{#p/sans}{#f/2}* don't worry. * i already had my food at the counter.
ru_ru: * Я уже ел на стойке.

source: <25>{#f/0}* anyway, like i was saying...
ru_ru: <25>{#f/0}* В любом случае, как я сказал...

source: <25>{#f/3}* this woman was under a lot of stress.
ru_ru: <25>{#f/3}* Эта женщина находится под большим давлением.

source: <25>{#f/0}* so i asked her...
ru_ru: <25>{#f/0}* Поэтому я спросил ее.

source: <25>{#f/2}* "wanna know what a skeleton does to pass the time?"
ru_ru: <25>{#f/2}* "Хотите знать, как череп убивает время?"

source: <32>{#p/soriel}* "What do they do?"
ru_ru: <32>{#p/soriel}* "Что они делают?"

source: <25>{#p/sans}{#f/2}* i then proceeded to play a tune on my trombone.
ru_ru: <25>{#p/sans}{#f/2}* Затем я начал играть песню на тромбоне.

source: <25>{#f/4}* her being her, she INSTANTLY got the joke.
ru_ru: <25>{#f/4}* Она - это она, и она сразу поняла эту шутку.

source: <25>{#f/0}* ... that night ended up being the best we'd ever have.
ru_ru: <25>{#f/0}* ... Это была лучшая ночь, которую мы провели.

source: <25>{#f/0}* fast-forward to today, and well...
ru_ru: <25>{#f/0}* Быстро войти сегодня, хорошо...

source: <25>{#f/2}* i've mostly just been watching over you.
ru_ru: <25>{#f/2}* Я слежу за вами большую часть времени.

source: <25>{#f/0}* but hey, i'd say i'm doing a pretty good job, wouldn't you?
ru_ru: <25>{#f/0}* Но эй, я бы сказал, что я хорошо сделал, не так ли?

source: <25>{#f/3}* i mean, look at yourself...
ru_ru: <25>{#f/3}* Я имею в виду, посмотрите на себя.

source: <25>{#f/0}* you haven't died a single time.
ru_ru: <25>{#f/0}* Ты не умер ни разу.

source: <25>{#f/0}* hey, what's that look supposed to mean?
ru_ru: <25>{#f/0}* Эй, что означает это выражение?

source: <25>{#f/2}* am i wrong...?
ru_ru: <25>{#f/2}* Я ошибаюсь.

source: <25>{#f/2}* heh. * chalk it up to my great skills.
ru_ru: * Это благодаря моему высокому мастерству.

source: <25>{#f/2}* heh. * i doubt you've even got a scratch on you.
ru_ru: * Я подозреваю, что на тебе царапины.

source: <25>{#p/sans}{#f/0}* well, enjoy the food, and... i hope you learned something.
ru_ru: <25>{#p/sans}{#f/0}* Хорошо, наслаждайтесь едой, и... Надеюсь, ты чему - то научился.

source: <25>{#f/3}* just remember, we're all rootin' for ya, bud.
ru_ru: <25>{#f/3}* Помните, что мы все укореняемся для вас, дружище.

source: <25>{#f/0}* ... regardless of who you could've saved.
ru_ru: <25>{#f/0}* ... Неважно, кого вы можете спасти.

source: <25>{#f/2}* ... even undyne's probably on your side by now.
ru_ru: <25>{#f/2}* ... Возможно, теперь и Вундин на вашей стороне.

source: <25>{#f/0}* ... regardless of what you've done.
ru_ru: <25>{#f/0}* ... Неважно, что ты сделал.

source: <25>{#f/0}* ... well, most of us, anyway.
ru_ru: <25>{#f/0}* ... Ну, в любом случае, большинство из нас.

source: <32>{#p/basic}* Hey there... * Noticed you were here...
ru_ru: * Заметил, что ты здесь.

source: <32>{#p/basic}* I'm Onionsan! * Onionsan, y'hear!
ru_ru: * Онисон, ты слушаешь!

source: <32>{#p/basic}* You two, don't look like you're up to any good...
ru_ru: <32>{#p/basic}* Вы двое, выглядите совсем не хорошо.

source: <32>{#p/basic}* You, look like you've traveled a long way to get here...
ru_ru: <32>{#p/basic}* Вы, кажется, прошли долгий путь, прежде чем прийти сюда.

source: <32>{#p/basic}* Good thing, the rec center people will always forgive us! * It's my Big Favorite.
ru_ru: * Это мой любимый.

source: <32>{#p/basic}* Good thing, people like us are who the rec center is for! * It's my Big Favorite.
ru_ru: * Это мой любимый.

source: <32>{#p/basic}* Though... * I'm too wide to fit inside...
ru_ru: * Я слишком широк, чтобы впустить...

source: <32>{#p/basic}* Outer space makes onions grow Super Duper Fast.
ru_ru: <32>{#p/basic}* Космос делает лук очень быстрым.

source: <32>{#p/basic}* But I'll find a path to betterment soon, y'hear!
ru_ru: <32>{#p/basic}* Но я скоро найду путь к улучшению, послушайте!

source: <32>{#p/basic}* They're, gonna break the force field real good, y'hear!
ru_ru: <32>{#p/basic}* Они будут хорошо ломать силовое поле, вы слушаете!

source: <32>{#p/basic}* But I'll find a home soon, y'hear!
ru_ru: <32>{#p/basic}* Но я скоро найду свой дом, ты слушай!

source: <32>{#p/basic}* And then... * I'll venture out... * To the cosmos...
ru_ru: * Космос.

source: <32>{*}{#p/basic}* We're all gonna be freeeeeeeee eeeeeeeeeeeeeeeeeeeeeeeeee{^999}
ru_ru: <32>{*}{#p/basic}* Мы все станем свободными людьми {99}

source: <25>{#p/asriel2}{#f/8}* Sure, whatever.
ru_ru: <25>{#p/asriel2}{#f/8}* Конечно, как угодно.

source: <32>{#p/human}* (You approach the vending machine.)
ru_ru: <32>{#p/human}* (Вы приближаетесь к торговому автомату.)

source: <32>{#p/basic}* It's a filament-exclusive vending machine.
ru_ru: <32>{#p/basic}* Это специальный торговый автомат с длинным шелком.

source: * (Buy the Filament for 40G?)
ru_ru: * (Купить 40G нити накаливания?)

source: <32>{#p/human}* (You got the Filament.)
ru_ru: <32>{#p/human}* (Вы получаете тонкий шелк.)

source: <32>{#p/basic}{#npc/a}* Welcome to Four Dimensions. * We're closed. * Section two, freedom clause.
ru_ru: * Раздел II, Свободные положения.

source: <32>* People never read the terms and conditions...
ru_ru: <32>* Люди никогда не читают Условия и положения.

source: <32>{#p/basic}{#npc/a}* Welcome to Four Dimensions, the hotel where sleep meets the edge of perception.
ru_ru: <32>{#p/basic}{#npc/a}* Добро пожаловать в четырехмерный отель, где край сна и восприятия встречаются.

source: <32>* All of our currently allocated rooms have been reserved.
ru_ru: <32>* Все номера, которые мы выделяем в настоящее время, забронированы.

source: <32>* Please return at a later time, when more space has been allocated.
ru_ru: <32>* Пожалуйста, вернитесь позже, когда будет выделено больше места.

source: <32>* Once you reserve a room with us, it's yours forever.
ru_ru: <32>* Как только вы зарезервировали номер у нас, он всегда будет принадлежать вам.

source: <32>* We've got a junior suite open on the left stack for 300G. * Interested?{#npc}
ru_ru: * Интересует? {#npc}

source: * (Own a room?)
ru_ru: * (Есть ли комната?)

source: <32>{#p/basic}{#npc/a}* See you on the homeworld.
ru_ru: <32>{#p/basic}{#npc/a}* Семейный мир см.

source: <32>{#p/basic}{#npc/a}* Until next time!
ru_ru: <32>{#p/basic}{#npc/a}* Поговорим в следующий раз!

source: <32>{#p/basic}{#npc/a}* 300G to own a junior suite. * Interested?{#npc}
ru_ru: * Интересует? {#npc}

source: <32>{#p/basic}{#npc/a}* Thanks, we look forward to seeing you sleep safely and comfortably!
ru_ru: <32>{#p/basic}{#npc/a}* Спасибо, мы с нетерпением ждем, чтобы увидеть, как вы засыпаете безопасно и комфортно!

source: <32>{#p/basic}{#npc/a}* Well, you're always welcome to change your mind.
ru_ru: <32>{#p/basic}{#npc/a}* Хорошо, что вы передумаете.

source: <32>{#p/basic}{#npc/a}* I'm afraid you don't have enough G for that.
ru_ru: <32>{#p/basic}{#npc/a}* Боюсь, что у вас недостаточно G.

source: <32>{#p/basic}{#npc/a}* As always, we thank you for purchasing a room.
ru_ru: <32>{#p/basic}{#npc/a}* Как обычно, мы благодарим вас за покупку номера.

source: <32>* We'll be closing soon, so make the most of your room while you still can!
ru_ru: Мы скоро закрываемся, так что воспользуйтесь своей комнатой, пока вы еще можете!

source: <32>{#p/basic}{#npc/a}* Thanks for purchasing a room at Four Dimensions!
ru_ru: <32>{#p/basic}{#npc/a}* Спасибо за комнату, в которой вы приобрели четырехмерное пространство!

source: <32>* You were fortunate to have done so when you did.
ru_ru: <32>Вам повезло сделать это.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... h-hiya.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* ... Привет.

source: <25>* That's the elevator to the Citadel.
ru_ru: <25>* Это лифт до замка.

source: <25>{#g/alphysInquisitive}* I'd have you go there straight away, but...
ru_ru: <25>{#g/alphysInquirious}* Я хочу, чтобы вы немедленно пошли туда, но...

source: <25>{#g/alphysWelp}* It's... kind of not working right now.
ru_ru: <25>{#g/alphysWelp}* Он сейчас... немного не работает.

source: <25>{#g/alphysCutscene3}* You'll have to go through the CORE instead.
ru_ru: <25>{#g/alphysCutscene3}* Вы должны пройти CORE.

source: <25>{#g/alphysUhButHeresTheDeal}* When you're ready, head down there and I'll call you back!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Я перезвоню тебе, когда ты будешь готов, иди туда!

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Okay, you're here.
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* Хорошо, вы пришли.

source: <25>{#g/alphysSmileSweat}* I'll keep an open line between us while you're down here...
ru_ru: <25>{#g/alphysSmileSweat}* Пока вы здесь, я буду поддерживать открытые отношения между нами.

source: <25>{#g/alphysWelp}* ... just in case something bad happens.
ru_ru: <25>{#g/alphysWelp}* ... На всякий случай.

source: <25>{#g/alphysInquisitive}* The ELITE squad members who patrol here SHOULD be on break, but...
ru_ru: <25>{#g/alphysInquisitive}* Члены элитного отряда, патрулирующие здесь, должны отдохнуть, но...

source: <25>{#g/alphysNeutralSweat}* ... well, I can't make any guarantees.
ru_ru: <25>Ar #g/alphys NeutralSweat* ... Хорошо, я не могу гарантировать.

source: <25>{#g/alphysInquisitive}* Since we're here ahead of schedule, the ELITE squad is off-duty.
ru_ru: <25>{#g/alphysInquiry}* Из - за того, что мы приехали сюда раньше времени, элитная команда ушла с работы.

source: <25>{#g/alphysNeutralSweat}* ... let's hope that makes things easier.
ru_ru: <25>Ar #g/alphys NeutralSweat* ... Будем надеяться, что это облегчит ситуацию.

source: <25>{#p/alphys}{#g/alphysWelp}* Okay, ready to continue?
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Готов, готов к продолжению?
