Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <25>{#p/asriel1}{#f/4}* For obvious reasons, you can ignore this warning.
ru_ru: <25>{#p/asriel1}{#f/4}* По очевидным причинам вы можете игнорировать это предупреждение.

source: <32>{#p/basic}* "Any unauthorized presence in this area is strictly prohibited."
ru_ru: <32>{#p/basic}* "Несанкционированный доступ в эту зону строго запрещен".

source: <32>{#p/human}* (The sign describes the longest- sustained accident- free period of time here.)
ru_ru: <32>{#p/human}* (Знак здесь описывает самый длительный период без аварий.)

source: <25>{#p/asriel1}{#f/3}* If not for that one builder bot incident, it'd be flawless...
ru_ru: <25>{#p/asriel1}{#f/3}* Если бы не этот инцидент с роботом строителя, он был бы идеальным.

source: <32>{#p/basic}* "Longest streak without an accident: 38690 days."
ru_ru: <32>{#p/basic}* "Самая длинная серия побед без происшествий: 38690 дней".

source: <32>{#p/human}* (The sign congratulates the current worker of the year.)
ru_ru: <32>{#p/human}* (Знак поздравляет лучших сотрудников года).

source: <25>{#p/asriel1}{#f/17}* That little guy has the biggest heart...
ru_ru: <25>{#p/asriel1}{#f/17}* Этот маленький парень имеет самое большое сердце.

source: <25>{#p/asriel1}{#f/17}* Back when I was trying to be nice to everyone...
ru_ru: <25>{#p/asriel1}{#f/17}* Когда я пытаюсь быть хорошим для всех.

source: <25>{#f/17}* I asked it to come along with me, and it just did.
ru_ru: <25>{#f/17}* Я позволил ему пойти со мной, и он сделал это.

source: <25>{#f/20}* No questions asked.
ru_ru: <25>{#f/20}* Нет проблем.

source: <25>{#f/18}* I couldn't believe it!
ru_ru: <25>{#f/18}* Я не могу поверить!

source: <25>{#p/asriel1}{#f/13}* Despite all I've done, people like Charles have something I...
ru_ru: <25>{#p/asriel1}{#f/13}* Несмотря на то, что я много сделал, у таких людей, как Чарльз, есть некоторые из меня.

source: <25>{#f/15}* Something I could never get back on my own.
ru_ru: <25>{#f/15}* Это то, что я никогда не смогу найти самостоятельно.

source: <25>{#f/23}* ... a pure and true form of happiness.
ru_ru: <25>{#f/23}* ... Чистое и истинное счастье.

source: <25>{#f/22}* But maybe with you...
ru_ru: <25>{#f/22}* Но может быть с тобой.

source: <25>{#p/asriel1}{#f/13}* I really hope this works out, Frisk.
ru_ru: <25>{#p/asriel 1/{#f/13}* Я действительно надеюсь, что это сработает, Фриск.

source: <32>{#p/basic}* "Worker of the year: Charles" * "Thank you for your continued effort and dedication."
ru_ru: * « Спасибо за ваши постоянные усилия и преданность».

source: <32>{#p/human}* (The plaque dedicates itself to a certain individual.)
ru_ru: <32>{#p/human}* (Памятная доска посвящена какому - то человеку).

source: <25>{#p/asriel1}{#f/13}* You might find this surprising, but...
ru_ru: <25>{#p/asriel1}{#f/13}* Вы можете быть удивлены этим, но...

source: <26>{#f/27}* I never really knew him.
ru_ru: <26>{#f/27}* Я никогда не знал его по - настоящему.

source: <25>{#f/4}* He died before Alphys brought me back, so...
ru_ru: <25>{#f/4}* Он умер до того, как Альфис вернул меня, так что...

source: <25>{#f/3}* My only memories of him are from when I was born.
ru_ru: <25>{#f/3}* Единственное, что я помню о нем, это то, что я родился.

source: <25>{#p/asriel1}{#f/13}* Yeah... monsters may have infinite space for memories...
ru_ru: <25>{#p/asriel1}{#f/13}* Да. Монстры могут иметь неограниченное пространство памяти.

source: <25>{#f/17}* But we can't remember something if it never happened.
ru_ru: <25>{#f/17}* Но если ничего не произошло, мы не можем вспомнить.

source: <25>{#f/20}* Kind of hard to get around THAT limitation.
ru_ru: <25>{#f/20}* Трудно обойти это ограничение.

source: <25>{#p/asriel1}{#f/17}* I did hear he nearly perfected wormhole travel...
ru_ru: <25>{#p/asriel1}{#f/17}* Я действительно слышал, что он почти идеально завершил путешествие в червоточину.

source: <25>{#f/13}* Maybe, if that technology could be compacted down...
ru_ru: <25>{#f/13}* Возможно, если эта технология может быть сжата...

source: <25>{#f/15}* ... implanted in monsters' minds...
ru_ru: <25>{#f/15}* ... Имплантировать голову монстра.

source: <25>{#f/16}* ... you could pull memories from other places.
ru_ru: <25>{#f/16}* ... Вы можете извлечь воспоминания из других мест.

source: <25>{#p/asriel1}{#f/20}* I must be crazy.
ru_ru: <25>{#p/asriel1}{#f/20}* Я, должно быть, сошел с ума.

source: <32>{#p/basic}* "This plaque is dedicated to Professor T. N. Roman." * "May your legacy live on."
ru_ru: * Пусть ваше наследие будет жить вечно.

source: <32>{#p/human}* (The sign lists off what lies in each direction.)
ru_ru: <32>{#p/human}* (Символ перечисляет содержимое в каждом направлении).

source: <32>{#p/basic}* "Left - Stage Four" * "Right - Elevator"
ru_ru: * "Справа - лифт"

source: <32>{#p/human}* (You get the sense you've seen this table somewhere else before.)
ru_ru: <32>{#p/human}* (Вы почувствуете, что видели этот стол в другом месте раньше).

source: <32>{#p/basic}* A familiar-looking table. * Don't you recognize where this table is from?
ru_ru: Вы не знаете, откуда взялся этот стол?

source: <32>{#p/basic}* A familiar-looking table.
ru_ru: <32>{#p/basic}* Стол, который выглядит знакомым.

source: <32>{#p/human}* (You get the sense you've seen this chair somewhere else before.)
ru_ru: <32>{#p/human}* (Вы почувствуете, что видели этот стул в другом месте раньше).

source: <32>{#p/basic}* A familiar-looking chair. * They really know how to vary up the design.
ru_ru: * Они действительно знают, как изменить дизайн.

source: <32>{#p/basic}* A familiar-looking chair.
ru_ru: <32>{#p/basic}* Стулье, которое выглядит знакомым.

source: <32>{#p/human}* (You can't make out what's in the box...)
ru_ru: <32>{#p/human}* (Вы не можете видеть, что в коробке...)

source: <32>{#p/basic}* It's a bunch of mostly-empty cardboard boxes.
ru_ru: <32>{#p/basic}* Это куча пустых картонных коробок.

source: <32>{#p/basic}* This dull box has a few test tubes lying at the bottom.
ru_ru: <32>{#p/basic}* В нижней части этой скучной коробки есть несколько пробирок.

source: <32>{#p/basic}* This tall box reeks of exotic chemicals.
ru_ru: <32>{#p/basic}* Эта высокая коробка излучает экзотические химические вещества.

source: <32>{#p/basic}* This small box contains papers all written in an odd font.
ru_ru: <32>{#p/basic}* Эта маленькая коробка содержит документы, написанные странным шрифтом.

source: <32>{#p/human}* (This setup strikes you as rather dangerous.)
ru_ru: <32>{#p/human}* (Эта настройка заставляет вас чувствовать себя довольно опасным).

source: <32>{#p/basic}* Chemicals on conveyor belts.
ru_ru: <32>{#p/basic}* Химические вещества на конвейере.

source: <32>{#p/basic}* Chemicals on conveyor belts. * Somehow, nothing's ever gone wrong with this.
ru_ru: * Каким - то образом, с этим никогда не было проблем.

source: <32>{#p/basic}* Chemicals on conveyor belts. * What could possibly go wrong?
ru_ru: * Что может пойти не так?

source: <32>{#p/mettaton}* NOTHING LIKE THE CALMING WHIR OF AN MTT-TRIPLE-A-SAFE-RATED CONVEYOR BELT!
ru_ru: <32>{#p/metaton}* Нет ничего лучше, чем CALING WHIR с тройным конвейером безопасности MTT!

source: <32>* NOT ONLY DOES IT SAVE YOU FROM HAVING TO REACH AN EXTRA TWO MICRONS TO GRAB THINGS...
ru_ru: <32>* Это не только освобождает вас от необходимости достигать двух микрон, чтобы поймать что - то.

source: <32>* BUT WHEN FLASKS FALL OFF THE SIDE AND VIOLENTLY BREAK OPEN...
ru_ru: <32>* Но когда колба падает сбоку и сильно разрывается...

source: <32>* YOU GET A SURPRISE CHEMICAL REACTION, FREE OF CHARGE!
ru_ru: <32>* Вы получите сюрприз химическая реакция, бесплатно!

source: <25>{#p/asriel1}{#f/13}* This is Krios... * A simple representation of it, anyway.
ru_ru: * Простое представление, в любом случае.

source: <25>{#f/17}* I hear it's more colorful than it looks from outer space.
ru_ru: <25>{#f/17}* Я слышал, что он выглядит более красочным, чем из космоса.

source: <25>{#p/asriel1}{#f/13}* So, one time, out of desperate curiosity...
ru_ru: <25>{#p/asriel1}{#f/13}* Итак, был один раз, из крайнего любопытства...

source: <25>{#f/17}* I managed to organize the construction of a new outpost section.
ru_ru: <25>{#f/17}* Мне удалось организовать строительство нового аванпоста.

source: <26>{#f/20}* And when I say organize, it was more like... * I kinda forced them to.
ru_ru: * Я немного принуждаю их.

source: <25>{#f/13}* It was... a re-creation of a part of the homeworld.
ru_ru: <25>{#f/13}* Это... Восстановление части дома.

source: <25>{#p/asriel1}{#f/13}* The re-creation wasn't perfect...
ru_ru: <25>{#p/asriel1}{#f/13}* Реконструкция не идеальна.

source: <25>{#f/15}* Probably because nobody really wanted to build it...
ru_ru: <25>{#f/15}* Возможно, потому, что никто действительно не хочет его строить.

source: <25>{#f/17}* But I understood why that old world is so highly spoken of.
ru_ru: <25>{#f/17}* Но я понимаю, почему этот старый мир так высоко ценится.

source: <25>{#f/23}* It was... beautiful. * I'd never seen anything like it.
ru_ru: * Я никогда не видел ничего подобного.

source: <25>{#p/asriel1}{#f/17}* I'll always remember the re-creation of the sky...
ru_ru: <25>{#p/asriel 1/{#f/17}* Я всегда буду помнить реконструкцию неба.

source: <32>{#p/basic}* It's a globe.
ru_ru: <32>{#p/basic}* Это глобус.

source: <32>{#p/basic}* It's a globe of monsterkind's... former homeworld.
ru_ru: <32>{#p/basic}* Это монстр Земли......бывший дом.

source: <32>{#p/basic}* It's a globe of monsterkind's great homeworld.
ru_ru: <32>{#p/basic}* Это великий дом для монстров.

source: <32>{#p/mettaton}* IT WOULDN'T BE A SCIENCE LAB WITHOUT THE OBLIGATORY GLOBE.
ru_ru: <32>{#p/metaton}* Без обязательного глобуса он не будет научной лабораторией.

source: <32>* UNLIKE MOST OF WHAT'S HERE, IT'S NOT AN MTT-BRAND ITEM.
ru_ru: <32>* В отличие от большинства продуктов здесь, это не бренд MTT.

source: <32>* STILL, SINCE ALPHYS MADE IT FOR ME, AND MADE -ME- MYSELF...
ru_ru: <32>* Несмотря на это, с тех пор, как Алphys создал его для меня и создал меня самого.

source: <32>* THERE'S NO REASON TO DOUBT ITS QUALITY FOR A SECOND!
ru_ru: <32>Нет причин сомневаться в его качестве!

source: <32>{#p/human}* (You interact with the device, but it does nothing of use.)
ru_ru: <32>{#p/human}* (Вы взаимодействуете с устройством, но оно бесполезно).

source: <33>{#p/basic}* A device with no clear purpose.
ru_ru: <33>{#p/basic}* Оборудование без конкретного назначения.

source: <32>{#p/basic}* Disappointingly, the passage of time has not given this device a greater purpose.
ru_ru: <32>{#p/basic}* Разочаровывает то, что время не принесло больше пользы этому устройству.

source: <32>{#p/basic}* The purpose of this device is explicitly unclear.
ru_ru: <32>{#p/basic}* Цель использования этого устройства не ясна.

source: <32>{#p/mettaton}* AH YES, THE EVER-HANDY MTT-BRAND NEUTRON FLOW POLARIZER.
ru_ru: <32>{#p/metaton}* Ах, да, поляризатор потока нейтронов марки MTT.

source: <32>* A DEVICE SO USEFUL, IT GETS ACCESSED AT LEAST TEN TIMES...
ru_ru: <32>* Очень полезное устройство, к которому обращались не менее десяти раз.

source: <32>* PER YEAR!!!
ru_ru: Ежегодно <32>*!

source: <32>{#p/human}* (You run the nigh-invisible water over your hands.)
ru_ru: <32>{#p/human}* (Вы позволяете почти невидимому потоку воды проходить через вашу руку.)

source: <32>{#p/basic}* It's a sink with a replicator- powered water supply.
ru_ru: <32>{#p/basic}* Это раковина с питанием от репликатора.

source: <32>{#p/mettaton}* THE MORE COMPLEX THE MATERIAL, THE MORE POWER IT TAKES TO REPLICATE.
ru_ru: <32>{#p/metaton}* Чем сложнее материал, тем больше сила копирования.

source: <32>* THE CORE ONLY PROVIDES SO MUCH POWER, AFTER ALL.
ru_ru: <32>* В конце концов, ядро может обеспечить только столько энергии.

source: <32>* THANKFULLY, WATER IS ONE OF THE SIMPLEST SUBSTANCES AROUND!
ru_ru: <32>* Слава Богу, вода - одно из самых простых веществ!

source: <32>{#p/human}* (You point the microscope at Asriel's face...)
ru_ru: <32>{#p/human}* (Вы направляете микроскоп на лицо Аслиля...)

source: <32>* (Through the lens, you witness a dazzling array of bright, glowing particles.)
ru_ru: <32>* (Через объектив вы можете увидеть ряд ослепительных светящихся частиц.)

source: <25>{#p/asriel1}{#f/17}* Monsters are only made of magic, Frisk. * You know that, right?
ru_ru: * Ты ведь знаешь, да?

source: <25>{#p/asriel1}{#f/13}* You can probably stop doing that now.
ru_ru: <25>{#p/asriel1}{#f/13}* Теперь вы можете прекратить это делать.

source: <32>{#p/basic}* A standard-issue CITADEL high- precision electron microscope, circa 261X.
ru_ru: <32>{#p/basic}* Стандартная версия высокоточного электронного микроскопа CITADEL, около 261X.

source: <32>{#p/mettaton}* THESE ADVANCED MICROSCOPES WERE ONLY RELEASED A FEW YEARS AGO.
ru_ru: <32>{#p/metaton}* Эти усовершенствованные микроскопы были выпущены несколько лет назад.

source: <32>* JUST ANOTHER EXAMPLE OF HOW MTT-BRAND PRODUCTS NEVER FAIL TO STAY UP TO DATE!
ru_ru: <32>* Это еще один пример того, как бренд MTT никогда не устаревает!

source: <25>{#p/alphys}{#g/alphysShocked}* Woah, stop!!
ru_ru: <25>{#p/alphys}{#g/alphysShocked}* Вау, стоп!

source: <25>{#g/alphysOhGodNo}* You're g-going to fall out of the normal plane...
ru_ru: <25>{#g/alphysOhGodNo}* Вы упадете с нормальной плоскости.

source: <25>{#g/alphysSideSad}* I should p-probably pull you back.
ru_ru: <25>{#g/alphysSideSad}* Я могу вернуть вас.

source: <25>{#g/alphysThatSucks}* Sorry...
ru_ru: <25>{#g/alphysThatSucks}* Извините.

source: <25>{#g/alphysOhGodNo}* You c-c-can't... g-go that far out...
ru_ru: <25>{#g/alphysOhGodNo}* Вы не можете.

source: <26>{#g/alphysNeutralSweat}* I'd pull you back, but I'm... not at my desk.
ru_ru: <26>{#g/alphys NeutralSweat}* Я хочу вернуть тебя, но я... не за столом.

source: <26>{#f/10}* S-so don't be stupid!
ru_ru: <26>{#f/10}* S, так что не глупи!

source: <25>{#p/alphys}{#g/alphysSideSad}* It's not safe to go that far...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Пройти так далеко небезопасно.

source: <25>{#g/alphysNeutralSweat}* I'm gonna pull you back now.
ru_ru: <25>{#g/alphys NeutralSweat}* Я хочу вернуть тебя.

source: <25>{#p/alphys}{#g/alphysShocked}* W-what are you doing!?
ru_ru: <25>{#p/alphys}{#g/alphysShocked}* Что вы делаете?

source: <26>{#f/3}* You're almost at the edge!
ru_ru: <26>{#f/3}* Ты почти на краю!

source: <25>{#p/alphys}{#g/alphysIDK3}* I guess... there's nothing I can say to stop you.
ru_ru: <25>{#p/alphys}{#g/alphysIDK3}* Я хочу... Мне нечего сказать, чтобы остановить тебя.

source: <25>{#p/asriel2}{#f/13}* Uh, $(name)...?
ru_ru: <25>{#p/asriel2}{#f/13}* Э, $(имя).

source: <25>* I think we've gone a little too far.
ru_ru: <25>Я думаю, мы зашли слишком далеко.

source: <25>{#p/asriel2}{#f/13}* $(name)...?
ru_ru: <25>{#p/asriel2}{#f/13}* $(имя и фамилия).

source: <32>{#p/basic}{#npc/a}* Oh... * It's you...
ru_ru: * Это ты.

source: <32>* Well, did you really think I'd be beaten so easily!?
ru_ru: <32>* Ладно, ты правда думаешь, что меня так легко победить?

source: <32>* Because... * You were right.
ru_ru: * Ты прав.

source: <32>* I'm not fit to be a soldier anymore...
ru_ru: <32>* Я больше не могу быть солдатом.

source: <32>{#p/basic}{#npc/a}* At ease, soldier! * You've done enough here!
ru_ru: * Вы сделали здесь достаточно!

source: <32>* ... well, if it isn't the brash human that dared to disarm me of my weapon.
ru_ru: <32>* ..... Хорошо, если бы не тот безрассудный человек, который осмелился разоружить меня.

source: <32>* You're an interesting one! * That's definitely not how I planned to end that conflict!
ru_ru: * Это определенно не то, как я планировал положить конец этому конфликту!

source: <32>* But, somehow, you always seem to find a way to make things work in your favor.
ru_ru: <32>* Но почему - то кажется, что вы всегда можете найти способ сделать вещи в вашу пользу.

source: <32>{#p/basic}{#npc/a}* Future soldiers would be wise... to stay away from you.
ru_ru: <32>{#p/basic}{#npc/a}* Будущие солдаты будут мудры. Держись подальше от тебя.

source: <32>{#p/basic}{#npc/a}* Future soldiers would be wise to observe your tactics!
ru_ru: <32>{#p/basic}{#npc/a}* Будущие солдаты должны мудро наблюдать за вашей тактикой!

source: <32>* But for now... * It's off to the new homeworld with you, soldier!
ru_ru: * Солдат, иди с тобой в новый дом!

source: <32>{#p/basic}{#npc/a}* You may be on your way now.
ru_ru: <32>{#p/basic}{#npc/a}* Вы, возможно, уже в пути.

source: <32>{#p/basic}{#npc/a}* Mettaton said I could use the company funds to make a dress of my own...
ru_ru: <32>{#p/basic}{#npc/a}* Меттон сказал, что я могу сделать платье сам за счет средств компании.

source: <32>* I've never been so...! * Ha ha ha!
ru_ru: * Ха - ха - ха!

source: <32>{#p/basic}{#npc/a}* As Mettaton's costume designer, it's my job to get him the right outfit.
ru_ru: <32>{#p/basic}{#npc/a}* Как дизайнер одежды Меттона, моя работа - купить ему подходящую одежду.

source: <32>* He needed a suit and tie today, and a dress for another upcoming show...
ru_ru: <32>* Сегодня ему нужен костюм и галстук, а также юбка для следующего шоу.

source: <32>* For some reason... * The idea of him in a dress...
ru_ru: * У него идея надеть юбку.

source: <32>* Seems really cool...
ru_ru: <32>* Выглядит действительно круто.

source: <32>{#p/basic}{#npc/a}* It's about to start! * Any time now, the new costume will be on full display!
ru_ru: * Теперь в любое время новая одежда будет полностью представлена!

source: <32>* I can't wait...
ru_ru: <32>* Не могу дождаться.

source: <32>{#p/basic}{#npc/a}* That... * Was so beautiful...!
ru_ru: * Слишком красиво.

source: <32>* Makes me wonder if I'd also look pretty... * In a dress...
ru_ru: * В юбке.

source: <32>{#p/basic}{#npc/a}* Oh... my goodness...
ru_ru: <32>{#p/basic}{#npc/a}* О... Боже мой.

source: <32>* For a minute there, I thought Mettaton was going to die!
ru_ru: <32>* Была минута, когда я думал, что Меттон умирает!

source: <32>* I don't know what I'd do with myself then...
ru_ru: <32>* Я не знал тогда, что мне делать.

source: <33>{#p/basic}{#npc/a}* I should make one for you, too!
ru_ru: <33>{#p/basic}{#npc/a}* Я тоже должен сделать это для вас!

source: <32>{#p/basic}{#npc/a}* I'm thinking of something bright and golden. * It'll really make him shine.
ru_ru: * Это действительно сделает его блестящим.

source: <32>{#p/basic}{#npc/a}* It's as shiny and bright as I could have hoped for!
ru_ru: <32>{#p/basic}{#npc/a}* Он сверкает, как я надеялся!

source: <32>{#p/basic}{#npc/a}* I'll have to ask him for the funding, though, and good luck getting that.
ru_ru: <32>{#p/basic}{#npc/a}* Тем не менее, я должен попросить у него денег и пожелать ему удачи.

source: <32>{#p/basic}{#npc/a}* I might disappear off the face of the outpost!
ru_ru: <32>{#p/basic}{#npc/a}* Я могу исчезнуть с форпоста!

source: <32>{#p/basic}{#npc/a}* Cha. * We're the shadow-people. * We serve our summoners.
ru_ru: * Мы служим призывникам.

source: <32>* Terrestria first summoned me back in the human-monster war... good times, yo.
ru_ru: Террестрия впервые позвала меня обратно во время Войны Человеческих монстров. Хорошее время, йо.

source: <32>* But that battle's over now. * And so's yours.
ru_ru: * И твой тоже.

source: <32>{#p/basic}{#npc/a}* I recall all the battles fought by my summoner.
ru_ru: <32>{#p/basic}{#npc/a}* Я помню все сражения, в которых сражался мой Зовитель.

source: <32>* Let me tell you about one of my favorites, ya see. * So we're on some coast.
ru_ru: * Итак, мы на каком - то побережье.

source: <32>* The terran military thought it'd be a good idea to set spy drones below sea level, right?
ru_ru: Военные считают хорошей идеей разместить беспилотник - шпион ниже уровня моря, не так ли?

source: <32>* But we knew they were there. * So I got summoned, did some recon, came back and told all.
ru_ru: * Поэтому меня вызвали, провели некоторую разведку и по возвращении все мне рассказали.

source: <32>* Next thing you know, we're stormin' in, and we take 'em all out real good.
ru_ru: <32>* Дальше, знаете, мы должны вбежать и всех их убрать.

source: <32>* Wasn't much in the grand scheme, but it sure felt great.
ru_ru: <32>* Этот грандиозный план не так уж и много, но это действительно здорово.

source: <32>{#p/basic}{#npc/a}* Ha, from what my summoner tells me, I'm sure you've got a few stories to tell, too.
ru_ru: <32>AU #p/basic AU #npc/a* Ха, согласно тому, что сказал мне мой призывник, я уверен, что у вас также есть несколько историй, которые вы хотите рассказать.

source: <32>{#p/basic}{#npc/a}* Sooooo... * The thing about us is...
ru_ru: * Что - то о нас...

source: <32>* We're not really here. * I mean, we are. * But not really.
ru_ru: * Но это не так.

source: <32>* It's hard to explain.
ru_ru: <32>* Это трудно объяснить.

source: <32>{#p/basic}{#npc/a}* My summoner, Cozmo, once put it like this...
ru_ru: <32>{#p/basic}{#npc/a}* Как однажды сказал мой призывник Козмо.

source: <32>* We're like a part of their personality that can move outside their body.
ru_ru: <32>* Мы, как часть их личности, можем перемещаться вне их тела.

source: <32>* Aaaaand... we come out whenever we've got something to do.
ru_ru: <32>* Аа. Мы выйдем, когда что - нибудь понадобится.

source: <32>* I came out because I thought it'd be cool to see the outpost before we go.
ru_ru: Я вышел, потому что подумал, что было бы круто посмотреть на форпост, прежде чем мы уйдем.

source: <32>* When you're in the heat of action, you uhhhhh... can't really take anything in.
ru_ru: <32>* Когда вы находитесь на пике действия, вы... На самом деле ничего не забирают.

source: <32>{#p/basic}{#npc/a}* We don't usually get to relax when we're in the physical realm, sooooo... this is nice.
ru_ru: <32>{#p/basic}{#npc/a}* Когда мы находимся в материальном мире, мы обычно не расслабляемся, так что... Это хорошо.

source: <32>{#p/basic}{#npc/a}* Ever since I quit Glyde's business, I've been realizing how terrible it was ;(
ru_ru: <32>{#p/basic}{#npc/a}* С тех пор, как я ушел из компании Glyde, я понял, насколько это ужасно. (

source: <32>{#p/basic}{#npc/a}* Sorry if I sold you anything for too high a price ;( * That's on me ;(
ru_ru: * Это моя ответственность; (

source: <32>{#p/basic}{#npc/a}* Now, if you'll excuse me, I'd like to flex in solitude ;(
ru_ru: <32>{#p/basic}{#npc/a}* Теперь, если вы можете простить меня, я хочу уступить в одиночестве; (

source: <32>{#p/basic}{#npc/a}* I'll be done soon, okay? ;(
ru_ru: <32>{#p/basic}{#npc/a}* Я скоро закончу, хорошо? (

source: <32>{#p/basic}{#npc/a}* Sorry, lassy ;( * I need some time to myself right now ;(
ru_ru: * Мне нужно немного времени, чтобы побыть наедине; (

source: <32>{#p/basic}{#npc/a}* I'm an art student. * But I'm thinking of quitting.
ru_ru: * Но я хочу уйти в отставку.

source: <32>* The constant praise, all of which may be undeserved...
ru_ru: <32>* Постоянная хвала, все это может быть недостойно.

source: <32>* In what way would this ever help me improve?
ru_ru: <32>Чем это мне поможет?

source: <32>{#p/basic}{#npc/a}* I'm an art student. * I've struggled for inspiration for a long time.
ru_ru: * Я долго боролся за вдохновение.

source: <32>* Only now, after a recent tragedy, have I been feeling quite motivated indeed.
ru_ru: <32>* Только после недавней трагедии я действительно чувствовал себя очень мотивированным.

source: <32>* Is it right to be inspired by such misfortune?
ru_ru: Правильно ли вдохновляться таким несчастьем?

source: <32>{#p/basic}{#npc/a}* I'm an art student. * In art, it's said that you only improve with time.
ru_ru: * В искусстве люди говорят, что вы только прогрессируете со временем.

source: <32>* However, my art teacher thinks everything I do is amazing.
ru_ru: <32>* Тем не менее, мой учитель изобразительного искусства считает, что все, что я делаю, замечательно.
