Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <25>{#f/2}* Nah.
ru_ru: <25>{#f/2}* Нет.

source: <25>{#p/asriel2}{#f/6}* Come on, get down.
ru_ru: <25>{#p/asriel2}{#f/6}* Быстро спускайтесь.

source: <25>{#p/asriel2}{#f/6}* Onward to the elevator.
ru_ru: <25>{#p/asriel2}{#f/6}* Перейти к лифту.

source: <32>{#p/basic}{#x1}* Halt! * You've gone far enough!{#x3}
ru_ru: * Вы зашли достаточно далеко! {#x3}

source: <32>{#p/basic}{#x1}* We aren't going to let you get away that easily, are we, girl?{#x3}
ru_ru: <32>{#p/basic}{#x1}* Мы не позволим вам так легко сбежать, не так ли, девочка? {#x3}

source: <32>{#p/basic}{#x1}* So, you're the kid going by "$(moniker2)" now, huh?{#x3}
ru_ru: <32>{#p/basic}{#x1}* Итак, вы теперь тот ребенок, который использует "$(moniker2)", не так ли? {#x3}

source: <32>{#x2}* Yeah, we saw. * We also saw how easily Undyne gave up on stopping you.{#x3}
ru_ru: * Мы также видим, как легко Undyne сдалась, чтобы остановить вас. {#x3}

source: <33>{#x2}* Yeah, we saw. * We also know you're not as tough as you may seem.{#x3}
ru_ru: * Мы также знаем, что вы не так сильны, как кажется. {#x3}

source: <32>{#x1}* Pathetic, isn't it?{#x3}
ru_ru: <32>{#x1}* Печально, не так ли? {#x3}

source: <32>{#p/basic}{#x1}* Word is there's a human roaming around this area.{#x3}
ru_ru: <32>{#p/basic}{#x1}* Кто - то бродит по этому району. {#x3}

source: <32>{#x2}* We wouldn't normally suspect anything, but kid, you were just on live TV...{#x3}
ru_ru: <32>{#x2}* Мы обычно ничего не подозреваем, но дети, вы просто в прямом эфире... {#x3}

source: <32>{#x1}* It's a little hard to ignore a thing like that, now, isn't it?{#x3}
ru_ru: <32>{#x1}* Трудно игнорировать такие вещи сейчас, не так ли? {#x3}

source: <32>{#x2}* That's what I thought.{#x3}
ru_ru: <32>{#x2}* Это моя идея. {#x3}

source: <32>{#p/basic}{#x1}* Girl, you thinkin' what I'm thinkin'?{#x3}
ru_ru: <32>{#p/basic}{#x1}* Девушка, ты думаешь "О чем я думаю"? {#x3}

source: <32>{#p/basic}{#x1}{#x2}* Oh, for sure.{#x3}
ru_ru: <32>{#p/basic}{#x1}{#x2}* О, конечно. {#x3}

source: <32>{#p/basic}{#x1}* Come on, girl. * Let's show Undyne what we're worth...{#x3}
ru_ru: * Давайте покажем Undyne нашу ценность. {#x3}

source: <32>{#x1}{#x2}* ... and whoop some traitor backside.{#x3}
ru_ru: <32>Ааа #x1 'Ааа #x2'* ... Позади меня предатель. {#x3}

source: <32>{#x1}{#x2}* ... and whoop some bully backside.{#x3}
ru_ru: <32>Ааа #x1 'Ааа #x2'* ... За спиной кричат хулиганы. {#x3}

source: <32>{#x1}{#x2}* ... and whoop some human backside.{#x3}
ru_ru: <32>Ааа #x1 'Ааа #x2'* ... И поприветствовать какую - то человеческую задницу. {#x3}

source: <32>{#p/basic}* Wow. * That was...
ru_ru: * Это...

source: <32>{#p/basic}* ... something.
ru_ru: <32>{#p/basic}* ... Что - то.

source: <32>{#p/basic}{#x1}* Girl, this human thing might not be worth the trouble.{#x3}
ru_ru: <32>{#p/basic}{#x1}* Девушка, эта человеческая вещь может не стоить неприятностей. {#x3}

source: <32>{#x2}* Yeah, we'll let the boys handle this one... if Undyne thinks they're up for it.{#x3}
ru_ru: <32>{#x2}* Да, мы позволим мальчикам разобраться с этим. Если Ундин думает, что они готовы. {#x3}

source: <32>{#p/napstablook}* so, uh...
ru_ru: <32>{#p/napstaplok}* Итак...

source: <32>* do you think... * you can you help me with something...?
ru_ru: * Ты можешь мне что - нибудь сделать?

source: <33>* it's... kind of important......
ru_ru: <33>* Это... немного важно...

source: <32>{#p/napstablook}* okay.........
ru_ru: <32>{#p/napstabook}* Хорошо...

source: <32>* this way.........
ru_ru: <32>* С этой стороны...

source: <32>{#p/napstablook}* oh.........
ru_ru: <32>{#p/napstabook}* О...

source: <32>* i'll get out of your way, then.........
ru_ru: <32>* Тогда я дам тебе дорогу...

source: <32>{#p/napstablook}* well... here we are
ru_ru: <32>{#p/napstabook}* Хорошо. Мы здесь.

source: <32>* as for why we're here......
ru_ru: <32>* Что касается того, почему мы здесь...

source: <32>{#p/napstablook}* i've been thinking more and more that mettaton is my long lost cousin.........
ru_ru: <32>{#p/napstaplok}* Я всегда думал, что Меттон мой разлученный много лет кузен...

source: <32>* ever since he disappeared, i've been worried about him
ru_ru: Я беспокоюсь о нем с тех пор, как он исчез.

source: <32>* i just want him to be okay.
ru_ru: <32>Я просто хочу, чтобы он был в порядке.

source: <32>{#p/napstablook}* take a look at this
ru_ru: <32>{#p/napstabook}* Посмотрите на это

source: <32>{#p/napstablook}* it's a private recording i found at the royal lab.
ru_ru: <32>{#p/napstaplok}* Это частная запись, которую я нашел в Королевской лаборатории.

source: <32>{#p/alphys}* Completing your final body is going to take some time...
ru_ru: <32>{#p/alphys}* Завершение последнего тела занимает некоторое время.

source: <32>* Are you sure you want this right now?
ru_ru: <32>Вы уверены, что хотите это сейчас?

source: <32>{#p/hapstablook}* i'm ready, doctor.
ru_ru: <32>{#p/hapstabloke}* Я готов, доктор.

source: <32>{#p/alphys}* Okay... I'm b-bringing Mettaton online right now.
ru_ru: <32>{#p/alphys}* Хорошо. Сейчас я загружаю Mettaton в интернет.

source: <32>* This control chip will allow you to use any body I build for you...
ru_ru: <32>* Этот чип управления позволяет вам использовать любое тело, которое я создал для вас.

source: <32>* When I finish your new body, I'll just t-transfer it there.
ru_ru: <32>* Когда я закончу с твоим новым телом, я переведу его туда.

source: <32>* Will that, uh, work?
ru_ru: <32>* Это нормально?

source: <32>{#p/hapstablook}* it's marvelous, doctor. * marvelous!
ru_ru: Замечательно.

source: <32>{#p/alphys}* Heh... that's... * Very nice of you...
ru_ru: * Ты такой милый.

source: <32>{#p/hapstablook}* so when do i get to start?
ru_ru: <32>{#p/hapstablike}* Когда я начну?

source: <32>{#p/alphys}* O-oh, um, you can try right now if you like?
ru_ru: <32>{#p/alphys}* O - oh, ну, если хотите, можете попробовать сейчас?

source: <32>* It's a universal chip, so you don't need to fuse with it to control it.
ru_ru: <32>* Это универсальный чип, поэтому вам не нужно использовать его для управления им.

source: <32>{#p/hapstablook}* oooh, fancy...
ru_ru: <32>{#p/hapstable}* Ооо, отлично.

source: <32>{#p/hapstablook}* being able to upgrade my body will be useful on my path to superstardom!
ru_ru: <32>{#p/hapstabloke}* Возможность обновить мое тело будет очень полезна на моем пути к суперзвезде!

source: <32>{#s/echostop}{#p/event}* Playback complete.
ru_ru: <32>Сержант #s/echostop сержант #p/event* воспроизведение завершено.

source: <32>{#p/napstablook}* well, that's it
ru_ru: <32>{#p/napstabook}* Хорошо, вот и все.

source: <32>{|}{#p/napstablook}* if i didn't know any better, i'd say that's- {%}
ru_ru: <32>{~}{#p/napstaplok}* Если бы я не знал, я бы сказал - {%}

source: <32>{#p/finalghost}* Sorry, I'm late.
ru_ru: <32>{#p/finalghost}* Извините, я опоздал.

source: <32>* Oh. * Hello, human.
ru_ru: * Добрый день, человек.

source: <32>* Cousin Blooky. * Why is the human here?
ru_ru: * Почему люди здесь?

source: <32>{#p/napstablook}* i thought...... * they might be able to help......
ru_ru: * Они могут помочь...

source: <32>{#p/finalghost}* Hm. * It would be nice to have them on our side.
ru_ru: Было бы хорошо, если бы они были на нашей стороне.

source: <32>{#p/finalghost}* Hm. * They'll have to curtail their violent side.
ru_ru: :: Они должны уменьшить масштабы насилия.

source: <32>{#p/finalghost}* Hm. * We can only hope they don't run away this time.
ru_ru: * Мы можем только надеяться, что они не убегут в этот раз.

source: <32>{#p/finalghost}* Hm. * Last time I saw them, they didn't seem very intelligent.
ru_ru: * В последний раз, когда я их видел, они выглядели не очень умными.

source: <32>* But who knows.
ru_ru: <32>* Но кто знает.

source: <32>{#p/finalghost}* Hm. * They were pretty nice to me...
ru_ru: * Они были добры ко мне.

source: <32>{#p/finalghost}* Hm. * We can only hope they keep their hands to themself.
ru_ru: * Мы можем только надеяться, что они сделают это сами.

source: <32>{#p/finalghost}* Hm. * They'll need to keep their flirtatious attitude in check.
ru_ru: * Они должны контролировать свое легкомысленное отношение.

source: <32>* Are we ready to make the call?
ru_ru: <32>Готовы ли мы к звонку?

source: <32>{#p/napstablook}* well, hold on...
ru_ru: <32>{#p/napstaplok}* Хорошо, и так далее...

source: <32>{|}* where's- {%}
ru_ru: <32>{}* Где - {%}

source: <32>{#p/basic}* RIGHT HERE, BOZO!
ru_ru: <32>{#p/basic}* Прямо здесь, Бозо!

source: <32>{#p/finalghost}* Do you always have to do that.
ru_ru: <32>{#p/finalghost}* Вы всегда должны это делать?

source: <32>{#p/basic}* Human. * Human! * HUMAN!!!
ru_ru: * Человечество!!!

source: <32>* WHAT HAVE YOU DONE TO MY COUSIN THIS TIME!?
ru_ru: <32>Что ты сделал с моим двоюродным братом на этот раз?

source: <32>{#p/finalghost}* They didn't do anything to me. * You're overreacting.
ru_ru: * Вы слишком остро реагируете.

source: <32>{#p/basic}* Jeez, I was only kidding...
ru_ru: <32>{#p/basic}* Боже мой, я просто шучу.

source: <32>{#p/finalghost}* Sure you were. * Now, for the matter at hand...
ru_ru: * Теперь, с точки зрения нынешней ситуации...

source: <32>{#p/finalghost}* We all know why we're here. * Our cousin is...
ru_ru: * Наш двоюродный брат.

source: <32>{#p/basic}* Our cousin's a SELLOUT.
ru_ru: <32>{#p/basic}* Наш двоюродный брат продаёт вещи.

source: <32>* Our cousin is many things, but a "sellout" is not one of them.
ru_ru: <32>* У наших двоюродных братьев много вещей, но "распродано" не одно из них.

source: <32>* In fact, after Blooky and I read his diaries... I fear we may be the ones at fault.
ru_ru: <32>* На самом деле, после того, как мы с Блуки прочитали его дневник... Я боюсь, что мы можем быть виновниками.

source: <32>{#p/napstablook}* ......... * ......... should we call him?
ru_ru: ******>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> >>>>>>>>>>>>>>>>Мы должны позвонить ему?

source: <32>{#p/finalghost}* I don't see a reason not to.
ru_ru: <32>{#p/finalghost}* Я не вижу причин не делать этого.

source: <32>{#p/mettaton}* BLOOKY! * WHAT A WONDERFUL SURPRISE! * WHAT IS IT YOU NEED?
ru_ru: * Что тебе нужно?

source: <32>{#p/napstablook}* um... i wanted to talk to you about something
ru_ru: <32>{#p/napstaplok}* Эм... Я хочу поговорить с тобой

source: <32>{#p/mettaton}* WELL, HEY, WE CAN DO IT RIGHT HERE, WHAT DO YOU NEED?
ru_ru: <32>{#p/metaton}* Хорошо, эй, мы можем сделать здесь, что вам нужно?

source: <32>{#p/napstablook}* in private.........
ru_ru: <32>{#p/napstaplok}* В частном порядке...

source: <32>{#p/mettaton}* I'M AFRAID I CAN'T DO THAT RIGHT NOW SINCE I'M PREPARING FOR ANOTHER SHOW.
ru_ru: <32>{#p/metaton}* Я боюсь, что не могу сделать это сейчас, потому что я готовлюсь к другому шоу.

source: <32>* HOW ABOUT WE MEET UP ONCE THAT'S OVER WITH?
ru_ru: <32>Как насчет того, чтобы встретиться после окончания?

source: <32>{|}{#p/basic}* Anything to avoid- {%}
ru_ru: <32>{~}{#p/basic}* Все, чего нужно избегать - {%}

source: <32>{#p/finalghost}* Quiet!
ru_ru: <32>{#p/finalghost}* Тишина!

source: <32>{#p/napstablook}* that works...
ru_ru: <32>{#p/napstabook}* Действует.

source: <32>{#p/mettaton}* FABULOUS, DARLING.
ru_ru: <32>{#p/metaton}* Великолепно, темно.

source: <32>* I'LL CATCH UP WITH YOU THEN!
ru_ru: <32>Я тебя догоню!

source: <32>{#p/basic}* I knew it. * I knew it! * I KNEW IT!
ru_ru: * Я так и знал!

source: <32>* This was doomed to fail from the very beginning.
ru_ru: <32>* Это было обречено на провал с самого начала.

source: <32>{#p/finalghost}* Just because Mettaton isn't here right now doesn't mean we've failed.
ru_ru: <32>{#p/finalghost}* Просто потому, что Меттона сейчас здесь нет, это не значит, что мы потерпели неудачу.

source: <32>* We'll just have to be patient.
ru_ru: <32>* Нам просто нужно быть терпеливыми.

source: <32>{#p/basic}* Fine...
ru_ru: <32>{#p/basic}* Очень хорошо.

source: <32>{#p/finalghost}* Well, it was nice to talk to you again.
ru_ru: <32>{#p/finalghost}* Рад снова поговорить с вами.

source: <32>* We'll see each other soon.
ru_ru: <32>Мы скоро встретимся.

source: <32>{#p/napstablook}* heh...
ru_ru: <32>{#p/napstabook}* Эй...

source: <32>{#p/napstablook}* see you then, i guess
ru_ru: <32>{#p/napstaplok}* Я думаю о встрече

source: <32>{#p/napstablook}* and $(namel)?
ru_ru: <32>{#p/napstabook}* и $(namel)?

source: <32>{#p/napstablook}* ......... * thanks for sticking around.
ru_ru: * Спасибо, что остался.

source: <32>{#p/basic}* I just hope I can be useful for once...
ru_ru: <32>{#p/basic}* Я хочу быть полезным только один раз.

source: <25>{#p/alphys}{#g/alphysSideSad}* ... hey, uh...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* ... Эй, эх...

source: <25>{#f/30}* I'm sorry I ran off like that earlier.
ru_ru: <25>{#f/30}* Мне жаль, что я только что убежал так.

source: <25>{#f/32}* It's just... been really hard...
ru_ru: <25>{#f/32}* Это просто... Очень тяжело.

source: <25>{#f/20}* After seeing you leave Undyne behind on the platform like that.
ru_ru: <25>{#f/20}* После того, как вы увидели, что оставили Undyne на платформе таким образом.

source: <25>{#f/5}* Still, I... * I get that it probably wasn't your fault.
ru_ru: * Я знаю, что это может быть не твоя вина.

source: <25>{#f/20}* You were trying to run away from someone chasing you.
ru_ru: <25>{#f/20}* Вы пытаетесь сбежать от тех, кто преследует вас.

source: <25>{#f/31}* I just... had a hard time accepting what had happened to her.
ru_ru: <25>{#f/31}* Я просто... Ей трудно смириться с тем, что с ней происходит.

source: <25>{#f/20}* Well, we should probably head up to the rec center now.
ru_ru: <25>{#f/20}* Ладно, нам пора в развлекательный центр.

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Ah, there you are!
ru_ru: <25>{#p/alphys}{#g/alphys NervoousLaugh}* Ах, ты здесь!

source: <25>{#g/alphysSideSad}* I've been... worried, about what you'd do if I didn't escort you.
ru_ru: <25>{#g/alphysSideSad}* Я всегда... Я волнуюсь о том, что бы ты сделал, если бы я не сопровождал тебя.

source: <25>{#g/alphysOhGodNo}* Uh, not that you'd do anything bad!
ru_ru: <25>{#g/alphysOhGodNo}* Э, не значит, что вы будете делать плохие вещи!

source: <25>{#g/alphysWorried}* Just...
ru_ru: <25>{#g/alphysWorried}* Просто...

source: <25>{#g/alphysCutscene2}* I feel like it's important that I help you, you know?
ru_ru: <25>{#g/alphysCutscene2}* Я считаю важным помочь вам, вы знаете?

source: <25>{#g/alphysWelp}* One thing's for sure, those guards were NOT supposed to attack you.
ru_ru: <25>{#g/alphysWelp}* Одно точно, эти охранники не должны нападать на вас.

source: <25>{#g/alphysSideSad}* I've been really w-worried about you...
ru_ru: <25>{#g/alphysSideSad}* Я действительно беспокоюсь за тебя.

source: <25>{#g/alphysSideSad}* About the puzzles, and about Mettaton, and...
ru_ru: <25>{#g/alphysSideSad}* О головоломках, о Меттоне, и...

source: <25>{#g/alphysHaveSomeCompassion}* Those guards were NOT supposed to attack you.
ru_ru: <25>{#g/alphysHaveSomeCompassion}* Эти охранники не должны нападать на вас.

source: <25>{#g/alphysUhButHeresTheDeal}* Maybe my royal memos didn't reach them??? * For some reason???
ru_ru: * По какой - то причине?

source: <25>{#g/alphysTheFactIs}* I mean, they WERE only just hired today...
ru_ru: <25>{#g/alphysTheFactis}* Я имею в виду, что они были приняты на работу только сегодня.

source: <25>{#g/alphysWelp}* Well, uh, anyway, it looks like you're fine, so...
ru_ru: <25>{#g/alphysWelp}* Хм, в любом случае, выглядит ты хорошо, так что...

source: <25>{#g/alphysCutscene2}* I guess we can go.
ru_ru: <25>{#g/alphysCutscene2}* Я думаю, мы можем идти.

source: <25>{#g/alphysWelp}* Well, uh, anyway, it looks like you're fine.
ru_ru: <25>{#g/alphysWelp}* Хм, в любом случае, кажется, что вы в порядке.

source: <25>{#g/alphysFR}* Apart from that Mew Mew doll that doesn't belong to you.
ru_ru: <25>{#g/alphysFR}* За исключением куклы Mew - Mew, которая не принадлежит вам.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Are you coming?
ru_ru: <25>{#p/alphys}{#g/alphysInquirious}* Ты идешь?

source: <25>{#p/asriel2}{#f/1}* It's time to end this.
ru_ru: <25>{#p/asriel2}{#f/1}* Пришло время покончить со всем этим.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Here we are.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Мы здесь.

source: <25>{#p/alphys}{#g/alphysCutscene1}* Okay, we're here!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene 1:0}* Хорошо, мы здесь!

source: <25>{#g/alphysSmileSweat}* B-better stay behind me while we get through security.
ru_ru: <25>{#g/alphysSmileSweat}* B - Лучше остаться позади меня, когда мы пройдем проверку безопасности.

source: <32>{#p/basic}{#x1}* 'Sup.{#x3}
ru_ru: <32>{{#p/basic}{#x1}* 'Вспомогательный {#x3}

source: <25>{#p/alphys}{#g/alphysSmileSweat}* O-oh, I guess there is no security.
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* O - oh, Я думаю, никаких мер безопасности нет.

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Uh, y-yeah! * Hi!
ru_ru: * Привет!

source: <25>{#p/alphys}{#g/alphysWelp}* It's a good thing you didn't attack the human earlier...
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* К счастью, вы не нападали на людей раньше.

source: <25>{#g/alphysNeutralSweat}* If you had, they might've...
ru_ru: <25>{#g/alphysNeutralSweat}* Если у вас есть, они могут быть.

source: <25>{#p/alphys}{#g/alphysWelp}* Well uh, thanks for... not attacking the human earlier.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Хм, спасибо. Раннего нападения на людей не было.

source: <25>{#g/alphysGarbo}* The other guards didn't really "get the memo," so to speak.
ru_ru: <25>{#g/alphysGarbo}* Можно сказать, что другие охранники действительно не "получили меморандум".

source: <32>{#p/basic}{#x1}* ... human?{#x3}
ru_ru: <32>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>> >>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>Человечество? {#x3}

source: <32>{#x1}* What human?{#x3}
ru_ru: <32>{#x1}* Кто? {#x3}

source: <25>{|}{#p/alphys}{#g/alphysTheFactIs}* Uhhhhh I don't know I'm just trying to escor- {%}
ru_ru: <25>{~}{#p/alphys}{#g/alphysTheFactis}* Ну, я не знаю, я просто хочу убежать - {%}

source: <32>{#p/basic}{#x1}* Alphys, you're like, the second highest authority on the outpost.{#x3}
ru_ru: <32>{#p/basic}{#x1}* Alphys, вы как второй по высоте авторитет форпоста. {#x3}

source: <32>{#x2}* Yeah, you don't need to ask us for permission, haha.{#x3}
ru_ru: <32>{#x2}* Да, вам не нужно наше разрешение, ха - ха. {#x3}

source: <32>{#p/basic}{#x1}{#x2}* We haven't even made it out of guard training yet!{#x3}
ru_ru: <32>{#p/basic}{#x1}{#x2}* Мы даже не закончили тренировку защитника! {#x3}

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Oh. * I see.
ru_ru: * Я понимаю.

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* We'll be on our way through, then!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* Тогда мы в пути!

source: <32>{#p/basic}{#x1}* (Bro... is she okay?){#x3}
ru_ru: <32>{#p/basic}{#x1}* (Брат... она в порядке?) {#x3}

source: <32>{#x2}* (You tell me...){#x3}
ru_ru: <32>{#x2}* (Ты сказал мне...) {#x3}

source: <32>{#p/basic}* Meanwhile...
ru_ru: <32>{#p/basic}* Одновременно.

source: <25>{#p/alphys}{#g/alphysSideSad}* It's so dark in here...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Здесь слишком темно.

source: <25>* Maybe we should turn back. Find another way.
ru_ru: <25>* Возможно, нам следует вернуться. Найди другой способ.

source: <25>{|}* Unless it's- {%}
ru_ru: <25>{}* Если это не - {%}

source: <32>{#p/alphys}{#g/alphysGarbo}* Mettaton.
ru_ru: <32>{#p/alphys}{#g/alphysGarbo}* Меттон.

source: <32>{#p/mettaton}* OH MY...
ru_ru: <32>{#p/metaton}* О, мой...

source: <32>* WHAT DO WE HAVE HERE?
ru_ru: <32>Что у нас здесь?

source: <32>{#p/mettaton}* COULD IT BE?
ru_ru: <32>{#p/metaton}* Возможно ли это?

source: <32>* THE NEMESIS OF MY DREAMS...?
ru_ru: <32>* Кесин моей мечты.

source: <32>* MY ONE TRUE LOVE...?
ru_ru: <32>* Моя истинная любовь.

source: <25>{*}{#p/alphys}{#g/alphysGarbo}* What the heck are you doing to them now...{^30}{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphys Garbo}* Что именно вы делаете с ними сейчас. {^ 30}{%}

source: <32>{*}{#p/mettaton}{#x1}* EXCUSE ME?{^30}{%}
ru_ru: <32>{*}{#p/metaton}{#x1|* * Извините меня? {^ 30}{%}

source: <32>{*}{#x2}* I'M TRYING TO RUN A SHOW HERE.{^30}{%}
ru_ru: <32>{*}{#x2}* Я хочу устроить здесь шоу. {^ 30}{%}

source: <32>{*}* MY, MY...{^30}{%}
ru_ru: <32>{*}* Мое, Мое... {^ 30}{%}

source: <32>{*}{#x2}* SHE WOULD'VE LOVED IT.{^30}{%}
ru_ru: <32>{*}{#x2}* Ей понравится. {^ 30}{%}

source: Oh |my |friends...
ru_ru: О, мои друзья...

source: Oh |how |sad...
ru_ru: О, очень грустно...

source: Oh |my |love...
ru_ru: О, дорогой...

source: Time's |run|ning |thin...
ru_ru: Время идет.

source: It |is |to |see...
ru_ru: Это будет смотреться.

source: Please |run |a|way...
ru_ru: Пожалуйста, запустите путь #a.

source: Soon |you'll |wish...
ru_ru: Скоро ты будешь надеяться...

source: Some |one |waste...
ru_ru: Некоторые отходы...

source: Mon|ster |king...
ru_ru: Король...

source: You |ha|dn't |sinned...
ru_ru: Ты не совершал преступлений.

source: Their |time |on |me...
ru_ru: Их время на мне.

source: For|bids |your |stay...
ru_ru: Для того, чтобы сделать предложение для вас, чтобы жить.

source: <25>{*}{#p/alphys}{#g/alphysInquisitive}* Huh?{^40}{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphysInquiry}* Эм? {^ 40}{%}

source: <25>{*}{#p/alphys}{#g/alphysWelp}* Hey, this is actually pretty good...{^40}{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphysWelp}* Эй, это на самом деле довольно хорошо. {^ 40}{%}

source: But |be|fore...
ru_ru: Однако...

source: I'll |ad|mit...
ru_ru: Я бы...

source: Hu|mans |must...
ru_ru: Ху должен...

source: I |kill |you |dead...
ru_ru: Я убил тебя.

source: I |was |in|trigued...
ru_ru: Я был в ярости.

source: Live |far |a|part...
ru_ru: Жить - далеко - а - часть.

source: Let's |re|hearse...
ru_ru: Давайте снова послушаем.

source: But |you're |just...
ru_ru: Но ты просто...

source: E|ven |if...
ru_ru: Если...

source: The |life |you've |led...
ru_ru: Ты живешь жизнью.

source: Not |in |my |league...
ru_ru: Не мой союз.

source: It |breaks |my |heart...
ru_ru: Это разбило мне сердце.

source: Born |a |prince...
ru_ru: Рожденный принцем.

source: You |should |find...
ru_ru: Ты должен найти.

source: They'll |cast |you...
ru_ru: Они выберут тебя.

source: <25>{*}{#p/alphys}{#g/alphysGarboCenter}* Jeez.{^40}{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphys GarboCenter}* Боже. {^ 40}{%}

source: <25>{*}{#p/alphys}{#g/alphysCutscene1}* The sakura leaves...!{^40}{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphysCutscene1}* Вишневые листья. {^ 40} {%}

source: We |were |con|vinced...
ru_ru: Нас убедили.

source: Some|one |more |kind...
ru_ru: Некоторые - один - больше - виды.

source: Out |in|to |space...
ru_ru: Выход, вход, пространство.

source: That |you'd |see...
ru_ru: Ты увидишь.

source: At |least |then...
ru_ru: Тогда, по крайней мере...

source: I|t'll |suck...| (quite |literally)
ru_ru: (В буквальном смысле)

source: Our |king|dom |free...
ru_ru: Наше королевство свободно.

source: You |woul|dn't |have |to |die.
ru_ru: * Должен умереть.

source: And |then |you'll |die |a |lot.
ru_ru: - Много умерло.

source: <25>{*}{#p/alphys}{#g/alphysGarbo}* Oh, so this is where it's going.{^40}{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphys Garbo}* О, это его направление развития. {^ 40}{%}

source: Then |one |day...
ru_ru: Тогда однажды.

source: Real|ly |sad...
ru_ru: Очень грустно.

source: You |lost |your |way...
ru_ru: Ты заблудился.

source: You're |gon|na |die...
ru_ru: Ты умираешь.

source: Now |my |friends...
ru_ru: Теперь, мои друзья...

source: Cry |cry |cry...
ru_ru: Плакать, плакать.

source: <25>{*}{#p/alphys}{#g/alphysCutscene3}* We get the point...{^40}{%}
ru_ru: <25>{*}{#p/alphys}{#g/alphysCutscene3}* Мы понимаем. {^ 40}{%}

source: Let's |bring |this |to |an |end.
ru_ru: * Конец.
