Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>{#p/mettaton}* WELL, FOR NOW, I'LL NEED YOU TO MOVE LEFT OF THE STAGE.
ru_ru: <32>{#p/metaton}* Хорошо, теперь мне нужно, чтобы вы переместили сцену влево.

source: <32>* YOU CAN COME BACK INTO FRAME WHEN I CALL OUT FOR YOU.
ru_ru: <32>* Когда я кричу на тебя, ты можешь вернуться в картину.

source: <32>{#p/basic}* A few moments later...
ru_ru: <32>{#p/basic}* Через несколько минут.

source: <32>{#p/mettaton}* FOLKS, TODAY WE'RE GOING TO DO SOMETHING A LITTLE DIFFERENT.
ru_ru: <32>{#p/metaton}* Дамы и господа, сегодня мы должны сделать что - то особенное.

source: <32>{#z2}* WELCOME, ONE AND ALL...
ru_ru: <32>{#z2}* Приветствую всех.

source: <32>{*}{#z0}* TO {#x1}TIME!{^10} * {#x2}VERSUS!{^10} * {#x3}MONEY!{^30}{%}
ru_ru: * {#x3} Деньги! {^ 30}{%}

source: <32>{#p/mettaton}{#z1}* LET'S GIVE A WARM WELCOME TO OUR CONTESTANTS...
ru_ru: <32>{#p/metaton}{#z1:* Давайте тепло поприветствуем наших участников.

source: <32>{#p/mettaton}{#z0}* UNDYNE, CAPTAIN OF THE GUARD!
ru_ru: <32>{#p/metaton}{#z0}* Андерни, капитан охраны!

source: <32>{#p/mettaton}{#z0}* SANS THE SKELETON!
ru_ru: <32>{#p/metaton}{#z0}* Святой Череп!

source: <25>{#p/undyne}{#f/1}* Right on!
ru_ru: <25>{#p/undyne}{#f/1}* Правильно!

source: <25>{#p/sans}{#g/sansWink}* this is just about the only good thing to happen to me today.
ru_ru: <25>{#p/sans}{#g/sansWink}* Это почти единственное хорошее, что происходит со мной сегодня.

source: <25>* if you could even call it a good thing.
ru_ru: <25>Если вы можете назвать это хорошим.

source: <25>{#p/sans}{#g/sansWink}* loving the pre-recorded applause you got there.
ru_ru: <25>{#p/sans}{#g/sansWink}* Любите предварительно записанные аплодисменты, которые вы получаете там.

source: <32>{#p/mettaton}* NAPSTABLOOK!
ru_ru: <32>{#p/metaton}* NAPSTABLOK!

source: <32>{#p/napstablook}* you don't always have to use the same applause...
ru_ru: <32>{#p/napstaplok}* Вам не обязательно всегда использовать одни и те же аплодисменты.

source: <32>{#p/napstablook}* hi everyone
ru_ru: <32>{#p/napstaplok}* Привет всем

source: <32>{#p/napstablook}* hi everyone...
ru_ru: <32>{#p/napstaplok}* Привет всем.

source: <32>{#p/mettaton}* $(moniker1u)!
ru_ru: <32>{#p/metaton}* $(Монитор 1u)!

source: <32>{#p/mettaton}* THE ENIGMATIC HUMAN!
ru_ru: <32>{#p/metaton}* Таинственный человек!

source: <32>{#p/mettaton}* AND... SOME RANDOM KID!
ru_ru: <32>{#p/metaton}* и... Какой - то случайный ребенок!

source: <25>{#p/kidd}{#f/3}* Hey, guys.
ru_ru: <25>{#p/kidd}{#f/3}* Эй, ребята.

source: <32>{#p/mettaton}{#z0}* THANK YOU ALL SO MUCH FOR COMING!
ru_ru: <32>{#p/metaton}{#z0}* Большое спасибо, что пришли!

source: <32>{#z2}* WHY DON'T YOU SHARE A LITTLE ABOUT YOURSELVES, HMM?
ru_ru: <32>{#z2}* Почему бы вам не поделиться немного о себе?

source: <32>{#p/mettaton}{#z0}* ...
ru_ru: <32>{#p/metaton}{#z0}* ...

source: <32>* MY CONTESTANT DOESN'T SEEM TO BE SHOWING UP.
ru_ru: <32>* Мои участники, похоже, не появились.

source: <32>* THIS IS GOING TO BE A PROBLEM.
ru_ru: <32>* Это будет проблемой.

source: <32>{#z2}* WOULD ANYONE ELSE LIKE TO PLAY IN THEIR PLACE?
ru_ru: <32>{#z2}* Любят ли другие играть вместо них?

source: <32>* ANYONE AT ALL?
ru_ru: <32>Есть кто?

source: <32>{#p/tem}* hOI!! * im temmie!!!
ru_ru: * Я Тэмми!!

source: <32>{#p/mettaton}{#z5}* A SURPRISE GUEST!?!? * WOW, THIS SHOW GETS CRAZIER BY THE SECOND!
ru_ru: * Вау, это шоу безумнее секунды!

source: <32>{#p/mettaton}{#z2}* THEY DO APPEAR TO BE FACING THE WRONG WAY, BUT... OH WELL.
ru_ru: <32>{#p/metaton}{#z2}* Они действительно выглядят в неправильном направлении, но... О, ну ладно.

source: <32>{#p/mettaton}{#z1}* NEW FACES ASIDE...
ru_ru: <32>{#p/metaton}{#z1:* Новые лица всплывают...

source: <25>{#p/undyne}{#f/17}* Huh? * You want ME to talk?
ru_ru: * Хочешь, я поговорю?

source: <25>{#p/undyne}{#f/1}* Well, to be honest, I think you're an annoying piece of junk.
ru_ru: <25>{#p/undyne}{#f/1}* Ладно, честно говоря, я думаю, что ты раздражающий мусор.

source: <25>{#p/undyne}{#f/7}* Not only that, but you treat your employees like garbage!
ru_ru: <25>{#p/undyne}{#f/7}* Не только это, вы также относитесь к сотрудникам как к мусору!

source: <25>{#p/undyne}{#f/12}* But, uh, that's not why I took Papyrus's place.
ru_ru: <25>{#p/undyne}{#f/12}* Но, ну, это не причина, по которой я заменил Papyrus.

source: <25>{#p/undyne}{#f/16}* Actually, I only really came for one reason.
ru_ru: <25>{#p/undyne}{#f/16}* На самом деле, я здесь только по одной причине.

source: <25>{#p/sans}{#g/sansLaugh2}* oh, heheh...
ru_ru: <25>{#p/sans}{#g/sansLaugh2}* О, эй...

source: <25>{#g/sansNormal}* i'm sans. * sans the skeleton.
ru_ru: * Никаких скелетов.

source: <25>{#g/sansLaugh1}* technically, my job is to capture humans like that one over there.
ru_ru: <25>{#g/sansLaugh1}* Технически моя работа - ловить таких людей вон там.

source: <25>{#g/sansBlink}* but, uh... * seeing as we're on a television program...
ru_ru: * Когда мы видим это по телевизору.

source: <25>{#g/sansWink}* i s'pose that'll have to wait for now.
ru_ru: <25>{#g/sansWink}* Моя позиция должна подождать.

source: <32>{#p/mettaton}* AND WHAT'S THAT?
ru_ru: <32>{#p/metaton}* Что это такое?

source: <32>{#p/mettaton}* ANYTHING ELSE?
ru_ru: <32>{#p/metaton}* Есть что - нибудь еще?

source: <32>{#p/mettaton}* GOT ANY OF YOUR LAME JOKES FOR US TODAY?
ru_ru: <32>{#p/metaton}* Какие шутки вы сделали для нас сегодня?

source: <25>{#p/undyne}{#f/8}* To see $(moniker1), of course! * Fuhuhu!
ru_ru: * Фоху!

source: <25>{#p/sans}{#g/sansNormal}* nope.
ru_ru: <25>{#p/sans}{#g/sansNormal}* Нет.

source: <25>{#p/sans}{#g/sansLaugh1}* lame? * woah there, mettaton, what's with the blame?
ru_ru: * Вау, Меттон, что в этом плохого?

source: <25>{#g/sansBlink}* don't play games. * all you tv show hosts are the same.
ru_ru: * Все ваши телеведущие одинаковы.

source: <25>{#g/sansNormal}* but, uh, if we're talking jokes, well... * that's kinda tame.
ru_ru: * Это немного мягко.

source: <25>{#g/sansLaugh1}* speaking of, i heard you tried to host a comedy show...
ru_ru: <25>{#g/sansLaugh 1/* Говоря об этом, я слышал, что вы хотите вести комедийное шоу.

source: <25>{|}{#g/sansLaugh2}* but nobody- {%}
ru_ru: <25>{~}{#g/sansLaugh2}* Но никто - {%}

source: <32>{#p/mettaton}* RIGHT.
ru_ru: <32>{#p/metaton}* Правильно.

source: <32>{#p/mettaton}* SOMEONE'S NOT FEELING THEMSELVES TODAY, EH?
ru_ru: <32>{#p/metaton}* Кто - то сегодня плохо себя чувствует, не так ли?

source: <32>{#p/mettaton}* VERY FUNNY.
ru_ru: <32>{#p/metaton}* Очень интересно.

source: <32>{#p/napstablook}* is it... my turn to talk...
ru_ru: <32>{#p/napstaplok}* Это не... моя очередь говорить.

source: <25>{#p/undyne}{#f/14}* It's certainly not mine anymore, is it?
ru_ru: <25>{#p/undyne}{#f/14}* Он определенно больше не мой, не так ли?

source: <25>{#p/sans}{#g/sansBlink}* go on, don't be afraid.
ru_ru: <25>{#p/sans}{#g/sansBlink}* Продолжайте, не бойтесь.

source: <32>{#p/napstablook}* oh... * heh......
ru_ru: * Ха - ха...

source: <32>{#p/napstablook}* it is, isn't it.........
ru_ru: <32>{#p/napstaplok}* Это действительно так, не так ли...

source: <32>{#p/napstablook}* oh......... * okay............
ru_ru: * Ну, хорошо...

source: <32>* ............ i'm napstablook.
ru_ru: <32>* ..... Я - отдыхающий.

source: <32>* so, um... i'm napstablook
ru_ru: <32>* Итак... я - отдыхающий

source: <32>* i really like making music, and...
ru_ru: <32>* Я действительно люблю делать музыку, и...

source: <32>* i...
ru_ru: <32>* Я.

source: <32>* uh... i...
ru_ru: <32>* Мм. Я...

source: <32>{#p/mettaton}{#z1}* AND...?
ru_ru: <32>{#p/metaton}{#z1}* Затем.

source: <32>{#p/mettaton}{#z1}* YOU...?
ru_ru: <32>{#p/metaton}{#z1|* * Вы.

source: <32>{#p/napstablook}* um...... can't we just go to the next person
ru_ru: <32>{#p/napstaplok}* Эм... разве мы не можем найти следующего человека?

source: <32>{#p/napstablook}* i... * i think that's all
ru_ru: * Думаю, это все.

source: <32>* sorry...............
ru_ru: <32>* Извиняюсь...

source: <32>{#p/mettaton}{#z0}* ... OKAY...
ru_ru: <32>{#p/metaton}{#z0}* ... Можно...

source: <32>{#p/mettaton}{#z0}* THAT'S ALRIGHT, BLOOKY...
ru_ru: <32>{#p/metaton}{#z0}* Это уже правильно, Блок.

source: <32>* WE ALL GET NERVOUS SOMETIMES, DON'T WE, COUS-
ru_ru: <32>* Мы все иногда нервничаем, не так ли, шумно -

source: <32>{#z2}* ER... CUISINE! * BECAUSE THIS OPPORTUNITY SURE IS A TASTY ONE!
ru_ru: * Потому что эта возможность действительно хорошая!

source: <32>{#z4}* HAHAHA...
ru_ru: <32>{#z4}* Хаха.

source: <32>{#p/napstablook}* it's your turn.
ru_ru: <32>{#p/napstaplok}* Твоя очередь.

source: <32>{#p/human}* (But you didn't have anything to say.)
ru_ru: <32>{#p/human}* (Но вам нечего сказать).

source: <32>{#p/napstablook}* uh......
ru_ru: <32>{#p/napstabook}* Мм...

source: <32>* you can talk now?
ru_ru: <32>Теперь вы можете говорить?

source: <33>{#p/mettaton}* WELL, YOU KNOW WHAT THEY SAY...
ru_ru: <33>{#p/metaton}* Хорошо, вы знаете, о чем они говорят.

source: <32>{#p/mettaton}* THE BIGGER THE TALK, THE SMALLER THE ACTION!
ru_ru: <32>{#p/metaton}* Чем больше высказываний, тем меньше действий!

source: <32>{#p/mettaton}* IT'S NO SURPRISE THIS BULLY OF BULLIES WOULD BE SO RELUCTANT TO PART WITH THEIR WORDS.
ru_ru: <32>{#p/metaton}* Неудивительно, что эта куча дерьма будет говорить их с таким облегчением.

source: <32>{#p/mettaton}* THE "ENIGMATIC HUMAN" SURE IS LIVING UP TO THEIR TITLE.
ru_ru: <32>{#p/metaton}* "Таинственный человек", безусловно, будет настоящим.

source: <32>{#p/tem}* tem... went to cool leg,
ru_ru: <32>{#p/tem}* tem. Иди к холодной ноге,

source: <32>{#p/tem}* tem... on TV!!
ru_ru: <32>{#p/tem}* tem. По телевизору!

source: <25>{#p/kidd}{#f/1}* Haha, I guess so.
ru_ru: <25>{#p/kidd}{#f/1}* Ха - ха, думаю, да.

source: <25>{#f/1}* OH! * It's my turn, I think.
ru_ru: * Моя очередь, я думаю.

source: <25>{#f/4}* Today's... not really been the greatest...
ru_ru: <25>{#f/4}* Сегодняшние... не самые лучшие.

source: <25>{#f/8}* Haha...
ru_ru: <25>{#f/8}* Ха - ха...

source: <25>{#f/5}* ... well, I'm Monster Kid.
ru_ru: <25>{#f/5}* ... Ладно, я монстр - пацан.

source: <25>{#f/1}* OH! * It's my turn, right??
ru_ru: * Моя очередь, не так ли?

source: <25>{#f/4}* I'm... not really sure if my parents are watching, but...
ru_ru: <25>{#f/4}* Я... не уверен, смотрят ли мои родители, но...

source: <25>{#f/1}* I hope they're not!! * I... don't think they'd like me being here.
ru_ru: * Я... они не хотят, чтобы я был здесь.

source: <25>{#f/1}* Haha.
ru_ru: <25>{#f/1}* Ха - ха.

source: <25>{#f/2}* Anyway, I'm Monster Kid.
ru_ru: <25>{#f/2}* В любом случае, я монстр пацан.

source: <32>{#p/mettaton}* AND...?
ru_ru: <32>{#p/metaton}* Затем.

source: <32>{#p/mettaton}* WAIT, THAT'S YOUR ACTUAL NAME?
ru_ru: <32>{#p/metaton}* Подождите, это ваше настоящее имя?

source: <32>{#p/tem}* tem know ALL PRICES!!
ru_ru: <32>{#p/tem}* tem Знает все цены!

source: <32>{#p/tem}* tem... love to be on TV!!
ru_ru: <32>{#p/tem}* tem. Люблю телевизор!

source: <25>{#p/kidd}{#f/1}* Why wouldn't it be?
ru_ru: <25>{#p/kidd}{#f/1}* Почему бы и нет?

source: <32>{#p/mettaton}* HUH...
ru_ru: <32>{#p/metaton}* Ха - ха...

source: <32>{#p/mettaton}* WELL, I GUESS THAT WRAPS UP OUR INTRODUCTIONS.
ru_ru: <32>{#p/metaton}* Хорошо, я думаю, это нарушит наше введение.

source: <32>{#p/mettaton}* HEH. I THINK THAT WRAPS UP OUR INTRODUCTIONS QUITE NICELY.
ru_ru: <32>{#p/metaton}* HEH. Я думаю, что это хорошее завершение нашей презентации.

source: <32>* SO. THIS GAME IS ALL ABOUT VALUE.
ru_ru: <32>* Итак, эта игра о ценности.

source: <32>* TODAY, WE'VE GOT A TRIO OF RARE EARTH ARTIFACTS...
ru_ru: <32>* Сегодня у нас есть три редкоземельных артефакта.

source: <32>* IT'S UP TO YOU CONTESTANTS TO DETERMINE THEIR EXACT COST!
ru_ru: <32>* Это зависит от ваших участников, чтобы определить их точную стоимость!

source: <32>* WHOEVER GUESSES THE CLOSEST -WITHOUT GOING OVER- GETS TO TAKE IT HOME!
ru_ru: <32>* Кто угадает ближе всех, тот может принести его домой!

source: <32>{*}* LET'S PLAY...
ru_ru: <32>{*}* Давайте поиграем.

source: <32>{*}* {#x1}TIME!{^10} * {#x2}VERSUS!{^10} * {#x3}MONEY!{^30}{%}
ru_ru: * {#x3} Деньги! {^ 30}{%}

source: * Use left and right to adjust, then confirm with [Z]. §fill=#ff0§$(x)G
ru_ru: Затем подтвердите с помощью [Z]. § fill = #ff0 § $(x) G

source: * Use left and right to adjust, then confirm with [Z]. §fill=#f00§$(x)G
ru_ru: Затем подтвердите с помощью [Z]. § fill = #f00 § $(x) G

source: <32>{#p/mettaton}* OUR FIRST ITEM TODAY IS SOMETHING I FOUND RATHER RECENTLY...
ru_ru: <32>{#p/metaton}* Наш первый товар сегодня я нашел недавно.

source: <32>* ON EARTH, THIS DEVICE WAS USED TO RECEIVE TRANSMISSIONS ON SO-CALLED "RADIO STATIONS."
ru_ru: <32>* На Земле это устройство используется для приема передачи так называемых « радиостанций».

source: <32>* NEWS, WEATHER, MUSIC... * EVEN GAME SHOWS LIKE THE ONE YOU'RE ON RIGHT NOW!
ru_ru: * Даже как игровое шоу, которое вы сейчас смотрите!

source: <32>* LET'S SEE IF ANYONE HERE KNOWS THEIR TECH.
ru_ru: <32>Узнайте, знает ли кто - нибудь здесь свою технологию.

source: <32>{#p/mettaton}* EVERYONE'S DECIDED, THEN?
ru_ru: <32>{#p/metaton}* Все решают, и что дальше?

source: <32>* SPLENDID!
ru_ru: <32>Очень хорошо!

source: <32>* NOW, LET'S REVEAL THE PRICE...
ru_ru: <32>* Теперь давайте объявим цену.

source: <32>{#p/mettaton}* 80G!
ru_ru: <32>{#p/metaton}* 80G!

source: <32>{#p/mettaton}* CONGRATULATIONS, TEMMIE. * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
ru_ru: * Ты выиграл свою старую земную радиостанцию!

source: <32>{#p/tem}* uwawawawah.....
ru_ru: <32>{#p/tem}* uwawah...

source: <32>{#p/mettaton}* CONGRATULATIONS, BLOOKY. * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
ru_ru: * Ты выиграл свою старую земную радиостанцию!

source: <32>{#p/napstablook}* cool
ru_ru: <32>{#p/napstabook}* Круто

source: <32>{#p/napstablook}* oooooooooooooooo
ru_ru: <32>{#p/napstaplok}* ooooooooooooo

source: <32>{#p/mettaton}* WELL PLAYED, $(moniker3u). * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
ru_ru: * Ты выиграл свою старую земную радиостанцию!

source: <32>{#p/mettaton}* CONGRATULATIONS, HUMAN. * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
ru_ru: * Ты выиграл свою старую земную радиостанцию!

source: <32>{#p/mettaton}* TEMMIE, SINCE YOU GUESSED BEFORE $(moniker3u)...
ru_ru: <32>{#p/metaton}* TEMMIE, как вы догадались до $(moniker3u).

source: <32>{#p/mettaton}* TEMMIE, SINCE YOU GUESSED BEFORE THE HUMAN...
ru_ru: <32>{#p/metaton}* TEMMIE, с тех пор, как вы были гостем перед людьми.

source: <32>* CONGRATULATIONS! * YOU'VE WON YOUR VERY OWN OLD EARTH RADIO!
ru_ru: * Ты выиграл свою старую земную радиостанцию!

source: <32>{#p/mettaton}* BLOOKY, SINCE YOU GUESSED BEFORE $(moniker3u)...
ru_ru: <32>{#p/metaton}* Blooky, так как вы догадались до $(moniker3u).

source: <32>{#p/mettaton}* BLOOKY, SINCE YOU GUESSED BEFORE THE HUMAN...
ru_ru: <32>{#p/metaton}* Blooky, так как ты угадал пред человечеством.

source: <32>{#p/mettaton}* WELL PLAYED, $(moniker3u). * SINCE YOU GUESSED BEFORE TEMMIE...
ru_ru: * Раз уж вы догадались раньше Тэмми.

source: <32>{#p/mettaton}* HUMAN, SINCE YOU GUESSED BEFORE TEMMIE...
ru_ru: <32>{#p/metaton}* Человечество, как вы догадались еще до TEMMIE.

source: <32>{#p/mettaton}* WELL PLAYED, $(moniker3u). * SINCE YOU GUESSED BEFORE BLOOKY...
ru_ru: * Раз уж вы уже догадались, Blooky...

source: <32>{#p/mettaton}* HUMAN, SINCE YOU GUESSED BEFORE BLOOKY...
ru_ru: <32>{#p/metaton}* Человечество, с тех пор как вы догадались до Буллока.

source: <32>{#p/mettaton}* WELL, CONTESTANTS, THAT CONCLUDES THIS ROUND.
ru_ru: <32>{#p/metaton}* Участники, этот раунд заканчивается.

source: <32>* SINCE THIS IS THE FIRST ROUND, YOU'LL VOTE ON WHO YOU THINK SHOULD BE ELIMINATED.
ru_ru: <32>* Поскольку это первый раунд, вы проголосуете за Всемирную организацию здравоохранения, которую, по вашему мнению, следует ликвидировать.

source: <32>{#p/napstablook}* hey, um......... * i have a question.........
ru_ru: * У меня есть вопрос...

source: <32>{#p/mettaton}* NO, BLOOKY, YOU CAN'T VOTE FOR YOURSELF.
ru_ru: <32>{#p/metaton}* Нет, Блок, вы не можете голосовать за себя.

source: <32>{#p/napstablook}* oh............
ru_ru: <32>{#p/napstabook}* О...

source: <32>{#p/mettaton}* IT'S ELIMINATION TIME, PEOPLE! * UNDYNE, YOU'RE UP FIRST.
ru_ru: * Грейс, ты первый поднимаешься.

source: <32>{#p/mettaton}* IT'S ELIMINATION TIME, PEOPLE! * SANS, YOU'RE UP FIRST.
ru_ru: * Сон, ты первый поднимаешься.

source: <32>{#p/mettaton}* WHO'S IT GONNA BE?
ru_ru: <32>Кто будет сержант #p/mettaton*?

source: <25>{#p/undyne}{#f/14}* Yeah... I'm gonna vote for Napstablook.
ru_ru: <25>{#p/undyne}{#f/14}* Да. Я проголосую за Napstablike.

source: <26>{#p/undyne}{#f/16}* It's nothing personal... * I just know the other contestants better.
ru_ru: * Я просто лучше знаю других участников.

source: <25>{#p/sans}{#g/sansBlink}* eh, i'm not really in the mood.
ru_ru: <25>{#p/sans}{#g/sansBlink}* Ну, я действительно не в настроении.

source: <32>{#p/mettaton}* HOW ABOUT YOU, BLOOKY?
ru_ru: <32>{#p/metaton}* А вы, Буллок?

source: <32>{#p/mettaton}* WELL, THAT'S ONE VOTE GONE.
ru_ru: <32>{#p/metaton}* Хорошо, остался только один голос.

source: <32>{#p/mettaton}* HMM...
ru_ru: <32>{#p/metaton}* HMM.

source: <32>* WHY "ANNE?"
ru_ru: <32>* Почему это называется "Энни?"

source: <25>{#p/sans}{#g/sansLaugh1}* 'cause this ANNE droid is driving me crazy.
ru_ru: <25>{#p/sans}{#g/sansLaugh1}* Потому что этот робот Энни сводит меня с ума.

source: <32>{#p/mettaton}* YOU'RE DISQUALIFIED!
ru_ru: <32>{#p/metaton}* Вы не имеете права!

source: <25>{#p/sans}{#g/sansLaugh2}* heheheh, worth it.
ru_ru: <25>{#p/sans}{#g/sansLaugh2}* Hey, стоит попробовать.

source: <32>{#p/mettaton}* UGH... HOW ABOUT YOU, BLOOKY?
ru_ru: <32>{#p/metaton}* Э... А ты, малыш?

source: <32>{#p/napstablook}* ...............
ru_ru: <32>{#p/napstabook}* .....

source: <32>* i... don't really want to vote for any of these guys...
ru_ru: <32>* Я действительно не хочу голосовать за этих парней...

source: <32>* undyne's the captain of the royal guard, and the other two...
ru_ru: <32>* Ундин был капитаном Королевской гвардии, два других.

source: <32>* they're just kids......
ru_ru: <32>* Они просто дети...

source: <32>* s... sans, i guess...
ru_ru: <32>* Нет, я хочу...

source: <32>* i don't have anything against you, i just... don't really know you... sorry......
ru_ru: <32>* У меня нет ничего против тебя, я просто... Я правда тебя не понимаю. Извините...

source: <25>{#p/sans}{#g/sansBlink}* that's okay.
ru_ru: <25>{#p/sans}{#g/sansBlink}* Все в порядке.

source: <25>{#p/sans}{#g/sansBlink}* nah, that's okay. * besides, i'm only here 'cause my bro declined.
ru_ru: * Кроме того, я пришел сюда только потому, что мой брат отказался.

source: <25>{#g/sansWink}* he gets nervous around you, mettaton.
ru_ru: <25>{#g/sansWink}* Он будет нервничать рядом с вами, Меттон.

source: <32>{#p/mettaton}* WELL, ALRIGHT. * I WON'T COUNT YOUR VOTE, THEN.
ru_ru: * Тогда я не буду считать ваш голос.

source: <32>{#p/mettaton}* HMM... * I'LL HAVE TO ASK HIM ABOUT THAT LATER.
ru_ru: * Я спрошу его об этом позже.

source: <32>* I WONDER...
ru_ru: <32>* Я хочу знать.

source: <32>{#p/napstablook}* the human.
ru_ru: <32>{#p/napstaplok}* Человек.

source: <32>* the human, i guess
ru_ru: <32>Я думаю, это человек.

source: <32>* they just... don't really seem to care about me that much......
ru_ru: <32>* Они просто... Кажется, меня не так волнует...

source: <32>{#p/mettaton}* ...
ru_ru: <32>{#p/metaton}* ...

source: <32>{#p/mettaton}* YOU VOTING FOR ANYONE, DEAR $(moniker2u)?
ru_ru: <32>{#p/metaton}* Вы голосуете за кого угодно, дорогой $(moniker2u)?

source: <32>{#p/mettaton}* YOU VOTING FOR ANYONE, HUMAN?
ru_ru: <32>{#p/metaton}* Вы голосуете за кого угодно, человек?

source: <32>{#p/mettaton}* NO, I MEAN -WHO- WILL YOU BE VOTING FOR?
ru_ru: <32>Ser #p/mettaton* Нет, я имею в виду - Всемирная организация здравоохранения - за кого бы вы проголосовали?

source: * (Who will you vote for?)
ru_ru: * (За кого вы будете голосовать?)

source: Sans
ru_ru: Санс

source: Napstablook
ru_ru: Напстаблике

source: Temmie
ru_ru: Тэмми.

source: Monster Kid
ru_ru: Монстр.

source: $(name)
ru_ru: $(Имя)

source: <32>{#p/mettaton}* MHM, MHM...
ru_ru: <32>{#p/metaton}* MHM, MHM.

source: <32>{#p/mettaton}* AND TEMMIE, YOUR VOTE?
ru_ru: <32>{#p/metaton}* и TEMMIE, ваш голос?

source: <32>{#p/mettaton}* AND MONSTER KID, YOUR VOTE?
ru_ru: <32>{#p/metaton}* и золото, ваш голос?

source: <32>{#p/mettaton}* SO YOU'RE -NOT- VOTING FOR ANYONE, THEN.
ru_ru: <32>{#p/metaton}* Поэтому вы не голосуете ни за кого.

source: <32>* GOT IT.
ru_ru: <32>* Понял.

source: <32>{#p/mettaton}* REALLY? JUST BECAUSE THEY'RE STUCK WITH YOU DOESN'T MAKE THEM A CONTESTANT.
ru_ru: <32>{#p/metaton}* Это правда? Просто потому, что они с тобой, это не делает их участниками.

source: <33>* CONSIDER YOURSELF DISQUALIFIED!
ru_ru: <33>Считайте себя дисквалифицированным!

source: <32>{#p/basic}* Gee, thanks Mettaton.
ru_ru: <32>{#p/basic}* Боже мой, спасибо Меттону.

source: <32>{#p/mettaton}* LISTEN, DARLING. * IT'S KIND OF HARD TO INCLUDE YOU WHEN YOU'RE INVISIBLE.
ru_ru: * Когда вы невидимы, трудно включить вас.

source: <32>{#p/basic}* Hmph.
ru_ru: <32>{#p/basic}* Хм.

source: <32>{#p/mettaton}* ... TEMMIE, YOUR VOTE?
ru_ru: <32>{#p/metaton}* ... Тэмми, ты голосуешь?

source: <32>{#p/mettaton}* ... MONSTER KID, YOUR VOTE?
ru_ru: <32>{#p/metaton}* ... Монстр - пацан, ты голосуешь?

source: <32>{#p/tem}* tem vote... CYOOT GHOST!
ru_ru: <32>{#p/tem}* tem Голосование. Призрак!

source: <32>* tem live near cyoot ghost... love cyoot ghost!
ru_ru: <32>* Тем живет недалеко от cyoot ghost. Любовь к привидениям!

source: <25>{#p/kidd}{#f/1}* I'm voting for $(moniker1) because they're AWESOME!
ru_ru: <25>{#p/kidd}{#f/1}* Я голосовал за $(прозвище 1), потому что они потрясающие!

source: <25>{#p/kidd}{#f/1}* I'm voting for the human because they're AWESOME!
ru_ru: <25>{#p/kidd}{#f/1}* Я голосую за людей, потому что они потрясающие!

source: <25>{#f/7}* Not only did they face off against UNDYNE...
ru_ru: <25>{#f/7}* Они противостоят не только UNDYNE.

source: <25>* ... who's one of the strongest monsters EVER...
ru_ru: <25>* ..... Один из самых могущественных монстров всех времен.

source: <25>* But when I was about to DIE...
ru_ru: <25>* Но когда я скоро умру...

source: <25>* ... they pulled me down at the LAST second and saved me!
ru_ru: <25>* ..... Они вытащили меня в последнюю секунду и спасли!

source: <25>{#f/2}* IN FRONT OF UNDYNE!!!
ru_ru: <25>{#f/2}* Перед UNDYNE!!

source: <25>{#p/undyne}{#f/14}* Uh, kid, I'm right here, you know.
ru_ru: <25>{#p/undyne}{#f/14}* Мм, дитя, я здесь, вы знаете.

source: <25>{#p/kidd}{#f/3}* Oh, right. * Uh, s-sorry Undyne! * Haha.
ru_ru: * Ха - ха - ха.

source: <25>{#p/undyne}{#f/1}* Nah, don't worry. * You're a good kid...
ru_ru: * Ты хороший мальчик.

source: <25>{#p/kidd}{#f/3}* Aw... thanks, Undyne. * But $(moniker1) is WAY cooler than me.
ru_ru: * Но $(имя 1) намного круче, чем я.

source: <25>{#f/3}* I... kind of owe them my life, haha...
ru_ru: <25>{#f/3}* Я... должен им жизнь, ха...

source: <32>{#p/mettaton}* YOU DO REALIZE THAT THE VOTE IS A VOTE TO ELIMINATE, RIGHT?
ru_ru: <32>{#p/metaton}* Вы действительно понимаете, что голосование должно быть вычеркнуто, не так ли?

source: <32>{#p/tem}* wait...
ru_ru: <32>{#p/tem}* Ожидание.

source: <32>{#p/tem}* ... nu!!! * tem dont wana elimnat cyoot ghost!
ru_ru: Дон не хочет элитного сайо - призрака!

source: <32>{#p/tem}* tem vote for skely instead!
ru_ru: <32>{#p/tem}* tem Голосуйте за Skely!

source: <25>{#p/kidd}{#f/4}* ... it is?
ru_ru: <25>{#p/kidd}{#f/4}* ... Это было?

source: <25>{#p/undyne}{#f/3}* I was about to say the same thing.
ru_ru: <25>{#p/undyne}{#f/3}* Я собирался сказать то же самое.
