Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <08>{#p/basic}{~}You're just a citizen, domi- nated
ru_ru: <08>{#p/basic}{~} Вы просто гражданин, имеющий суверенитет

source: <08>{#p/basic}{~}Even your SOUL is unculti- vated!
ru_ru: <08>{#p/basic}{~} Даже ваша душа не активирована!

source: <08>{#p/basic}{~}I'm a bonafide killer
ru_ru: <08>{#p/basic}{~} Я настоящий убийца

source: <08>{#p/basic}{~}You're a waste dist- iller
ru_ru: <08>{#p/basic}{~} Ты дистиллятор отходов

source: <08>{#p/basic}{~}Your bars are lame fillers
ru_ru: <08>{#p/basic}{~} Ваш бар - дерьмовый наполнитель

source: <08>{#p/basic}{~}Whereas mine are straight thril- lers!
ru_ru: <08>{#p/basic}{~} А у меня прямой трехочковый!

source: <08>{#p/basic}{~}You're flirting with fire, bud
ru_ru: <08>{#p/basic}{~} Ты играешь с огнем, приятель

source: <08>{#p/basic}{~}No shot you'll step to this stud
ru_ru: <08>{#p/basic}{~} Вы не наступите на этот гвоздь.

source: <08>{#p/basic}{~}One mistake is all it takes
ru_ru: <08>{#p/basic}{~} Одной ошибки достаточно

source: <08>{#p/basic}{~}Before I land a rhyme in your face!
ru_ru: <08>{#p/basic}{~} Прежде чем я напечатаю рифму на твоем лице!

source: <32>{#p/story}* Hotwire is looking for that extra little boost.
ru_ru: <32>{#p/story}* Hotwire ищет дополнительную небольшую мощность.

source: <32>{#p/story}* Hotwire is rhyming up a storm.
ru_ru: <32>{#p/story}* Hotwire рифмуется для шторма.

source: <32>{#p/story}* Hotwire is protected by its winsome smile.
ru_ru: <32>{#p/story}* Hotwire защищен своей очаровательной улыбкой.

source: <32>{#p/story}* Hotwire reaches for the turbocharger.
ru_ru: <32>{#p/story}* Горячая линия касается турбокомпрессора.

source: <32>{#p/story}* Smells like lyricism.
ru_ru: <32>{#p/story}* Пахнет лирической поэзией.

source: <32>{#p/story}* Hotwire is shocked at its own brilliance.
ru_ru: <32>{#p/story}* Hotwire шокирована своим блеском.

source: <32>{#p/story}* Hotwire begins its ignition sequence... manually.
ru_ru: <32>{#p/story}* Hotwire начинает процедуру зажигания. Ручной.

source: <32>{#p/story}* Hotwire gets things going whether we like it or not.
ru_ru: <32>{#p/story}* Hotwire, нравится нам это или нет, делает все гладко.

source: <32>{#p/story}* Hotwire is feeling electric.
ru_ru: <32>{#p/story}* Hotwire чувствует себя немного электрическим.

source: <32>{#p/story}* Hotwire has reached its true level.
ru_ru: <32>{#p/story}* Hotwire достиг своего реального уровня.

source: <32>{#p/story}* Hotwire is turbocharged.
ru_ru: <32>{#p/story}* Hotwire использует технологию турбонаддува.

source: <32>{#p/story}* Hotwire is spiraling out of control.
ru_ru: <32>{#p/story}* Горячая линия выходит из - под контроля.

source: * Perigee
ru_ru: * Перигей

source: <08>{#p/basic}{~}I shall be else- where.
ru_ru: <08>{#p/basic}{~} Я буду в другом месте.

source: <08>{#p/basic}{~}It is no longer safe for me here.
ru_ru: <08>{#p/basic}{~} Это больше не безопасно для меня.

source: <08>{#p/basic}{~}Is this love?
ru_ru: <08>{#p/basic}{~} Это любовь?

source: <08>{#p/basic}{~}I look forward to our friend- ship.
ru_ru: <08>{#p/basic}{~} Я с нетерпением жду нашей дружбы.

source: <08>{#p/basic}{~}Thank you.. So very much..
ru_ru: Слишком много.

source: <08>{#p/basic}{~}I under- stand why I must die.
ru_ru: <08>{#p/basic}{~} Я понимаю, почему я должен умереть.

source: <08>{#p/basic}{~}Please.. Live on in my name..
ru_ru: Живи от моего имени.

source: <08>{#p/basic}{~}Take as much as you need.
ru_ru: <08>{#p/basic}{~} Принимается по мере необходимости.

source: <32>{#p/asriel2}* Perigee.
ru_ru: <32>{#p/asriel2}* Перигей.

source: <32>{#p/asriel2}* Perigee, the lethargic bird. * Spends too much time in its own happy-go-lucky head.
ru_ru: * Проводит слишком много времени в своей беззаботной голове.

source: <32>{#p/story}* PERIGEE - ATK 25 DEF 0 * This bird of peace believes its feathers heal all wounds.
ru_ru: Птица мира верит, что ее перья исцеляют все раны.

source: <33>{#p/story}* PERIGEE - ATK 25 DEF 0 * This bird of peace is trying to use its feathers to recover.
ru_ru: Восстановление с помощью перьев.

source: <32>{#p/story}* PERIGEE - ATK 25 DEF 0 * This bird of peace is also a patron of the arts.
ru_ru: * Птица мира также является покровителем искусства.

source: <32>{#p/story}* PERIGEE - ATK 25 DEF 0 * This bird of peace appreciates your love songs platonically.
ru_ru: * Эта Птица мира платонически ценит ваши любовные песни.

source: <32>{#p/human}* (You flirt with Perigee.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Периги).

source: <32>{#p/human}* (You shout at Perigee.)
ru_ru: <32>{#p/human}* (Вы кричите на перигей.)

source: <08>{#p/basic}{~}Chirp, chirp.
ru_ru: <08>{#p/basic}{~} чирикает, чирикает.

source: <08>{#p/basic}{~}Life is good.
ru_ru: <08>{#p/basic}{~} Жизнь прекрасна.

source: <08>{#p/basic}{~}Peace and tran- quility.
ru_ru: <08>{#p/basic}{~} Мир и спокойствие.

source: <08>{#p/basic}{~}Hm? I don't under- stand...
ru_ru: Я не понимаю.

source: <08>{#p/basic}{~}It's okay, I can help you feel better.
ru_ru: <08>{#p/basic}{~} Все в порядке, я могу помочь вам чувствовать себя лучше.

source: <08>{#p/basic}{~}Here, I'll help you calm down.
ru_ru: <08>{#p/basic}{~} Здесь я помогу вам успокоиться.

source: <08>{#p/basic}{~}Don't be upset.
ru_ru: <08>{#p/basic}{~} Не сердитесь.

source: <08>{#p/basic}{~}You can always whistle another tune.
ru_ru: <08>{#p/basic}{~} Вы всегда можете сыграть другую песню.

source: <08>{#p/basic}{~}Ah, that cute remark was your song?
ru_ru: <08>{#p/basic}{~} Ах, эта прекрасная фраза - твоя песня?

source: <08>{#p/basic}{~}I accept it, and your gesture.
ru_ru: <08>{#p/basic}{~} Я принимаю и ваши жесты.

source: <08>{#p/basic}{~}I accept your gesture.
ru_ru: <08>{#p/basic}{~} Я принимаю ваши жесты.

source: <32>{#p/story}* Perigee awaits your gesture.
ru_ru: <32>{#p/story}* Перигей ждет ваших жестов.

source: <32>{#p/human}* (But there was nothing to bow for yet.)
ru_ru: <32>{#p/human}* (Но поклониться еще нечего).

source: <32>{#p/human}* (You bow.) * (Perigee bows back.) * (An understanding is reached.)
ru_ru: * (Достижение понимания.)

source: <32>{#p/human}* (You whistle a tranquil tune.) * (Perigee whistles back.) * (The song goes on and on...)
ru_ru: * (Эта песня все время поет...)

source: <32>{#p/story}* Perigee orbits closeby.
ru_ru: <32>{#p/story}* Перигейальная орбита находится поблизости.

source: <32>{#p/story}* Perigee is living fancy-free.
ru_ru: <32>{#p/story}* Перигей живет беззаботной жизнью.

source: <32>{#p/story}* Perigee is as happy as could be.
ru_ru: <32>{#p/story}* Периги очень довольны.

source: <32>{#p/story}* Perigee maintains a feather- light touch.
ru_ru: <32>{#p/story}* Перигей поддерживает легкое прикосновение.

source: <32>{#p/story}* Smells like spare bread.
ru_ru: <32>{#p/story}* Пахнет как хлеб.

source: <32>{#p/story}* Perigee is satisfied.
ru_ru: <32>{#p/story}* Перигей удовлетворительный.

source: <32>{#p/story}* Perigee's time is near.
ru_ru: <32>{#p/story}* Приближается время перигея.

source: * Tsunderidex
ru_ru: * Синдрекс

source: <08>{#p/basic}{~}Y-yeah, I didn't want you around anyway!
ru_ru: <08>{#p/basic}{~} Да, я все равно не хочу, чтобы ты был рядом!

source: <08>{#p/basic}{~}Y-yeah! Get outta my way!
ru_ru: С дороги!

source: <08>{#p/basic}{~}Um.. W-well..
ru_ru: Хм..

source: <08>{#p/basic}{~}.. well, I love you too!
ru_ru: <08>А. #p/basic. Ладно, я тоже тебя люблю!

source: <08>{#p/basic}{~}J-just friends, huh?
ru_ru: <08>{#p/basic}{~} J просто друг, не так ли?

source: <08>Sure thing, I guess..
ru_ru: <08>Конечно, я хочу.

source: <08>{#p/basic}{~}Eeeh? What are you..
ru_ru: Что ты делаешь?

source: <08>{#p/basic}{~}.. oh.. Thanks, eheh..
ru_ru: Спасибо...

source: <08>{#p/basic}{~}If it's what you want..
ru_ru: <08>{#p/basic}{~} Если это то, что вы хотите.

source: <08>{#p/basic}{~}I-I'll do it!
ru_ru: <08>{#p/basic}{~} Я буду!

source: <08>{#p/basic}{~}D-don't think it means I like you!
ru_ru: <08>{#p/basic}{~} D - Не думайте, что это значит, что вы мне нравитесь!

source: <32>{#p/asriel2}* Tsunderidex, a monster I have utterly no words for.
ru_ru: <32>{#p/asriel2}* Tsunderidex, монстр, которого я совершенно не могу описать.

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * Seems mean, but does it secretly like you?
ru_ru: * Выглядит злобно, но это тайком как ты?

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * Caught in the self-sustaining battle of the tsunderes.
ru_ru: * Попал в самоподдерживающуюся войну.

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * This hesitant lover's engine is now yours to ride.
ru_ru: * Двигатель этого нерешительного любовника теперь твой.

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * Seems... jealous.
ru_ru: * Выглядит... Ревность.

source: <32>{#p/story}* TSUNDERIDEX - ATK 25 DEF 26 * Ready to burst.
ru_ru: * Приготовиться к взрыву.

source: <32>{#p/human}* (You intentionally ignore Tsunderidex's presence.)
ru_ru: <32>{#p/human}* (Вы намеренно игнорируете существование Tsundedex.)

source: <32>{#p/human}* (You tell Tsunderidex it has an impressive shield.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что у него впечатляющий щит.)

source: <32>{#p/human}* (You tell Tsunderidex it has nice cannons.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что у него хорошая пушка.)

source: <32>{#p/human}* (You tell Tsunderidex it has a powerful jump drive.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что он имеет мощный импульс для прыжков.)

source: <32>{#p/human}* (You tell Tsunderidex that you like its taste in virtual novels.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что вам нравится его вкус в виртуальном романе).

source: <32>{#p/human}* (You tell Tsunderidex that it has cute engine struts.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что у него есть симпатичные стойки двигателя.)

source: <32>{#p/human}* (You tell Tsunderidex that you'd like to supercharge its capacitor.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что хотите надавить его конденсатор.)

source: <32>{#p/human}* (You tell Tsunderidex that you'd like to clean it to a sparkle.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что хотите вытереть его до блеска).

source: <32>{#p/human}* (You tell Tsunderidex its nose should be nuzzling yours.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что его нос должен потирать ваш нос.)

source: <32>{#p/human}* (You tell Tsunderidex its roof scoop is second to none.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что его ложка крыши не имеет себе равных).

source: <32>{#p/human}* (You tell Tsunderidex it has breathtaking wings.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что у него потрясающие крылья.)

source: <32>{#p/human}* (You tell Tsunderidex it has a captivating underglow.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что у него есть очаровательный донный поток).

source: <32>{#p/human}* (You tell Tsunderidex you'd like to go where no human has gone before.)
ru_ru: <32>{#p/human}* (Вы сказали Tsunderidex, что хотите пойти туда, где раньше никто не был).

source: <32>{#p/human}* (You move in close to Tsunderidex to siphon its battery power.)
ru_ru: <32>{#p/human}* (Вы приближаетесь к Tsundridex и поглощаете его заряд батареи).

source: <32>{#p/human}* (You activate the slipstream flight module on Tsunderidex's engines.)
ru_ru: <32>{#p/human}* (Вы можете активировать полётный модуль на двигателе Tsundedex).

source: <32>{#p/human}* (You activate the transphasic firing mechanism on Tsunderidex's cannons.)
ru_ru: <32>{#p/human}* (Вы активировали многофазный механизм стрельбы на пушке Tsundridex).

source: <32>{#p/human}* (You activate the auto-adaptive modulation on Tsunderidex's shields.)
ru_ru: <32>{#p/human}* (Вы активировали адаптивную модуляцию на щите Tsundedex).

source: <33>{#p/human}* (You can't activate further.) * (All of Tsunderidex's body parts are fully activated.)
ru_ru: * (Все части тела Tsunderidex полностью активированы.)

source: <08>{#p/basic}{~}It's not like I LIKE you.
ru_ru: <08>{#p/basic}{~} Ты мне не нравишься.

source: <08>{#p/basic}{~}Id.. idiot!
ru_ru: <08>{#p/basic}{~} Я идиот!

source: <08>{#p/basic}{~}Hmph! Don't get in my way.
ru_ru: С дороги!

source: <08>{#p/basic}{~}(Eep..!) Human..
ru_ru: Человечество.

source: <08>{#p/basic}{~}Huh!? Y-you sicko!
ru_ru: Ты сумасшедший!

source: <08>{#p/basic}{~}I.. I think not! Hmph!
ru_ru: Хм!

source: <08>{#p/basic}{~}Is that true..?
ru_ru: <08>{#p/basic}{~} Это правда?

source: <08>{#p/basic}{~}I.. Th-thank you..
ru_ru: - Спасибо тебе.

source: <08>{#p/basic}{~}W-what? Right now???
ru_ru: Сразу?

source: <08>{#p/basic}{~}This is too much..
ru_ru: <08>{#p/basic}{~} Это слишком.

source: <08>{#p/basic}{~}H-hey! That's not fair!
ru_ru: Это нечестно!

source: <08>{#p/basic}{~}Ugh, you two are being weird.
ru_ru: <08>{#p/basic}{~} Ах, вы двое слишком странные.

source: <08>{#p/basic}{~}S-stay away from them!
ru_ru: <08>{#p/basic}{~} S - Отойдите от них!

source: <08>{#p/basic}{~}Wh.. what are you doing??
ru_ru: <08>{#p/basic}{~} Wh. Что ты делаешь?

source: <08>{#p/basic}{~}Um. Human.
ru_ru: Человечество.

source: <08>{#p/basic}{~}Oh.. .. W-wow..
ru_ru: Вау.

source: <08>{#p/basic}{~}D-don't do that! Please.
ru_ru: Пожалуйста.

source: <08>{#p/basic}{~}.. .. (Why..)
ru_ru: (Почему...)

source: <08>{#p/basic}{~}Quit stealing my thunder!
ru_ru: <08>{#p/basic}{~} Не отнимай у меня больше внимания!

source: <08>{#p/basic}{~}Hmph! Ignore me all you want!
ru_ru: Не обращай на меня внимания!

source: <08>{#p/basic}{~}Yeah! It's not like I want you here!
ru_ru: Я не хочу, чтобы ты здесь был!

source: <32>{#p/asriel2}* Are you actually going to do this right now?
ru_ru: <32>{#p/asriel2}* Вы действительно хотите сделать это сейчас?

source: <32>{#p/story}* Tsunderidex is checking out its newly activated parts.
ru_ru: <32>{#p/story}* Sunderidex проверяет свои недавно активированные компоненты.

source: <32>{#p/asriel2}* This is a waste of time...
ru_ru: <32>{#p/asriel2}* Это пустая трата времени.

source: <32>{#p/story}* Tsunderidex is obsessing over its newly activated parts.
ru_ru: <32>{#p/story}* Tsunderidex одержим своей недавно активированной частью.

source: <32>{#p/story}* Tsunderidex is worried about its newly activated parts.
ru_ru: <32>{#p/story}* Sunderidex беспокоится о своей недавно активированной части.

source: <32>{#p/asriel2}* Tsunderidex.
ru_ru: <32>{#p/asriel2}* Tsundedex.

source: <32>{#p/story}* Tsunderidex looks over, then turns up its nose.
ru_ru: <32>{#p/story}* Sunderidex посмотрел и поднял нос.

source: <32>{#p/story}* Tsunderidex shakes its nose dimissively at you.
ru_ru: <32>{#p/story}* Tsundridex издевается над вами.

source: <32>{#p/story}* Tsunderidex "accidentally" bumps you with its nacelles.
ru_ru: <32>{#p/story}* Sunderidex "случайно" врезался в вас своим моторным отсеком.

source: <32>{#p/story}* Tsunderidex sets its cannons to "stun."
ru_ru: <32>{#p/story}* Tsunderidex устанавливает пушку как "головокружение"

source: <32>{#p/story}* Smells like space cacti.
ru_ru: <32>{#p/story}* Пахнет космическим кактусом.

source: <32>{#p/story}* Tsunderidex is looking away shyly.
ru_ru: <32>{#p/story}* Tsunderidex застенчиво отодвинул взгляд.

source: <32>{#p/story}* Tsunderidex's engines are leaking plasma.
ru_ru: <32>{#p/story}* Двигатель Sunderidex протекает через плазму.

source: <11>{#p/basic}{~}Like, what are you even doing?
ru_ru: <11>{#p/basic}{~} Например, что именно вы делаете?

source: <11>{#p/undyne}{#p/basic}{~}This ain't it, chief.
ru_ru: <11>{#p/undyne}{#p/basic}{~} Это не так, босс.

source: <32>{#p/asriel2}* RG 01... * There's really not much to say about these guys.
ru_ru: * Об этих парнях действительно нечего сказать.

source: <32>{#p/story}* RG 01 - ATK 30 DEF 20 * A confident lover who seems intent on ending you.
ru_ru: * Уверенный в себе любовник, кажется, хочет покончить с тобой.

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Conspicuous cowgirl attitude. * Skeptic.
ru_ru: * Скептики.

source: <32>{#p/story}* RG 01 - ATK 30 DEF 20 * Intent on ending you, even if it kills him.
ru_ru: * Намерение положить конец вам, даже если это убьет его.

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Planning on sharpening her falchion soon.
ru_ru: * Планирую быстро измельчить ногти.

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Re-united at last...
ru_ru: * Наконец воссоединились.

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Broken.
ru_ru: * Сломался.

source: <33>{#p/story}* RG 03 - ATK 30 DEF 20 * Wants badly to say something...
ru_ru: * Очень хочется что - то сказать.

source: <32>{#p/story}* RG 03 - ATK 30 DEF 20 * Eager to make up for her lack of conviction.
ru_ru: * Стремление компенсировать ее отсутствие веры.

source: <11>{#p/basic}{~}Team attack.
ru_ru: <11>{#p/basic}{~} Командная атака.

source: <11>{#p/basic}{~}We'll stop you...
ru_ru: <11>{#p/basic}{~} Мы остановим вас.

source: <11>{#p/basic}{~}We're just friends...
ru_ru: <11>{#p/basic}{~} Мы просто друзья.

source: <11>{#p/basic}{~}You're no match for us.
ru_ru: <11>{#p/basic}{~} Вы не наш противник.

source: <11>{#p/basic}{~}You best not be shippin' us...
ru_ru: <11>{#p/basic}{~} Вам лучше не отправлять нас.

source: <11>{#p/basic}{~}Careful, bro.
ru_ru: <11>{#p/basic}{~} Осторожнее, брат.

source: <11>{#p/basic}{~}Careful, girl.
ru_ru: <11>{#p/basic}{~} Будьте осторожны, девочки.

source: <32>{#p/story}* 01 and 02 attack in sync.
ru_ru: <32>{#p/story}* Синхронизация атак 01 и 02.

source: <33>{#p/story}* 03 is living in the friendzone. * 04 doesn't question it.
ru_ru: * 04 Без возражений.

source: <32>{#p/story}* 01 and 02 prepare their next assault.
ru_ru: <32>{#p/story}* 01 и 02 Приготовьтесь к следующей атаке.

source: <32>{#p/story}* 03 casts her doubts aside for just a moment. * 04 breathes a sigh of relief.
ru_ru: * 04 С облегчением вздохнул.

source: <32>{#p/story}* 01 and 02 slam their bodies together brotastically.
ru_ru: <32>{#p/story}* 01 и 02 Разбивают тела по - братски.

source: <32>{#p/story}* 03 ponders about 04's history. * 04 shrugs.
ru_ru: * 04 Пожимая плечами.

source: <32>{#p/story}* Smells like men's body spray.
ru_ru: <32>{#p/story}* Пахнет как мужской спрей для тела.

source: <32>{#p/story}* Smells like perfume.
ru_ru: <32>{#p/story}* Пахнет духами.

source: <32>{#p/story}* 01 and 02 refer to themselves as "brotally swagical."
ru_ru: <32>{#p/story}* 01 и 02 называют себя "brotally swagical"

source: <32>{#p/story}* 03 puts on a brave face. * 04 replies non-verbally with her own bravery.
ru_ru: * 04 Ответьте невербально своим мужеством.

source: <11>{#p/basic}{~}{@random=1.1/1.1}Suffer.
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Страдают.

source: <11>{#p/basic}{~}{@random=1.1/1.1}I'll never know...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Я никогда не узнаю.

source: <11>{#p/basic}{~}{@random=1.1/1.1}No mercy.
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Безжалостный.

source: <11>{#p/basic}{~}{@random=1.1/1.1}It's too late...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Слишком поздно.

source: <11>{#p/basic}{~}{@random=1.1/1.1}Unforgiv- able.
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Не является организованным.

source: <11>{#p/basic}{~}{@random=1.1/1.1}I missed my chance...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Я упустил свой шанс.

source: <11>{#p/basic}{~}{@random=1.1/1.1}Die.
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Умри.

source: <11>{#p/basic}{~}{@random=1.1/1.1}It can't be...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Это невозможно.

source: <32>{#p/story}* 01 seems even more focused than before.
ru_ru: <32>{#p/story}* 01 кажется более сфокусированным, чем раньше.

source: <32>{#p/story}* 03 is in disarray.
ru_ru: <32>{#p/story}* 03 находится в состоянии хаоса.

source: <32>{#p/human}* (You flirt with 03.)
ru_ru: <32>{#p/human}* (Вы флиртуете с 03).

source: <11>{#p/basic}{~}Flirting is strictly forbidden.
ru_ru: <11>{#p/basic}{~} Флирт строго запрещен.

source: <11>{#p/basic}{~}You think that's gonna work on us?
ru_ru: <11>{#p/basic}{~} Как вы думаете, это нам поможет?

source: <11>{#p/basic}{~}Flirting is... ack...
ru_ru: <11>{#p/basic}{~} Флирт - это... ack.

source: <11>{#p/basic}{~}That's not really... ack...
ru_ru: <11>{#p/basic}{~} Это неправда. А - а...

source: <32>{#p/story}* 03 struggles to contain her feelings. * 04 seems confused...
ru_ru: * 04 Представляется несколько запутанным.

source: <32>{#p/story}* 03's feelings are bursting at the seams. * 04 seems concerned...
ru_ru: * 04 Кажется, очень обеспокоены.

source: <32>{#p/human}* (You flirt with 03.) * (She accepts the compliment, but remains focused on 04.)
ru_ru: * (Она приняла комплимент, но все еще фокусируется на 04.)

source: <32>{#p/human}* (You flirt with 01.) * (He doesn't seem to react in any significant way.)
ru_ru: * (У него, похоже, нет какой - либо видимой реакции.)

source: <32>{#p/human}* (You try to pull on 03's glove, but she slaps your hand away.)
ru_ru: <32>{#p/human}* (Вы пробовали перчатки Тулы 03, но она хлопала Вас по руке.)

source: <11>{#p/basic}{~}Paws off, sister.
ru_ru: <11>{#p/basic}{~} Заткнись, сестра.

source: <11>{#p/basic}{~}No touchy.
ru_ru: <11>{#p/basic}{~} Неприкосновенность.

source: <11>{#p/basic}{~}That's off- limits to you.
ru_ru: <11>{#p/basic}{~} Это запретная зона для вас.

source: <11>{#p/basic}{~}Nope.
ru_ru: <11>{#p/basic}{~} Нет.

source: <32>{#p/story}* It would seem some boundaries are better left uncrossed.
ru_ru: <32>{#p/story}* Кажется, что некоторые границы лучше не пересекать.

source: <32>{#p/human}* (You try to pull on 03's glove, but she raises it out of your reach.)
ru_ru: <32>{#p/human}* (Вы пробуете перчатки Тулы 03, но она поднимает их туда, где вы не можете достать.)

source: <32>{#p/story}* 03 towers above you, masking her true expression.
ru_ru: <32>{#p/story}* 03 возвышается над облаками, скрывая ее истинное выражение лица.

source: <32>{#p/human}* (You hold 03's paw.)
ru_ru: <32>{#p/human}* (Вы держите когти 03.)

source: <32>{#p/basic}* 03 mistakenly believes 04 is holding her paw...
ru_ru: <32>{#p/basic}* 03 ошибочно полагают, что 04 схватил ее за когти.

source: <11>{#p/basic}{~}That bracelet...
ru_ru: <11>{#p/basic}{~} Этот браслет.

source: <11>{#p/basic}{~}04, I...
ru_ru: <11>{#p/basic}{~} 04, Я...

source: <11>{#p/basic}{~}04, we...
ru_ru: <11>{#p/basic}{~} 04, мы...

source: <11>{#p/basic}{~}04, you...
ru_ru: <11>{#p/basic}{~} 04, Вы...

source: <11>{#p/basic}{~}04, it's...
ru_ru: <11>{#p/basic}{~} 04, это...

source: <32>{#p/story}* The solar winds begin to shift towards your favor.
ru_ru: <32>{#p/story}* Солнечный ветер начинает поворачиваться в правильном направлении.

source: <32>{#p/human}* (You whisper to 03 to open up about her feelings.)
ru_ru: <32>{#p/human}* (Ты шепчешь 03 и рассказываешь ей о своих чувствах).

source: <32>{#p/human}* (You whisper to 03.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <11>{#p/basic}{~}04...
ru_ru: <11>А. #p/basic. ~ 04.

source: <11>{#p/basic}{~}... yeah, 03?
ru_ru: <11>{#p/basic}{~}. Да, 03?

source: <11>{#p/basic}{~}Look at me, 04...
ru_ru: <11>{#p/basic}{~} Посмотри на меня, 04.

source: <11>{#p/basic}{~}But that's...
ru_ru: <11>{#p/basic}{~} Но это...

source: <11>{#p/basic}{~}The bracelet of unity...
ru_ru: <11>{#p/basic}{~} Браслет солидарности.

source: <11>{#p/basic}{~}Remember?
ru_ru: <11>{#p/basic}{~} Помните?

source: <11>{#p/basic}{~}It's you...
ru_ru: <11>{#p/basic}{~} Это ты.

source: <11>{#p/basic}{~}I thought I'd lost you, all those years ago...
ru_ru: <11>{#p/basic}{~} Столько лет назад я думал, что потерял тебя.

source: <11>{#p/basic}{~}I thought I'd never see you again.
ru_ru: <11>{#p/basic}{~} Я думал, что больше никогда тебя не увижу.

source: <11>{#p/basic}{~}But now... After graduating from Undyne's training...
ru_ru: После окончания обучения Ундин.

source: <11>{#p/basic}{~}We're together again, 04. Just like before.
ru_ru: Как и раньше.
