Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>* "Now, I fear the other monsters have acquiesced to waiting..."
ru_ru: <32>* "Теперь я боюсь, что другие монстры молчаливо согласились подождать..."

source: <32>{#p/basic}* "Professor's notes, page 195."
ru_ru: <32>{#p/basic}* "Учебные заметки, стр. 195".

source: <32>* "It's a dark day for monsterkind, the royal family is in pieces."
ru_ru: <32>* "Для монстров это был темный день, королевская семья распалась".

source: <32>* "Queen Toriel has abandoned the throne over a few rushed words from Asgore."
ru_ru: <32>* "Королева Тольер отреклась от престола из - за нескольких слов Асгора".

source: <32>* "But those words may have long-lasting implications for us..."
ru_ru: <32>* "Но эти слова могут иметь долгосрочные последствия для нас..."

source: <32>* "Now, everyone expects him to take the human SOULs by force."
ru_ru: <32>* "Теперь все хотят, чтобы он силой захватил человеческую душу".

source: <32>* "This is a disaster."
ru_ru: <32>* Это катастрофа.

source: <32>{#p/basic}* "Professor's notes, page 310."
ru_ru: <32>{#p/basic}* "Учебные заметки, стр. 310".

source: <32>* "Well, he's agreed to the plan... of course, I was almost certain he would."
ru_ru: <32>* "Хорошо, он согласился на этот план... Конечно, я почти уверен, что он будет".

source: <32>* "The timing is fortunate." * "The first human since $(name) arrived on the outpost today."
ru_ru: * "Первый человек с $(имя) прибыл в форпост сегодня".

source: <32>* "We don't know if it'll be able to contain them yet, but we'll find out soon enough..."
ru_ru: <32>* "Мы еще не знаем, может ли он содержать их, но мы скоро узнаем..."

source: <32>* "Fingerbones crossed."
ru_ru: <32>* Перекресток пальцев.

source: <32>{#p/human}* (You wonder what kind of ice cream this ice cream machine produces.)
ru_ru: <32>{#p/human}* (Вы хотите знать, какое мороженое производит эта машина для мороженого).

source: <32>{#p/basic}* This overly complicated ice cream machine doesn't look like it'll get any more use.
ru_ru: <32>{#p/basic}* Эта слишком сложная машина для мороженого больше не выглядит полезной.

source: <32>{#p/basic}* It's an overly complicated ice cream machine.
ru_ru: <32>{#p/basic}* Это слишком сложная машина для мороженого.

source: <32>{#p/human}* (You dip your hands into the bucket of ice cream.) * (It's rather cold.)
ru_ru: * (Погода довольно холодная.)

source: <25>{#p/asriel1}{#f/15}* Uh, just don't get any of that stuff on me.
ru_ru: <25>{#p/asriel 1/{#f/15}* Э - э, не связывайся со мной об этих вещах.

source: <25>{#p/asriel1}{#f/15}* I'd have to shake myself like a dog to get it off.
ru_ru: <25>{#p/asriel1}{#f/15}* Я должен трясти себя, как собака, чтобы снять его.

source: <26>{#p/asriel1}{#f/31}* Don't you get any ideas.
ru_ru: <26>{{#p/asriel1}{#f/31:* У вас нет ни малейшей идеи.

source: <32>{#p/basic}* A bucket of ice cream.
ru_ru: <32>{#p/basic}* Ведро мороженого.

source: <32>{#p/human}* (Your eyes follow the poster as it's animated subject bobs up and down.)
ru_ru: <32>{#p/human}* (Когда анимированный объект на плакате качается вверх и вниз, ваши глаза следуют за плакатом.)

source: <32>{#p/basic}* A large poster for a niche sci-fi anime franchise.
ru_ru: <32>{#p/basic}* Большой плакат небольшой научно - фантастической анимационной серии.

source: <32>{#p/basic}* A large poster for a sci-fi anime franchise.
ru_ru: <32>{#p/basic}* Большой плакат из серии научно - фантастических аниме.

source: <32>{#p/basic}* A large poster for a popular sci-fi anime franchise.
ru_ru: <32>{#p/basic}* Большой плакат из популярной научно - фантастической анимационной серии.

source: <32>{#p/human}* (You stare anxiously at the bag of dog food.)
ru_ru: <32>{#p/human}* (Ты с тревогой смотришь на мешок собачьего корма.)

source: <25>{#p/asriel1}{#f/24}* Frisk, I know what you're thinking. * It's not worth it.
ru_ru: * Это не стоит того.

source: <25>{#p/asriel1}{#f/24}* It's going to taste awful, Frisk. * Just don't.
ru_ru: * Не делай этого.

source: <25>{#p/asriel1}{#f/15}* Listen.
ru_ru: <25>{#p/asriel 1/{#f/15}* Слушайте меня.

source: <25>* I'm telling you this because I'm your... friend.
ru_ru: <25>* Я говорю тебе это, потому что я твой. Друзья.

source: <25>* ... that felt weird to say, but I guess I'm getting used to it.
ru_ru: <25>* ..... Это странно, но я думаю, что привык к этому.

source: <25>{#p/asriel1}{#f/16}* You must not have anything better to do.
ru_ru: <25>{#p/asriel1}{#f/16}* У вас не должно быть ничего лучше.

source: <32>{#p/basic}* It's a half-empty bag of dog food.
ru_ru: <32>{#p/basic}* Это полупустой мешок собачьего корма.

source: <32>{#p/basic}* It's a bag of dog food. * It's half-full.
ru_ru: * Он наполовину полон.

source: <32>{#p/human}* (The sign depicts what appears to be a lizard in a virtual environment.)
ru_ru: <32>{#p/human}* (знак изображает то, что выглядит как ящерица в виртуальной среде.

source: <32>{#p/basic}* It's a sign depicting someone in a virtualasium.
ru_ru: <32>{#p/basic}* Это логотип, изображающий кого - то в виртуальном мире.

source: <32>{#p/human}* (You stop to see the flowers.)
ru_ru: <32>{#p/human}* (Вы останавливаетесь, чтобы увидеть цветы.)

source: <32>{#p/basic}* Starling flowers.
ru_ru: <32>{#p/basic}* Яркие цветы.

source: <32>{#p/basic}* A patch of Starling flowers.
ru_ru: <32>{#p/basic}* Цветок звезды.

source: <32>{#p/basic}* A little trio of Starling flowers.
ru_ru: <32>{#p/basic}* Три маленьких звездных цветка.

source: <32>{#p/basic}* A densely-packed group of Starling flowers.
ru_ru: <32>{#p/basic}* Интенсивный набор звездных цветов.

source: <32>{#p/basic}* A Starling flower couple. * Cute...?
ru_ru: * Милый.

source: <25>{#p/asriel1}{#f/3}* This stuff? * Ha... don't remind me.
ru_ru: * Ха... Не напоминай мне.

source: <32>{#p/basic}* A set of test tubes with an unknown substance.
ru_ru: <32>{#p/basic}* Группа пробирок, содержащих неизвестное вещество.

source: <25>{#p/asriel2}{#f/10}* Funny, the syringe she used on me is missing...
ru_ru: <25>{#p/asriel2}{#f/10}* Интересно, что шприц, который она мне дала, исчез.

source: <26>{#f/4}* Maybe she threw it away.
ru_ru: {#f/4}* Возможно, она выбросила его.

source: <25>{#p/asriel2}{#f/15}* The missing syringe...
ru_ru: <25>{#p/asriel2}{#f/15}* Потерянные шприцы.

source: <25>{#f/10}* Is this why she was so strong against us?
ru_ru: <25>{#f/10}* Вот почему она так жестока к нам?

source: <25>{#p/asriel2}{#f/2}* She really thought this stuff would save her...
ru_ru: <25>{#p/asriel2}{#f/2}* Она действительно думала, что эти вещи могут спасти ее.

source: <25>{#f/1}* What an IDIOT.
ru_ru: <25>{#f/1}* Какой идиот.

source: <32>{#p/basic}* There is also a used syringe with trace amounts of the same substance.
ru_ru: <32>{#p/basic}* Есть также использованный шприц, который содержит небольшое количество того же вещества.

source: <32>{#p/human}* (The plans on the table describe some form of energy conversion process.)
ru_ru: <32>{#p/human}* (План на таблице описывает определенную форму процесса преобразования энергии.)

source: <32>{#p/basic}* It's a work table with some nondescript plans on it.
ru_ru: <32>{#p/basic}* Это рабочий лист с некоторыми скромными планами.

source: <32>{#p/human}* (You observe the mysterious contents behind the glass of the storage unit.)
ru_ru: <32>{#p/human}* (Вы наблюдаете таинственное содержимое за стеклом ячейки хранения.)

source: <32>{#p/basic}* A vacuum-sealed storage unit. * Inside are vials of various unknown substances.
ru_ru: * Внутри находится небольшая бутылка неизвестного вещества.

source: <25>{#p/asriel1}{#f/27}* As far as I know, those tools were never used at all.
ru_ru: <25>{#p/asriel1}{#f/27}* Насколько я знаю, эти инструменты никогда не использовались.

source: <25>* In fact, I think they're just for decoration.
ru_ru: <25>* На самом деле, я думаю, что они используются только для украшения.

source: <25>{#p/asriel1}{#f/13}* Tools like these aren't necessary when you can just use magic.
ru_ru: <25>{#p/asriel1}{#f/13}* Когда вы можете использовать магию, такой инструмент не нужен.

source: <25>{#f/17}* Like, that mouse who works at the CORE? * Charles, I think?
ru_ru: * Чарльз, я хочу?

source: <25>{#f/15}* That little mouse has the power of telekinesis.
ru_ru: <25>{#f/15}* Эта маленькая мышка обладает способностью дистанционно управлять сердцем.

source: <25>{#f/16}* Don't ask me how I know that.
ru_ru: <25>{#f/16}* Не спрашивайте меня, откуда я это знаю.

source: <25>{#p/asriel1}{#f/13}* Uh, let me put it this way...
ru_ru: <25>{#p/asriel 1/{#f/13}* Э, позвольте мне сказать это.

source: <25>{#f/16}* When I screwed around in the past, I learned to avoid that one.
ru_ru: <25>{#f/16}* Когда я облажался в прошлом, я научился избегать этого.

source: <25>{#f/15}* That kind of power makes it difficult to... do anything.
ru_ru: <25>{#f/15}* Эта сила затрудняет... делать что - либо.

source: <25>{#p/asriel1}{#f/16}* ... let's just leave it at that.
ru_ru: <25>{#p/asriel1}{#f/16}* ... Вот так.

source: <32>{#p/basic}* A rack of dusty old tools. * Doesn't look like they've been used in years.
ru_ru: * Похоже, они используются уже много лет.

source: <33>* ... and now they never will be.
ru_ru: <33>* ..... Теперь они никогда этого не сделают.

source: <32>{#p/basic}* Privacy at last.
ru_ru: <32>{#p/basic}* Наконец - то приватность.

source: <32>{#p/basic}* This monitor is calibrated to follow your movement.
ru_ru: <32>{#p/basic}* Этот дисплей откалиброван и может следовать за вашим движением.

source: <25>{#p/asriel2}{#f/5}* If only we could've seen Alphys's face as she watched us...
ru_ru: <25>{#p/asriel2}{#f/5}* Было бы хорошо, если бы мы могли видеть, как Альфис смотрит на наши лица.

source: <32>{#p/human}* (You place your hands on the humorous console.)
ru_ru: <32>{#p/human}* (Вы держите руку на консоли юмора.)

source: <32>{#p/basic}* A game show console.
ru_ru: <32>{#p/basic}* Консоль игровой программы.

source: <32>{#p/basic}* A game show console. * The first-hand witness to an awesome competition.
ru_ru: * Это был первый свидетель замечательного матча.

source: <32>{#p/basic}* A game show console. * The unfortunate first-hand witness to an awful pun.
ru_ru: * К сожалению, я видел ужасный каламбур своими глазами.

source: <32>{#p/human}* (You place your hands on the sympathetic console.)
ru_ru: <32>{#p/human}* (Вы держите руку на консоли сострадания.)

source: <32>{#p/basic}* A game show console. * This console seems specially- equipped for ghosts.
ru_ru: * Эта консоль, по - видимому, специально оборудована для призраков.

source: <32>{#p/human}* (You place your hands on the familiar console.)
ru_ru: <32>{#p/human}* (Вы держите руку на знакомой консоли.)

source: <33>{#p/basic}* A game show console. * This one's tailor-made for you.
ru_ru: * Это специально для вас.

source: <32>{#p/human}* (You place your hands on the friendly console.)
ru_ru: <32>{#p/human}* (Положите руку на дружественную консоль).

source: <32>{#p/basic}* A game show console. * Smells like... a substitution.
ru_ru: * Пахнет как... Альтернативы.

source: <32>{#p/basic}* A game show console. * Who needs arms with consoles like these?
ru_ru: * Кому нужно такое оружие с пультом управления?

source: <32>{#p/human}* (The sign establishes a limit for the number of monsters a liftgate can hoist.)
ru_ru: <32>{#p/human}* (Знак устанавливает ограничение на количество монстров, которые могут подниматься на подъемных дверях.

source: <32>{#p/basic}* "Please be aware that at most, a liftgate may only hoist two monsters at a time."
ru_ru: <32>{#p/basic}* "Обратите внимание, что одна подъемная дверь может поднимать не более двух монстров одновременно".

source: <25>{#p/asriel2}{#f/1}* Works for us.
ru_ru: <25>{#p/asriel2}{#f/1}* Действует для нас.

source: <32>{#p/human}* (The sign informs people of the closure of a collection agency.)
ru_ru: <32>{#p/human}* (Знак информирует людей о предстоящем закрытии учреждения по сбору.)

source: <#32>{#p/basic}* "Sorry, but the collection agency is closed for good!" - Bratty and Catty
ru_ru: - Братти и Катти.

source: <#32>{#p/basic}* "Leave your junk here, and we'll find a way to sell it!" - Bratty and Catty
ru_ru: - Братти и Катти.

source: <32>{#p/human}* (The sign's contents seem to have been crossed out.)
ru_ru: <32>{#p/human}* (Содержание логотипа, как представляется, вычеркнуто.

source: <32>{#p/basic}* "Warning: Television filming may be in progress nearby."
ru_ru: <32>{#p/basic}* "Предупреждение: поблизости может проводиться телевизионная съемка".

source: <32>{#p/basic}* "Update: Television filming on indefinite hiatus."
ru_ru: <32>{#p/basic}* "Обновление: телевизионная съемка прерывается на неопределенный срок".

source: <32>{#p/human}* (You run your hands across the countertop.) * (It's pleasantly smooth.)
ru_ru: * (Он гладкий и приятный.)

source: <32>{#p/basic}* It's just a countertop.
ru_ru: <32>{#p/basic}* Это просто рабочий стол.

source: <32>{#p/basic}* Ah, the humble countertop. * No better place to go after you've won the day!
ru_ru: * После победы в конкурсе нет лучшего места!

source: <32>{#p/basic}* Ah, the humble countertop. * No better place to practice your arts 'n' crafts!
ru_ru: * Нет лучшего места для занятий искусством и ремеслами, чем здесь!

source: <32>{#p/mettaton}* THAT'S WHERE THE INGREDIENTS GO.
ru_ru: <32>{#p/metaton}* Вот куда идут ингредиенты.

source: <32>{#p/human}* (It appears this game board is entirely empty.)
ru_ru: <32>{#p/human}* (Похоже, что эта игровая доска полностью пуста.)

source: <32>{#p/basic}* It's a chess board.
ru_ru: <32>{#p/basic}* Это шахматная доска.

source: <32>{#p/basic}* It's a chess board. * It's empty.
ru_ru: * Он пуст.

source: <32>{#p/basic}* It's a chess board. * It's black's turn, but there's no good moves to play...
ru_ru: * Настала очередь Блейка, но нет хороших движений, чтобы драться.

source: <32>{#p/human}* (The guidebook explains, in detail, the nature of multi- dimensional living.)
ru_ru: <32>{#p/human}* (В этом руководстве подробно разъясняется природа многомерной жизни.

source: <32>{#p/basic}* It's a guidebook for multi- dimensional living.
ru_ru: <32>{#p/basic}* Это руководство по многомерной жизни.

source: <32>* You open it to the bookmarked page...
ru_ru: <32>* Вы открываете его на страницу закладок.

source: <32>* "... which is to say your room exists at the same point in three-dimensional space..."
ru_ru: <32>* « То есть ваша комната существует в той же точке трехмерного пространства».

source: <32>* "... but on a different point along the fourth dimension."
ru_ru: <32>* "Но в разных точках четвертого измерения".

source: <32>* "This fourth-dimensional positioning is more commonly referred to as phasing."
ru_ru: <32>* "Это четырехмерное позиционирование обычно называется фазированием".

source: <32>* "Phasing is a complex process which involves re-saturating the negative field of the..."
ru_ru: <32>* "Фатирование - это сложный процесс, связанный с перенасыщением... отрицательного поля".

source: <33>* Thankfully, the page ends here.
ru_ru: <33>* К счастью, страница заканчивается на этом.

source: <32>{#p/human}* (You stop to see the flower.)
ru_ru: <32>{#p/human}* (Вы остановились, чтобы увидеть этот цветок.)

source: <32>{#p/basic}* A Starling flower.
ru_ru: <32>{#p/basic}* Цветок звезды.

source: <32>{#p/basic}* Beware, the lone Starling flower.
ru_ru: <32>{#p/basic}* Осторожно, одинокие звездочки.

source: <32>{#p/basic}* It's just a husk.
ru_ru: <32>{#p/basic}* Это просто оболочка.

source: <32>{#p/basic}* He's all out of juice.
ru_ru: <32>{#p/basic}* Он устал.

source: <32>{#p/basic}* There's a recording on the ground labelled "Toriel."
ru_ru: <32>{#p/basic}* На полу есть запись с пометкой "Toriel"

source: <32>{#p/human}* (You play the recording...)
ru_ru: <32>{#p/human}* (Вы воспроизводите запись...)

source: <32>{#p/alphys}* Asgore has told me a lot about you.
ru_ru: <32>{#p/alphys}* Асгор много о тебе рассказывал.

source: <32>* Your pies, your stories, even the way you made him laugh...
ru_ru: <32>* Твой пирог, твоя история и даже то, как ты заставил его смеяться...

source: <32>* And your loving care for the humans who come here.
ru_ru: <32>И ваша забота о тех, кто здесь.

source: <32>* Despite your misconceptions about Asgore, you tried to be a positive light.
ru_ru: Несмотря на то, что вы неправильно поняли Асгора, вы пытаетесь быть позитивным человеком.

source: <32>* Because of me, you'll never get to share that light again.
ru_ru: <32>* Потому что я, ты больше не можешь делиться этим светом.

source: <32>{#p/basic}* There's a recording on the ground labelled "Sans."
ru_ru: <32>{#p/basic}* На земле есть запись с надписью "Sans"

source: <32>{#p/alphys}* I'll never forget those days where we worked together on projects...
ru_ru: <32>{#p/alphys}* Я никогда не забуду те дни, когда мы работали вместе над проектом.

source: <32>* Or that time I helped you pull a prank on Papyrus...
ru_ru: <32>* Или в тот раз, когда я помог тебе разыграть папиру.

source: <32>* Or even the time we went garbage-hunting with Bratty and Catty.
ru_ru: Даже когда мы с Брэтти и Кэти собираем мусор.

source: <32>* You might not have stuck around, but you always came back when it really mattered.
ru_ru: <32>* Вы можете не остаться, но вы всегда возвращаетесь, когда это действительно важно.

source: <32>* Because of me, you'll never be able to come back.
ru_ru: <32>* Из - за меня ты никогда не вернешься.

source: <32>{#p/basic}* There's a recording on the ground labelled "Papyrus."
ru_ru: <32>{#p/basic}* На полу есть запись с пометкой « Papyrus»

source: <32>{#p/alphys}* Our shared love of puzzles is something I'll always be fond of.
ru_ru: <32>{#p/alphys}* Наша общая любовь к головоломкам - это то, что мне всегда понравится.

source: <32>* When we were kids, you inspired me to do so many things...
ru_ru: <32>* Когда мы были маленькими, ты вдохновлял меня на многое.

source: <32>* If not for you, I might not be a scientist at all.
ru_ru: <32>* Если бы не ты, я бы вообще не был ученым.

source: <32>* Though I couldn't bring myself to watch, I know you stayed true to yourself to the end.
ru_ru: <32>* Хотя я не могу позволить себе смотреть, я знаю, что вы всегда были верны себе.

source: <32>* Because of me, you'll never be yourself again.
ru_ru: <32>* Потому что я, ты никогда больше не будешь собой.

source: <32>{#p/basic}* There's a recording on the ground labelled "Undyne."
ru_ru: <32>{#p/basic}* На земле есть запись с надписью "Undyne"

source: <32>{#p/alphys}* Undyne... * We were going to do so much together when we escaped...
ru_ru: * Когда мы убегали, нам приходилось делать много дел вместе.

source: <32>* I can picture it now. * A cruise around the galaxy, with nobody to get in our way.
ru_ru: * Круиз вокруг Млечного Пути, и никто не останавливает нас.

source: <32>* Whenever I felt sad or lonely, you were always there to cheer me up.
ru_ru: <32>* Каждый раз, когда я чувствую себя грустным или одиноким, вы всегда находитесь там, чтобы поднять мне настроение.

source: <32>* Even if you and I disagreed on some things, you didn't let it get in the way of friendship.
ru_ru: <32>* Даже если мы с вами не согласны по некоторым вопросам, вы не позволяете этому мешать дружбе.

source: <32>* Because of me, you'll never get to explore the galaxy.
ru_ru: <32>* Из - за меня вы никогда не сможете исследовать Млечный Путь.

source: <32>{#p/basic}* There's a recording on the ground labelled "Mettaton."
ru_ru: <32>{#p/basic}* На полу есть запись с пометкой « Mettaton»

source: <32>{#p/alphys}* I know we got off to a rough start, but I wouldn't be the same person without you.
ru_ru: <32>{#p/alphys}* Я знаю, что у нас был трудный старт, но без тебя я бы не был одним и тем же человеком.

source: <32>* If you're hearing this, Mettaton, I want you to know that you're beautiful.
ru_ru: <32>* Если вы услышите это, Меттон, я хочу, чтобы вы знали, что вы красивы.

source: <32>* There's not another monster on the outpost I'd rather design a new body for.
ru_ru: На форпосте нет другого монстра, и я бы предпочел создать для него новое тело.

source: <32>* Well, maybe Napstablook. * But they're not really the fighting type.
ru_ru: * Но они не были настоящими боевыми.

source: <32>* Good luck, Mettaton.
ru_ru: <32>* Удачи, Меттон.

source: <32>{#p/basic}* There's a recording on the ground labelled "Asgore."
ru_ru: <32>{#p/basic}* На полу есть запись с пометкой "Asgore"

source: <32>{#p/alphys}* I know I haven't always been the best at my job, but...
ru_ru: <32>{#p/alphys}* Я знаю, что моя работа не всегда лучшая, но...

source: <32>* You always made me feel like I was contributing something.
ru_ru: <32>* Ты всегда заставляешь меня думать, что я делаю свой вклад.

source: <32>* And, even though those experiments were risky...
ru_ru: <32>* И, несмотря на риски этих экспериментов...

source: <32>* I had the support of the whole outpost to find us a faster way out of here.
ru_ru: <32>* Я получил поддержку всего форпоста и нашел более быстрый выход для нас.

source: <32>* Well, boss... we did it. * You won't have to live another day on this stupid outpost.
ru_ru: Вам больше не нужно жить в этом дурацком форпосте.

source: <32>* I should have known something would go wrong...
ru_ru: <32>* Я должен был знать, что что - то пойдет не так.

source: <32>* I should have noticed the dust on that Starling flower...
ru_ru: <32>* Я должен был заметить пыль на цветке этой звезды.

source: <32>* I should have contained it while I had the chance...
ru_ru: <32>* Я должен держать это под контролем, когда у меня есть шанс.

source: <32>* But I didn't.
ru_ru: <32>* Но я этого не делал.

source: <32>* Because of me, and my hubris, that child has carved a path of destruction.
ru_ru: « 32 »* Из - за меня и моего высокомерия этот ребенок открыл путь к разрушению.

source: <32>* I've lost so many people that I care about already...
ru_ru: <32>Я потерял много людей, которые мне дороги.

source: <32>* Seeing them die from the comfort of my own lab, while I do nothing to stop it.
ru_ru: « 32 »* Я наблюдал, как они умирают в моей собственной лаборатории с комфортом, а я ничего не делал.

source: <32>* Mettaton's going to give it his all, but if he fails...
ru_ru: <32>* Меттон будет стараться изо всех сил, но если он потерпит неудачу...

source: <32>* ... you're next.
ru_ru: <32>* ..... Ты следующий.

source: <32>* I don't know what I'd do if I had to watch another one of my friends die.
ru_ru: Если бы мне пришлось наблюдать, как умирает другой мой друг, я бы не знал, что делать.

source: <32>* I don't know how I'd feel if I knew I could have done something to save you.
ru_ru: Если бы я знал, что мог бы сделать что - то, чтобы спасти тебя, я бы не знал, что бы я чувствовал.

source: <32>* I do know you're not going to fight back, and I do know they're not going to care.
ru_ru: <32>* Я знаю, что вы не будете сопротивляться, и я знаю, что им все равно.

source: <32>* If I don't do something before it's too late...
ru_ru: <32>* Если я не сделаю что - нибудь, пока не станет слишком поздно.

source: <32>{#p/human}* (You hear Alphys drop the recorder and run into the elevator.)
ru_ru: <32>{#p/human}* (Вы слышали, как Альфис бросил магнитофон и побежал в лифт.)

source: <25>{#p/asriel2}{#f/3}* Alphys running away as always, I take it.
ru_ru: <25>{#p/asriel2}{#f/3}* Alphys, как всегда, сбежал, и я принял это.

source: <25>{#p/asriel2}{#f/4}* A pity.
ru_ru: <25>{#p/asriel2}{#f/4}* К сожалению.

source: <25>{#p/asriel2}{#f/8}* If only I knew what she was doing the first time around...
ru_ru: <25>{#p/asriel2}{#f/8}* Было бы хорошо, если бы я впервые узнал, что она делает.

source: <32>{#p/human}* (The sign prohibits any unauthorized presence in the area.)
ru_ru: <32>{#p/human}* (Знак запрещает въезд в регион любому несанкционированному лицу).
