Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <20>{#p/alphys}You can't force me to do something I don't want to.
ru_ru: <20>{#p/alphys} Ты не можешь заставить меня делать то, чего я не хочу.

source: <20>{*}{#p/alphys}I don't...{^30}{%}
ru_ru: <20>{*}{#p/alphys} Я не... {^ 30}{%}

source: <20>{*}{#p/alphys}I...{^30}{%}
ru_ru: <20>{*}{#p/alphys} Я... {^ 30}{%}

source: <20>{#p/alphys}I c-can't do it!
ru_ru: <20>{#p/alphys} Я не могу этого сделать!

source: <20>{#p/alphys}{#e/alphys/4}I'm not sure if this is a good idea.
ru_ru: <20>{#p/alphys}{#e/alphys/4} Я не уверен, что это хорошая идея.

source: <20>{#p/mettaton}IS THERE A PROBLEM, DEAR?
ru_ru: <20>Дорогая, в чем проблема?

source: <20>{#p/alphys}{#e/alphys/4}I don't want t-to hurt them, Mettaton...
ru_ru: <20>{#p/alphys}{#e/alphys/4} Я не хочу причинять им вред, Меттон.

source: <20>{#p/alphys}{#e/alphys/7}We might have a rough history with humans, but...
ru_ru: <20>{#p/alphys}{#e/alphys/7} Наша история с человечеством может быть сложной, но...

source: <20>{#e/alphys/6}That doesn't mean this human can't be different, right?
ru_ru: <20>{#e/alphys/6} Это не значит, что этот человек не может быть другим, не так ли?

source: <20>{#e/alphys/8}So... I think it's totally unfair to keep attacking them for it.
ru_ru: <20>{#e/alphys/8} Так что... я думаю, что было бы совершенно несправедливо продолжать нападать на них.

source: <20>{#p/alphys}{#e/alphys/7}I know they've made some... pretty bad mistakes...
ru_ru: <20>{#p/alphys}{#e/alphys/7} Я знаю, что они сделали что - то. Довольно серьезная ошибка.

source: <20>{#p/alphys}{#e/alphys/6}But, then again, with the way some monsters have treated them...?
ru_ru: <20>{#p/alphys}{#e/alphys/6} Но, опять же, как некоторые монстры относятся к ним...

source: <20>{#p/alphys}{#e/alphys/8}That's no surprise.
ru_ru: <20>{#p/alphys}{#e/alphys/8} Это неудивительно.

source: <20>{#p/alphys}{#e/alphys/4}And also, I'm... k-kind of afraid I might hurt them...
ru_ru: <20>{#p/alphys}{#e/alphys/4} И я... немного боюсь, что я могу причинить им вред...

source: <20>{#p/mettaton}WELL...
ru_ru: <20>{#p/metaton} Хорошо.

source: <20>IF YOU SAY SO, DOCTOR.
ru_ru: <20>Если вы так говорите, доктор.

source: <20>{#p/mettaton}HMM...
ru_ru: <20>HMM.

source: <20>YOU MAKE AN INTERESTING POINT, DOCTOR.
ru_ru: <20>Доктор, вы выдвинули интересную точку зрения.

source: <20>BUT I'M AFRAID I HAVE TO DISAGREE.{#e/alphys/1}
ru_ru: <20>Но боюсь, я не могу согласиться. {#e/alphys/1}

source: <20>IT'S JUST A SHAME THE VIEWERS WON'T GET TO SEE WHAT HAPPENS.{#e/alphys/28}
ru_ru: <20>Жаль, что зрители не видят, что произойдет. {#e/alphys/28}

source: <20>FOR ONE, CONFLICT IS THE HEART OF GOOD TV DRAMA!{#e/alphys/2}
ru_ru: <20>Во - первых, конфликт лежит в основе хорошего телесериала! {#e/alphys/2}

source: <20>AND WHO COULD SAY NO TO THAT.
ru_ru: <20>Всемирная организация здравоохранения может сказать « нет».

source: <20>{#p/mettaton}{#e/alphys/0}WELL, ANYWAY, WE'RE KIND OF OUT OF TIME.
ru_ru: <20>{#p/metaton}{#e/alphys/0} Хорошо, в любом случае, у нас немного нет времени.

source: <20>SO... THAT'LL HAVE TO BE ALL FOR NOW.
ru_ru: <20>Так что теперь это может быть только так.

source: <21>STAY TUNED, FOLKS! THE NEXT EPISODE IS ALREADY IN THE WORKS.
ru_ru: Следующая серия уже готовится.

source: <20>YOU WON'T WANT TO MISS IT.
ru_ru: <20>Вы не хотите пропустить.

source: <20>{#p/alphys}Welp.
ru_ru: <20>{#p/alphys} Хорошо.

source: <20>{#p/alphys}Seriously? You didn't even miss a single time.
ru_ru: Ты ни разу не промахнулся.

source: <32>{#p/story}* It's electro-shockin' time.
ru_ru: <32>{#p/story}* Скоро ударит электрическим током.

source: <32>{#p/story}* Mettaton claps his robo-hands.
ru_ru: <32>{#p/story}* Меттон хлопает в ладоши.

source: <32>{#p/story}* It's a flurry of octaves.
ru_ru: <32>{#p/story}* Это серия октавы.

source: <32>{#p/story}* Shyren's voice echoes through the laboratory.
ru_ru: <32>{#p/story}* Голос Хирон эхом отозвался в лаборатории.

source: <32>{#p/story}* Mettaton dare not shed a tear.
ru_ru: <32>{#p/story}* Меттон не смеет плакать.

source: <32>{#p/story}* Mettaton busts a move.
ru_ru: <32>{#p/story}* Меттон раскрыл действие.

source: <32>{#p/story}* Funk overload in progress.
ru_ru: <32>{#p/story}* Перегрузка Funk продолжается.

source: <32>{#p/story}* Smells like a madhouse.
ru_ru: <32>{#p/story}* Пахнет как сумасшедший дом.

source: <32>{#p/story}* Mettaton is fiddling with his microphone.
ru_ru: <32>{#p/story}* Меттон играет со своим микрофоном.

source: <32>{#p/story}* Mettaton points dramatically at the camera.
ru_ru: <32>{#p/story}* Меттон драматически указывает на объектив.

source: <20>{#p/mettaton}NICE!
ru_ru: <20>{#p/metaton} Очень хорошо!

source: <20>{#p/mettaton}VERY NICE!
ru_ru: <20>{#p/metaton} Это потрясающе!

source: <20>{#p/mettaton}FABULOUS!
ru_ru: <20>{#p/metaton} Это потрясающе!

source: <20>{#p/mettaton}OUTSTANDING!
ru_ru: <20>{#p/metaton} Превосходно!

source: <20>{#p/mettaton}STELLAR!
ru_ru: <20>Стелла!

source: <20>{#p/mettaton}THAT'S THE WAY!
ru_ru: <20>{#p/metaton} Вот так!

source: <20>{#p/mettaton}SHOW 'EM HOW IT'S DONE!
ru_ru: <20>{#p/metaton} Покажите им, как это делается!

source: <20>{#p/basic}Well, that was a blast!
ru_ru: <20>{#p/basic} Хорошо, отлично!

source: <20>{#p/basic}See ya next time, human!
ru_ru: <20>{#p/basic} Увидимся в следующий раз, человек!

source: <20>{#p/basic}Never again.
ru_ru: <20>{#p/basic} Больше не будет.

source: <20>{#p/mettaton}OOPS...
ru_ru: <20>{#p/metaton} OOPS.

source: <20>{#p/mettaton}SO CLOSE...
ru_ru: <20>{#p/metaton} так близко.

source: <20>{#p/mettaton}HOW UNLUCKY...
ru_ru: <20>{#p/metaton} Как несчастно.

source: <20>{#p/mettaton}HOW UNFORTUNATE...
ru_ru: <20>{#p/metaton} Как несчастно.

source: <20>{#p/mettaton}FAILURE!
ru_ru: <20>Неудача!

source: <20>{#p/mettaton}DISAPPOINTING.
ru_ru: <20>{#p/mettaton} Отставка.

source: <20>{#p/mettaton}WHAT. WAS. THAT.
ru_ru: <20>{#p/metaton} Что? Да, да. Вот так.

source: <20>{#p/basic}Hope I didn't go too hard on you.
ru_ru: <20>{#p/basic} Надеюсь, я не слишком строг с тобой.

source: <20>{#p/basic}Pathetic. Pathetic! PATHETIC!
ru_ru: Бедняжка!

source: <20>{#p/basic}Serves you right.
ru_ru: <20>{#p/basic} К Вашим услугам.

source: Misses: $(x)
ru_ru: Пропустил: $(x)

source: <20>{#p/mettaton}SO WE'VE MADE IT TO THE END, EH?
ru_ru: <20>{#p/metaton} Итак, мы подошли к концу, не так ли?

source: <20>{#p/mettaton}HOW DOES IT FEEL KNOWING YOU'RE ABOUT TO BE A SUPERSTAR?
ru_ru: <20>{#p/metaton} Как вы себя чувствуете, зная, что вы скоро станете суперзвездой?

source: <20>{#p/mettaton}HOW DOES IT FEEL KNOWING YOU'RE ABOUT TO MEET YOUR END?
ru_ru: <20>{#p/metaton} Зная, что вы приближаетесь к финишу, как вы себя чувствуете?

source: <20>{#p/mettaton}THOSE YOU'VE HURT ARE SURELY "TURNING" IN THEIR SLEEP.
ru_ru: <20>{#p/metaton} Те, кого вы ранили, обязательно « повернуться» во сне.

source: <20>{#p/mettaton}I'M SURE YOU'RE ITCHING TO "TURN" YOUR LIFE AROUND.
ru_ru: <20>{#p/metaton} Я уверен, что вы "изменяете" свою жизнь.

source: <20>{#p/mettaton}THOSE YOU'VE KILLED ARE SURELY "TURNING" IN THEIR GRAVES.
ru_ru: <20>{#p/metaton} Те, кого вы убили, безусловно, « сдадутся».

source: <20>{#p/mettaton}LET'S JUST HOPE THINGS DON'T TAKE A "TURN" FOR THE WORST.
ru_ru: <20>{#p/metaton} Давайте просто надеяться, что все не станет хуже.

source: <20>{#p/mettaton}I MUST SAY, HAVING YOU ON STAGE WITH ME IS A REAL "TURN" ON.
ru_ru: <20>{#p/metaton} Я должен сказать, что быть со мной на сцене было настоящим « поворотным моментом».

source: <20>{#p/mettaton}I MUST SAY, THIS WHOLE SITUATION IS A REAL "TURN" OFF.
ru_ru: <20>{#p/metaton} Я должен сказать, что вся эта ситуация является настоящим « закрытием».

source: <20>{#p/mettaton}(YOU'RE SUPPOSED TO TURN ME AROUND.)
ru_ru: <20>{#p/metaton} (Вы должны позволить мне повернуться.)

source: <20>{#p/mettaton}BACK TO YOUR FLIRTATIOUS WAYS, EH...?
ru_ru: <20>{#p/metaton} Возвращайтесь к тому, как вы летаете, ну...

source: <20>{#p/mettaton}YOU, MY FRIEND, ARE A TRUE MENACE TO SOCIETY.
ru_ru: <20>{#p/metaton} Мой друг, ты настоящий социальный партнер.

source: <20>MAYBE YOU SHOULD HOLD OFF ON THAT FOR NOW.
ru_ru: <20>Возможно, вам стоит отложить это на некоторое время.

source: <20>{#p/mettaton}DON'T YOU EVER KNOW WHEN TO QUIT?
ru_ru: <20>{#p/metaton} Вы не знаете, когда следует отказаться?

source: <20>{#p/mettaton}OR YOU COULD JUST KEEP GOING.
ru_ru: <20>{#p/metaton} В противном случае вы можете продолжать идти.

source: <20>{#p/mettaton}I GUESS NOT.
ru_ru: <20>{#p/metaton} Думаю, нет.

source: <20>{#p/mettaton}AND GOING.
ru_ru: <20>{#p/metaton} Затем начинается.

source: <20>{#p/mettaton}... I FEEL LIKE THERE'S SOMETHING BETTER YOU COULD BE DOING.
ru_ru: Я думаю, ты можешь сделать что - то получше.

source: <32>{#p/human}* (You tell Mettaton there's a mirror behind him.)
ru_ru: <32>{#p/human}* (Вы сказали Меттону, что за ним зеркало.)

source: <20>{#p/mettaton}A MIRROR, YOU SAY?
ru_ru: <20>{#p/metaton} Зеркало, вы говорите?

source: <20>OH RIGHT, I HAVE TO LOOK PERFECT FOR OUR GRAND FINALE!
ru_ru: <20>О, да, я должен выглядеть идеально для нашего Гранд - финала!

source: <20>{#p/mettaton}HMM, WHERE IS IT? I DON'T SEE IT...
ru_ru: Я не вижу.

source: <20>{#p/mettaton}DID YOU.
ru_ru: <20>{#p/metaton} Это вы.

source: <20>JUST FLIP.
ru_ru: <20>Просто повернуть.

source: <20>MY SWITCH??
ru_ru: <20>Мой выключатель?

source: <18>{#p/mettaton}Ohoho...
ru_ru: <18>О...

source: <18>If you thought I had style before, just wait until you see me now.
ru_ru: <18>Если раньше вы думали, что я стильный, тогда подождите и посмотрите.

source: <18>Faster. Stronger. Lighter than ever.
ru_ru: Легче, чем когда - либо.

source: <18>I've fused with my own body.
ru_ru: <18>Я интегрировался в свое тело.

source: <19>It's a shame you can only be so violent on live TV, don't you think?
ru_ru: <19>Жаль, что в прямом эфире вы можете быть только таким жестоким, не чувствуете?

source: <19>But that's alright.
ru_ru: <19>Но ничего страшного.

source: <18>Just this once, just for you...
ru_ru: <18>Только на этот раз, только для тебя.

source: <18>{#p/mettaton}Ohhhh my.
ru_ru: <18>{#p/metaton} О, Боже.

source: <18>If you flipped my switch, that can only mean one thing.
ru_ru: <18>Если вы нажмете на мой переключатель, это может означать только одно.

source: <18>You're desperate to face off against my final form.
ru_ru: <18>Вы очень хотите бороться с моим последним состоянием.

source: <18>How impatient...
ru_ru: <18>Как нетерпеливо...

source: <18>Lucky for you, I've been aching to whip it out for a long time.
ru_ru: <18>Вам повезло, что я давно хотел его вытащить.

source: <18>So, as thanks, I'll make sure you go out in style.
ru_ru: <18>Итак, в качестве благодарности, я прослежу за тем, чтобы вы вышли достойно.

source: <18>I'll make this final confrontation...
ru_ru: <18>Я проведу последнее противостояние.

source: <18>You're desperate for the premiere of my new body.
ru_ru: <18>Вы с нетерпением ждете премьеры моего нового тела.

source: <18>Lucky for you, I've been aching to show it off for a long time.
ru_ru: <18>Тебе повезло, я давно хотел похвастаться.

source: <18>So, as thanks, I'll give you a handsome reward.
ru_ru: <18>Итак, в качестве благодарности, я дам вам щедрую награду.

source: <18>I'll make your last living moments...
ru_ru: <18>Я позволю тебе жить в последний момент.

source: <18>{*}... we're going off the air.
ru_ru: <18>{*}... Мы прекращаем вещание.

source: <18>{#p/mettaton}{*}... absolutely fantastic!
ru_ru: <18>{#p/metaton}{*}. Отлично!

source: <18>{#p/mettaton}{*}... absolutely beautiful!
ru_ru: <18>{#p/metaton}{*}. Абсолютно красиво!

source: <32>{#p/human}* (You roast Mettaton on his own TV show.)
ru_ru: <32>{#p/human}* (Вы испекли его в собственном телевизионном шоу Меттона.)

source: <20>{#p/mettaton}IS THAT THE BEST YOU CAN MANAGE?
ru_ru: <20>{#p/metaton} Это лучшее, чем вы можете управлять?

source: <20>{#p/mettaton}EVEN ALPHYS COULD DO BETTER THAN THAT.
ru_ru: <20>{#p/metaton} Даже Альфа может сделать лучше.

source: <20>{#p/mettaton}NO OFFENSE, BUT YOU'RE NOT VERY GOOD AT THIS.
ru_ru: <20>{#p/metaton} Не обижайтесь, но вы не очень хорошо в этом разбираетесь.

source: <20>{#p/mettaton}... MAYBE YOU SHOULD TRY DOING SOMETHING ELSE.
ru_ru: Может, тебе стоит попробовать что - то другое.

source: <32>{#p/basic}* The audience shrugs, too.
ru_ru: <32>{#p/basic}* Зрители тоже пожимают плечами.

source: <20>{#p/mettaton}{#e/mettaton/25}That party trick won't work on me, darling.
ru_ru: <20>{#p/metaton}{#e/metaton/25} Дорогой, этот трюк с вечеринкой не работает на меня.

source: <20>{#p/mettaton}{#e/mettaton/19}You know, this doesn't seem like your style.
ru_ru: <20>{#p/metaton}{#e/metaton/19} Вы знаете, что это не похоже на ваш стиль.

source: <20>{#p/mettaton}{#e/mettaton/19}Time and a place, darling...
ru_ru: <20>{#p/metaton}{#e/metaton/19} Время и место, дорогой.

source: <32>{#p/basic}* Okay, partner... * It's all up to you now.
ru_ru: * Теперь все зависит от тебя.

source: * Mettaton NEO
ru_ru: * Меттон Нё

source: * Mettaton SIGMA
ru_ru: :: Меттон Сигма

source: * Mettaton EX
ru_ru: Меттон EX

source: <32>{#p/human}* (You throw the spanner.) * (Mettaton blasts it right out of the air.)
ru_ru: * (Меттон взорвал его с воздуха.)

source: <32>{#p/human}* (You throw the spanner.) * (Mettaton takes it and breaks it over your head.)
ru_ru: * (Меттон взял его и разбил о твою голову.)

source: <32>{#p/basic}* That's gotta hurt!
ru_ru: <32>{#p/basic}* Это должно быть больно!

source: <32>{#p/human}* (You throw the spanner.) * (Mettaton kicks it back at you with a passion.)
ru_ru: * (Меттон ответил вам страстно.)

source: <32>{#p/basic}* The crowd yawns...
ru_ru: <32>{#p/basic}* Толпа зевает.

source: <32>{#p/human}* (You throw the spanner.) * (Mettaton catches it in his mouth and tosses it back.)
ru_ru: * (Меттон взял его в рот и бросил обратно.)

source: <32>{#p/basic}* The crowd goes wild!
ru_ru: <32>{#p/basic}* Толпа сходит с ума!

source: <32>{#p/human}* (You fire the gun.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You fire the gun.)
ru_ru: <32>{#p/human}* (Вы стреляете.)

source: <32>{#p/basic}* The audience is stunned!
ru_ru: <32>{#p/basic}* Зрители шокированы!

source: <32>{#p/human}* (You deploy the bomb.) * (The mist scatters about.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You deploy the bomb.) * (The mist scatters about.)
ru_ru: * (Туман рассеялся.

source: <32>{#p/basic}* The audience is daydreaming!
ru_ru: <32>{#p/basic}* Зрителям снятся сны!

source: <32>{#p/human}* (You use the spray.) * (Sweet...) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You use the spray.) * (Sweet...)
ru_ru: * (Сладкий...)

source: <32>{#p/basic}* The audience is in shambles!
ru_ru: <32>{#p/basic}* Зрители в полном беспорядке!

source: <32>{#p/asriel2}* Mettaton. * Shouldn't you be attacking him or something?
ru_ru: * Вы не должны нападать на него?

source: <33>{#p/story}* METTATON SIGMA - ATK 255 DEF 42 * An over-clocked, double-edged, human-killing machine.
ru_ru: * Сверхчастотная, обоюдоострая машина для убийства.

source: <32>{#p/story}* METTATON EX - ATK 47 DEF 47 * His weak point is his heart-shaped core.
ru_ru: * Его слабость лежит в основе его формы сердца.

source: <32>{#p/human}* (You begin to cut a wire...)
ru_ru: <32>{#p/human}* (Вы начинаете отрезать линию...)

source: <32>{#p/human}* (You resume cutting the wire...)
ru_ru: <32>{#p/human}* (Вы продолжаете отрезать провода...)

source: <32>{#p/human}* (But there were no more wires to cut.)
ru_ru: <32>{#p/human}* (но больше проводов не нужно резать).

source: <32>{#p/basic}* The confection reminds Mettaton of someone he has to protect...
ru_ru: <32>{#p/basic}* Эта конфета напоминает Меттону людей, которых он должен защищать.

source: <32>{#p/story}* Mettaton's ATTACK up! * Mettaton's DEFENSE up!
ru_ru: * Меттон обороняется!

source: <32>{#p/basic}* The confection reminds Mettaton of someone special to him...
ru_ru: <32>{#p/basic}* Эта конфета напоминает Меттону человека, который для него особенный.

source: <32>{#p/basic}* The confection reminds Mettaton of someone he once knew...
ru_ru: <32>{#p/basic}* Эта конфета напоминает Меттону человека, которого он когда - то знал.

source: <32>{#p/story}* Mettaton's ATTACK down! * Mettaton's DEFENSE down!
ru_ru: * Защита Меттона падает!

source: <32>{#p/human}* (You give Mettaton the radio.) * (Mettaton plays death metal and screams in your face.)
ru_ru: * (Меттон играет Dead Metal и кричит на вас.)

source: <32>{#p/human}* (You give Mettaton the radio.) * (Mettaton plays orchestral music to hype up the battle.)
ru_ru: * (Меттон играет оркестр, чтобы рекламировать битву.)

source: <32>{#p/human}* (You give Mettaton the radio.) * (Mettaton does karaoke, and the audience sings along.)
ru_ru: * (Меттон поет караоке, зрители поют вслед.)

source: <32>{#p/human}* (You give Mettaton fireworks.) * (Mettaton straps them to a rocket launcher and fires.)
ru_ru: * (Меттон привязал их к пусковой установке и открыл огонь.)

source: <32>{#p/human}* (You give Mettaton fireworks.) * (Mettaton coordinates his attacks for dramatic effect.)
ru_ru: * (Меттон координировал свои атаки, чтобы иметь драматические последствия.)

source: <32>{#p/human}* (You give Mettaton fireworks.) * (Mettaton sets them off, and the audience is left in awe.)
ru_ru: * (Меттон зажег их, и зрители почтили их.)

source: <32>{#p/human}* (You give Mettaton the doll.) * (Mettaton rips it up and tosses the shreds asunder.)
ru_ru: * (Меттон разорвал его на части и бросил осколки на куски.)

source: <32>{#p/human}* (You give Mettaton the doll.) * (Mettaton isn't sure what to do and casts it away.)
ru_ru: * (Меттон не знал, что делать, и сдался.)

source: <32>{#p/human}* (You give Mettaton the doll.) * (Mettaton presents it boldly, and the audience is in love.)
ru_ru: * (Меттон смело представил фильм, и зрители влюбились в него.)

source: <32>{#p/human}* (You say you aren't going to get hit at ALL.)
ru_ru: <32>{#p/human}* (Вы сказали, что вас вообще не ударят.)

source: <32>{#p/basic}* Ratings gradually increase during Mettaton's turn.
ru_ru: <32>{#p/basic}* В раунде Mettaton рейтинг постепенно растет.

source: <32>{#p/human}* (You turn and scoff at the audience.)
ru_ru: <32>{#p/human}* (Вы поворачиваетесь и смеетесь над зрителем.)

source: <32>{#p/basic}* They're rooting for your destruction this turn.
ru_ru: <32>{#p/basic}* В этом раунде они поддерживают ваше уничтожение.

source: <32>{#p/human}* (You pose menacingly.)
ru_ru: <32>{#p/human}* (Вы позируете в угрожающей позе).

source: <32>{#p/basic}* The audience seems bored.
ru_ru: <32>{#p/basic}* Зрители кажутся скучными.

source: <32>{#p/basic}* The audience seems annoyed.
ru_ru: <32>{#p/basic}* Зрители кажутся раздраженными.

source: <32>{#p/human}* (You pose dramatically.)
ru_ru: <32>{#p/human}* (Вы ставите драматические позы.)

source: <32>{#p/basic}* The audience is impressed by your strong aura!
ru_ru: <32>{#p/basic}* Зрители впечатлены вашим мощным воздушным полем!

source: <32>{#p/basic}* The audience nods.
ru_ru: <32>{#p/basic}* Зритель кивнул.

source: <32>{#p/basic}* The audience isn't impressed by your weak aura.
ru_ru: <32>{#p/basic}* Зрители плохо впечатлены вашей слабой аурой.

source: <32>{#p/basic}* The audience applauds.
ru_ru: <32>{#p/basic}* Зрители аплодируют.

source: <32>{#p/basic}* Your aura is so weak, the audience rolls their eyes...
ru_ru: <32>{#p/basic}* Ваше газовое поле слишком слабое, и зрители перевернули глаза.

source: <32>{#p/human}* (Despite being wounded, you pose dramatically.)
ru_ru: <32>{#p/human}* (Несмотря на травму, вы позируете в драматической позе).

source: <32>{#p/basic}* The audience gasps.
ru_ru: <32>{#p/basic}* Зрители вздохнули прохладно.

source: <32>{#p/basic}* The audience is impressed by your stupidity?
ru_ru: <32>{#p/basic}* Зрители впечатлены вашей глупостью?

source: <32>{#p/human}* (With the last of your power, you pose dramatically.)
ru_ru: <32>{#p/human}* (С вашей последней силой вы ставите драматические позы.)

source: <32>{#p/basic}* The audience screams.
ru_ru: <32>{#p/basic}* Зрители кричат.

source: <32>{#p/human}* (You scream.)
ru_ru: <32>{#p/human}* (Ты кричишь.)

source: <32>{#p/basic}* The audience seems bored. * You'll move slower this turn.
ru_ru: * Этот поворот сделает вас медленнее.

source: <32>{#p/basic}* The audience seems annoyed. * You'll move slower this turn.
ru_ru: * Этот поворот сделает вас медленнее.

source: <32>{#p/basic}* The audience gets riled up! * You'll move slower this turn.
ru_ru: * Этот поворот сделает вас медленнее.

source: <32>{#p/human}* (You flirt with the audience.)
ru_ru: <32>{#p/human}* (Вы флиртуете со зрителями).

source: <32>{#p/basic}* The audience seems bored...
ru_ru: <32>{#p/basic}* Зрители кажутся скучными.

source: <32>{#p/basic}* The audience seems annoyed...
ru_ru: <32>{#p/basic}* Зрители кажутся раздраженными.

source: <32>{#p/basic}* Your unexpected move takes the audience by surprise!
ru_ru: <32>{#p/basic}* Ваши неожиданные действия удивили зрителей!

source: <32>{#p/basic}* The audience seems unreceptive...
ru_ru: <32>{#p/basic}* Зрители, похоже, не принимают.

source: <32>{#p/basic}* Doubling down has the audience in a frenzy!
ru_ru: <32>{#p/basic}* Двойная ставка сводит зрителей с ума!

source: <32>{#p/basic}* The audience looks your way.
ru_ru: <32>{#p/basic}* Зрители смотрят в вашу сторону.

source: <32>{#p/basic}* All this teasing is making the audience queasy...
ru_ru: <32>{#p/basic}* Все эти насмешки вызывают отвращение у зрителей.

source: <32>{#p/basic}* That got their attention!
ru_ru: <32>{#p/basic}* Это привлекло их внимание!

source: <32>{#p/basic}* The audience's confusion grows ever deeper.
ru_ru: <32>{#p/basic}* Зрители все глубже запутались.

source: <32>{#p/basic}* The audience is enthralled!
ru_ru: <32>{#p/basic}* Зрители очарованы!

source: <33>{#p/asriel2}* I'm gonna try using a spell to wedge open the shield. * Get as many pickups as you can!
ru_ru: Покупайте как можно больше пикапов!

source: <32>{#p/asriel2}* Here we go again.
ru_ru: <32>{#p/asriel2}* Снова.

source: <32>{#p/asriel2}* It's only a matter of time.
ru_ru: <32>{#p/asriel2}* Это только вопрос времени.

source: <32>{#p/story}* Seems fighting won't get you any further here.
ru_ru: <32>{#p/story}* Похоже, битва не заставит вас пойти дальше здесь.

source: <32>{#p/story}* Electricity permeates through the room.
ru_ru: <32>{#p/story}* В комнате полно электричества.

source: <32>{#p/story}* Mettaton.
ru_ru: <32>{#p/story}* Меттон.

source: <32>{#p/story}* It's a whirlwind of high- voltage electricity!
ru_ru: <32>{#p/story}* Это вихрь высоковольтного электричества!

source: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}Sorry, darling... but if I DON'T go overkill...
ru_ru: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8} Извините, дорогой... Но если я не ошибаюсь...

source: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/3}I'd simply explode!
ru_ru: <20>{#p/metaton}{#e/metaton/1}{#a.la/1}{#a.ra/3} Я просто взорвусь!

source: <20>{#p/mettaton}Lights! Camera! Action!
ru_ru: Действие!

source: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}... heh. Poetic, isn't it?
ru_ru: Поэзия, не так ли?

source: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/8}{#a.ra/8}Killing you is the only thing keeping me alive!
ru_ru: <20>{#p/metaton}{#e/metaton/20}{#a.la/8}{#a.ra/8} Убить тебя - единственное, что оставило меня в живых!

source: <20>{#p/mettaton}Ghosts! Dummies! ... snails?
ru_ru: ...Улитки?

source: <20>{#p/mettaton}Drama! Romance! Bloodshed!
ru_ru: Кровь!

source: <20>{#p/mettaton}Karma! Vengeance! Payback!
ru_ru: Взамен!
