Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/10}Oh, darling... you poor, poor little excuse of a child.
ru_ru: <20>{{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/10 \ oh, дорогой. Бедняжка, жалкий маленький предлог.

source: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/10}{#a.ra/0}You simply couldn't be more wrong.
ru_ru: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/10 {#a.ra/0} Вы ошибаетесь.

source: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/2}{#a.ra/3}All this time, I've been absorbing the CORE's power...
ru_ru: <20>{#p/metaton}{#e/metaton/24}{#a.la/2}{#a.ra/3} всегда поглощал силу ядра.

source: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8}Did you really think I'd let it go to waste?
ru_ru: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/8}{#a.ra/8} Вы действительно думаете, что я позволю ему быть потраченным впустую?

source: <20>{*}{#p/mettaton}{#e/mettaton/27}{#a.la/8}{#a.ra/8}Let's see how you like me NOW!
ru_ru: <20>{*}{#p/metaton}{#e/metaton/27}{#a.la/8}{#a.ra/8} Давайте посмотрим, нравлюсь ли я вам сейчас!

source: <20>{#p/mettaton}{#e/mettaton/26}... ugh...
ru_ru: <20>{#p/metaton}{#e/metaton/26}. Ааа...

source: <20>{#e/mettaton/25}You beat me.
ru_ru: <20>{#e/metaton/25} Ты победил меня.

source: <20>{#e/mettaton/19}After all of that, I underestimated you... again.
ru_ru: <20>{#e/metaton/19} После всего этого я недооценил тебя. Еще раз.

source: <20>{#e/mettaton/13}But that's okay.
ru_ru: <20>{#e/metaton/13} Но все в порядке.

source: <20>{#e/mettaton/14}Someone, somewhere out there...
ru_ru: <20>{#e/metaton/14} Есть кто - то, где - то...

source: <20>{#e/mettaton/19}They'll put a stop to this madness.
ru_ru: <20>{#e/metaton/19} Они остановят это безумие.

source: <20>{#e/mettaton/9}And when that time comes...
ru_ru: <20>{#e/metaton/9} Когда придет этот момент...

source: <20>{#e/mettaton/10}We'll all...
ru_ru: <20>{#e/metaton/10: Мы все будем.

source: <20>{#p/mettaton}{#e/mettaton/26}... unbelievable...
ru_ru: <20>{#p/metaton}{#e/metaton/26}. Невероятно...

source: <20>{#e/mettaton/25}You didn't even let me use my full power.
ru_ru: <20>{#e/metaton/25} Ты даже не даешь мне играть в полную силу.

source: <20>{#e/mettaton/10}But... maybe that's for the best.
ru_ru: <20>{#e/metaton/10] Но... Возможно, это к лучшему.

source: <20>{#e/mettaton/9}... After all...
ru_ru: В конце концов...

source: <20>{#e/mettaton/18}If there really is no hope for us here...
ru_ru: <20>{#e/metaton/18} Если у нас действительно нет надежды здесь.

source: <20>{#e/mettaton/10}Then maybe we should've just let you win.
ru_ru: <20>{#e/metaton/10] Тогда, возможно, нам следует позволить вам выиграть.

source: <20>{#e/mettaton/9}...
ru_ru: <20>{#e/metaton/9}.

source: <20>{#e/mettaton/9}Oh well...
ru_ru: <20>{#e/metaton/9} О, хорошо...

source: <21>{#p/event}Ring, ring...
ru_ru: <21>{#p/event} Звонит колокольчик, звонит колокольчик.

source: <21>{#p/napstablook}{~}.....
ru_ru: <21>{#p/napstabook}{~}...

source: <21>{#e/mettaton/9}{~}oh........
ru_ru: <21>{#e/metaton/9}{~} О...

source: <21>{~}hi... mettaton...
ru_ru: Меттон...

source: <21>{#e/mettaton/18}{~}i know it's been weird since the meeting... but...
ru_ru: Однако...

source: <21>{~}seeing you for who you really are, doing what you really want...
ru_ru: <21>{~} Видеть, как ты на самом деле выглядишь, делать то, что ты действительно хочешь.

source: <21>{#e/mettaton/10}{~}brought a happy tear to my eye...
ru_ru: <21>{#e/metaton/10 {~} довел меня до слез.

source: <21>{#e/mettaton/9}{~}i can't tell, but... i guess this is the last episode...?
ru_ru: Думаю, это последняя серия.

source: <21>{#e/mettaton/11}{~}i'll miss you... cousin......
ru_ru: Кузен...

source: <21>{#e/mettaton/18}{~}i really liked seeing your rivalry...
ru_ru: <21>{#e/metaton/18}{~} Мне действительно нравится видеть вашу конкуренцию.

source: <21>{~}it's not usually the sort of thing i'm into... but...
ru_ru: Однако...

source: <21>{#e/mettaton/10}{~}because you did it, i enjoyed it... vicariously
ru_ru: Косвенным образом

source: <21>{~}a lot of people have gone missing lately... but...
ru_ru: Однако...

source: <21>{#e/mettaton/10}{~}seeing you battle it out like that helped me feel better
ru_ru: <21>{#e/metaton/10 {~} Я чувствую себя намного лучше, когда вижу, как ты так упорно борешься.

source: <21>{#e/mettaton/18}{~}i really liked watching your show...
ru_ru: <21>{#e/metaton/18}{~} Мне действительно нравится смотреть ваши программы.

source: <21>{~}my life is pretty boring... but...
ru_ru: Однако...

source: <21>{#e/mettaton/10}{~}seeing you on tv brought excitement to my life... vicariously
ru_ru: Косвенным образом

source: <21>{#e/mettaton/10}{~}seeing you on tv helped me feel better
ru_ru: <21>{#e/metaton/10 {~} Мне намного лучше видеть тебя по телевизору.

source: <21>{#e/mettaton/11}{~}i'll miss you... mettaton......
ru_ru: Меттон...

source: <20>{#p/mettaton}{#e/mettaton/19}No, wait! Wait, bl...
ru_ru: Подождите, Билл...

source: <20>{#e/mettaton/9}Th... they already hung up.
ru_ru: <20>{#e/metaton/9} Они повесили трубку.

source: <20>{#e/mettaton/19}...
ru_ru: <20>{#e/metaton/19}.

source: <20>{#e/mettaton/20}I'll take another caller!!!
ru_ru: <20>{#e/metaton/20} Я возьму еще один звонок!!

source: <21>{#p/basic}Mettaton, you really did us proud!
ru_ru: <21>{#p/basic} Меттон, вы действительно заставляете нас гордиться!

source: <21>{#p/basic}Mettaton, your show made us so happy!
ru_ru: <21>{#p/basic} Меттон, ваше шоу делает нас счастливыми!

source: <21>{#p/basic}Mettaton, who's going to fight the villains without you!
ru_ru: <21>{#p/basic} Меттон, кто бы без тебя сражался с негодяями!

source: <21>{#p/basic}Mettaton, I don't know what I'll watch without you!
ru_ru: {#p/basic} Меттон, я не знаю, что бы я смотрел без тебя!

source: <21>{#e/mettaton/10}{#p/basic}There's a reason you're the shining star of the outpost!
ru_ru: <21>{#e/metaton/10}{#p/basic} Вы являетесь яркой звездой форпоста по какой - то причине!

source: <21>{#e/mettaton/10}{#p/basic}There's a Mettaton- shaped hole in my Mettaton-shaped heart!
ru_ru: <21>{#e/metaton/10 {#p/basic} В моем меттонообразном сердце есть меттонская дыра!

source: <20>{#p/mettaton}Ah... I see.
ru_ru: <20>Аа. Я понял.

source: <20>{#e/mettaton/19}Everyone... thank you so much.
ru_ru: <20>{#e/metaton/19} Каждый. Большое спасибо.

source: <20>{#e/mettaton/20}And Blooky...
ru_ru: <20>{#e/metaton/20} Есть также Блоки.

source: <20>{#e/mettaton/20}I never thought I'd forgive you and the others, but...
ru_ru: <20>{#e/metaton/20} Я никогда не думал, что прощу тебя и других, но...

source: <20>{#e/mettaton/9}That farm was your passion project, right?
ru_ru: <20>{#e/metaton/9} Эта ферма - ваш страстный проект, не так ли?

source: <20>{#e/mettaton/9}After having several of my own... I think I get it.
ru_ru: <20>{#e/metaton/9} Есть несколько собственных. Думаю, я понял.

source: <20>{#e/mettaton/19}You just wanted us to be successful together...
ru_ru: <20>{#e/metaton/19} Вы просто хотите, чтобы мы были успешными вместе.

source: <20>{#e/mettaton/19}You, Lurksalot... all of you...
ru_ru: <20>{#e/metaton/19} Ты, Люксаро... Все вы.

source: <20>{#e/mettaton/20}You all just wanted us to be happy.
ru_ru: <20>{#e/metaton/20} Вы все просто хотите, чтобы мы были счастливы.

source: <20>{#e/mettaton/20}... heh.
ru_ru: <20>{#e/metaton/20}. Ха - ха.

source: <20>{#e/mettaton/9}But as for my show...
ru_ru: <20>{#e/metaton/9} Но что касается моей программы...

source: <20>{#e/mettaton/10}I think I might take a break for a while.
ru_ru: <20>{#e/metaton/10: Я думаю, я могу немного отдохнуть.

source: <20>{#e/mettaton/20}But you misunderstand...
ru_ru: <20>{#e/metaton/20} Но вы неправильно поняли.

source: <20>{#e/mettaton/10}I'm... not going anywhere.
ru_ru: <20>{#e/metaton/10: Я никуда не пойду.

source: <20>{#e/mettaton/20}I guess it's for the best, though.
ru_ru: <20>{#e/metaton/20} Тем не менее, я думаю, что это лучшее.

source: <20>{#e/mettaton/15}I've been away from the family for far too long...
ru_ru: <20>{#e/metaton/15} Я покинул эту семью слишком долго.

source: <20>{#e/mettaton/14}It's about time I told them what's going on.
ru_ru: <20>{#e/metaton/14} Пришло время рассказать им, что произошло.

source: <20>{#e/mettaton/19}In short...
ru_ru: <20>{#e/metaton/19} Коротко...

source: <20>{#e/mettaton/15}The truth is, this form's energy consumption is...
ru_ru: <20>{#e/metaton/15} На самом деле, эта форма потребления энергии является...

source: <20>{#e/mettaton/14}Inefficient.
ru_ru: <20>{#e/metaton/14} Неэффективность.

source: <20>{#e/mettaton/19}In a few moments, I'll run out of battery power, and...
ru_ru: <20>{#e/metaton/19} Через некоторое время у меня заканчивается заряд батареи, а затем...

source: <20>{#e/mettaton/10}Well.
ru_ru: <20>{#e/metaton/10 - Хорошо.

source: <20>I'll be alright.
ru_ru: <20>Я буду в порядке.

source: <20>{#e/mettaton/9}See you around, $(moniker2).
ru_ru: <20>{#e/metaton/9} Увидимся позже, $(moniker2).

source: <20>{#e/mettaton/9}Fly safe, darling.
ru_ru: <20>Дорогая, пожалуйста, летайте безопасно.

source: <20>{#e/mettaton/19}And everyone... thank you.
ru_ru: <20>{#e/metaton/19} Каждый. Большое спасибо.

source: <20>{#e/mettaton/20}You've been a great audience!
ru_ru: <20>{#e/metaton/20} Вы отличная аудитория!

source: <20>{*}{#p/mettaton}You're orange now.{^30}{%}
ru_ru: <20>{*}{#p/metaton} Теперь вы оранжевый. {^ 30}{%}

source: <20>{*}{#e/mettaton/4}That's my attack.{^30}{%}
ru_ru: <20>{*}{#e/metaton/4} Это моя атака. {^ 30}{%}

source: <20>{*}{#e/mettaton/12}... heh. Who says we can't have a little fun?{^30}{%}
ru_ru: Кто сказал, что мы не можем веселиться? {^ 30}{%}

source: <20>{*}{#e/mettaton/0}Now, be a good darling and press [Z] to explode.{^30}{%}
ru_ru: <20>{*}{#e/metaton/0} Теперь, сделайте хороший ребенок, нажмите [Z] взрыв. {^ 30}{%}

source: <20>{*}{#e/mettaton/0}But be careful...{^30}{%}
ru_ru: <20>{*}{#e/metaton/0} Но будьте осторожны. {^ 30}{%}

source: <20>{*}{#e/mettaton/0}The more you do it, the slower you'll move.{^30}{%}
ru_ru: <20>{*}{#e/metaton/0} Чем больше вы делаете, тем медленнее вы двигаетесь. {^ 30}{%}

source: <20>{*}{#e/mettaton/12}... but enough with words.{^30}{%}
ru_ru: <20>{*}{#e/metaton/12}. Но слов достаточно. {^ 30}{%}

source: <20>{*}{#e/mettaton/4}It's time to put you in the grave.{^30}{%}
ru_ru: <20>{*}{#e/metaton/4} Пришло время отправить тебя в могилу. {^ 30} {%}

source: <20>{#p/mettaton}{#e/mettaton/6}...
ru_ru: <20>{#p/metaton}{#e/metaton/6}.

source: <20>{#e/mettaton/9}G... guess that's what I get for fusing with my body...
ru_ru: <20>{#e/metaton/9} G... Я думаю, что это результат моего слияния с телом.

source: <20>{#e/mettaton/11}Now... there'll be nobody left...
ru_ru: <20>{#e/metaton/11: Теперь... Там никого нет.

source: <20>{#e/mettaton/7}... to stop you...
ru_ru: <20>{#e/metaton/7}. Остановить тебя.

source: <20>{#e/mettaton/7}...
ru_ru: <20>{#e/metaton/7}.

source: <20>{#e/mettaton/10}Goodbye... ... ... darling.
ru_ru: ...Дорогой.

source: <20>{~}Mettaton...
ru_ru: <20>{~} Меттон.

source: <20>{#p/finalghost}{~}So this is what it comes to.
ru_ru: <20>{#p/finalghost}{~} Так что это результат.

source: <20>{~}I have waited long for a chance to put an end to you, and now I have one.
ru_ru: <20>{~} Я долго ждал возможности закончить твою жизнь, и теперь у меня есть шанс.

source: <20>{~}As you cannot use magic, you cannot kill me.
ru_ru: <20>{~} Поскольку вы не можете использовать магию, вы не можете убить меня.

source: <20>{~}Therefore, you have no method of getting past me.
ru_ru: <20>{~} Таким образом, ты не можешь пересечь Меня.

source: <20>{#p/asriel2}Seriously? I know my magic's limited, but it's not THAT bad.
ru_ru: Я знаю, что моя магия ограничена, но не так уж и плохо.

source: <20>{#x1}Cut me some slack...
ru_ru: <20>{#x1: Оставь меня в покое.

source: Would you forgive a ghost?
ru_ru: Вы прощаете призраков?

source: Would you smooch a ghost?
ru_ru: Вы целуете призраков?

source: Would you attack a ghost?
ru_ru: Вы нападаете на призраков?

source: Hug it out!
ru_ru: Обними его!

source: Forgive and forget.
ru_ru: Тогда забудь.

source: Heck Yeah
ru_ru: Ой, да.

source: HELL YEAH
ru_ru: Конечно.

source: Absolutely!
ru_ru: Конечно!

source: Without Hesitation.
ru_ru: Неуверенность.

source: I Could
ru_ru: Я могу.

source: I Should
ru_ru: Я должен.

source: I Will
ru_ru: Я сделаю это.

source: If I Have To.
ru_ru: Пришлось.

source: <20>{#p/mettaton}Time's up.{^40}{%}
ru_ru: <20>{#p/metaton} Время пришло. {^ 40}{%}

source: <20>{#p/mettaton}Time's up, darling. I'll take that as a yes~{^40}{%}
ru_ru: Я бы подумал, что это точно ~ {^ 40}{%}

source: <20>{#p/mettaton}Time's up, darling. I'll take that as a yes...{^40}{%}
ru_ru: Я приму это за "да". {^ 40}{%}

source: <20>{#p/mettaton}Straight to the point, I see.{^40}{%}
ru_ru: <20>{#p/metaton} Я понимаю. {^ 40}{%}

source: <20>{#p/mettaton}Great answer! I love it!!!{^40}{%}
ru_ru: Мне нравится! {^ 40}{%}

source: <20>{#p/mettaton}I'd like to see you try.{^40}{%}
ru_ru: <20>{#p/metaton} Я хочу посмотреть, как ты попробуешь. {^ 40}{%}

source: <20>{#p/mettaton}... but I can't keep running away.{^40}{%}
ru_ru: <20>{#p/metaton}. Но я не могу продолжать убегать. {^ 40}{%}

source: <20>{#p/mettaton}Now THAT's how you answer a question!{^40}{%}
ru_ru: <20>{#p/metaton} Теперь это то, как вы отвечаете на вопросы! {^ 40}{%}

source: <20>{#p/mettaton}So you just lack the courage, hmm?{^40}{%}
ru_ru: <20>{#p/metaton} Так что вам просто не хватает смелости, а? {^ 40}{%}

source: <20>{#p/mettaton}Woah, I wouldn't go that far.{^40}{%}
ru_ru: <20>Вау, я бы не зашел так далеко. {^ 40}{%}

source: <20>{#p/mettaton}I like your attitude!{^40}{%}
ru_ru: <20>{#p/metaton} Мне нравится ваше отношение! {^ 40}{%}

source: <20>{#p/mettaton}The truth is so refreshing!{^40}{%}
ru_ru: <20>{#p/metaton} Истина очень освежает! {^ 40}{%}

source: <20>{#p/mettaton}Well, that's confidence...{^40}{%}
ru_ru: <20>{#p/metaton} Хорошо, это уверенность. {^ 40}{%}

source: <20>{#p/mettaton}Oooh, you're serious about this.{^40}{%}
ru_ru: <20>{#p/metaton} О, ты серьезно. {^ 40}{%}

source: <20>{#p/mettaton}Don't lie to yourself, dear...{^40}{%}
ru_ru: <20>Дорогой, не лги себе. {^ 40}{%}

source: Hits: $(x)
ru_ru: Количество кликов: $(x)

source: Shield: $(x)%
ru_ru: Щиты: $(x)%

source: Impressive
ru_ru: Впечатляет.

source: Dramatic
ru_ru: Драматизм

source: Unimpressive
ru_ru: Не впечатляет.

source: Risky
ru_ru: Риск

source: Laughable
ru_ru: Смешно.

source: Crazy
ru_ru: Безумный.

source: Impressive?
ru_ru: Впечатляет?

source: Showstopping
ru_ru: Шоу остановлено.

source: Plot Twist
ru_ru: Искажение обстоятельств

source: Cute
ru_ru: Милый.

source: Doubling Down
ru_ru: Двойная ставка.

source: Flirty
ru_ru: легкомысленный

source: Tripling Down
ru_ru: споткнуться

source: Romantic
ru_ru: Романтика

source: Flirtatious
ru_ru: легкомысленный

source: Enthralling
ru_ru: Привлекательно.

source: Disappointing
ru_ru: Разочарование.

source: Embarrassing
ru_ru: Стыдно.

source: Satisfying
ru_ru: Удовлетворительно

source: Decadent
ru_ru: Упадок

source: Unsatisfying
ru_ru: Неудовлетворительно.

source: Violent
ru_ru: Насилие

source: Accurate
ru_ru: Точность

source: Deadly
ru_ru: Смертельно.

source: Explosive
ru_ru: Взрывчатые вещества

source: Enthusiastic
ru_ru: Энтузиазм

source: Acrobatic
ru_ru: Акробатика

source: Even More Violent
ru_ru: Больше насилия

source: Unremarkable
ru_ru: Немаркированный

source: Stunning
ru_ru: Удивительно.

source: Narcotic
ru_ru: Наркотики

source: Spicy
ru_ru: Острый.

source: Musical
ru_ru: Мюзикл

source: Extravagant
ru_ru: Роскошь.

source: Brazen
ru_ru: Бразен

source: Choreography
ru_ru: Хореография

source: Fashionable
ru_ru: Мода

source: Tactical
ru_ru: Тактика

source: Repetitive
ru_ru: Повторить

source: Super Repetitive
ru_ru: Суперповторение

source: Painful
ru_ru: Боль.

source: Familiar
ru_ru: Знакомый

source: Correct
ru_ru: Верно.

source: Incorrect
ru_ru: Неправильно.

source: * Cozmo
ru_ru: * Козмо

source: <32>{#p/human}* (You brandish the spanner.) * (Cozmo does not mistake it for a magic wand.)
ru_ru: * (Cozmo не примет его за волшебную палочку.

source: <20>{#p/basic}{~}That magic...
ru_ru: <20>{#p/basic}{~} Эта магия.

source: <20>{#p/basic}{~}... I shall not give into its power!
ru_ru: <20>{#p/basic}{~}. Я не поддамся его силе!

source: <33>{#p/basic}* Hold on. * I think I know what to do here.
ru_ru: * Думаю, я знаю, что делать здесь.

source: <20>{#p/basic}{~}Er...
ru_ru: <20>{#p/basic}{~} Э...

source: <32>{#p/basic}* Cozmo recognizes the artifact and deems you worthy of its respect!
ru_ru: <32>{#p/basic}* Cozmo распознает это произведение искусства и считает вас достойным уважения!

source: <20>{#p/basic}{~}Could it be? The pendant of kings and rulers?
ru_ru: Подвеска короля и правителя?

source: <20>{#p/basic}{~}I shall be in your way no longer!
ru_ru: <20>{#p/basic}{~} Я больше не буду вам мешать!

source: <32>{*}{#p/basic}* World of old. {^5}World of magic.{^25}{%}
ru_ru: <32>{*}{#p/basic}* Старый Мир. {^5} Магический мир. {^ 25}{%}

source: <32>{*}{#p/basic}* But no matter how tragic, we must live on...{^60}{%}
ru_ru: <32>{*}{#p/basic}* Но как бы трагично ни было, мы должны продолжать жить... {^ 60}{%}

source: <32>{*}{#p/basic}* And remember.{^40}{%}
ru_ru: <32>{*}{#p/basic}* Запомните. {^ 40}{%}

source: <20>{#p/basic}{~}Memoria mundi!
ru_ru: <20>{#p/basic}{~} Мировая память!

source: <20>{#p/basic}{~}You know the words!
ru_ru: <20>{#p/basic}{~} Вы знаете эти слова!

source: <32>{#p/basic}* Cozmo is knocked out!
ru_ru: <32>{#p/basic}* Cozmo выбыл!

source: <32>{#p/alphys}* Uh oh.
ru_ru: <32>{#p/alphys}* О.

source: <32>{#p/story}* Cozmo came through in a flash!
ru_ru: <32>{#p/story}* Козмо ворвался в мгновение ока!

source: <32>{#p/alphys}* Cozmo's what you'd call a "traditional" magic user. * Its orbs are its strength...
ru_ru: * Его сфера - это его сила.

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * This enigmatic ELITE squad member speaks in magic words.
ru_ru: * Таинственный элитный игрок говорит с заклинанием.

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * Not playing with a full deck.
ru_ru: * Не играл с полным доспехом.

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * A magician, out of tricks...
ru_ru: * Волшебник, неожиданный...

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * No magic words could save this old magician now.
ru_ru: * Теперь никакое заклинание не спасет этого старого фокусника.

source: <32>{#p/story}* COZMO - ATK 29 DEF 24 * The power of love is stronger than even the oldest magic.
ru_ru: * Сила любви даже сильнее древнейшей магии.

source: <32>{#p/alphys}* It's Cozmo.
ru_ru: <32>{#p/alphys}* Это Козмо.

source: <32>{#p/story}* Cozmo does a mysterious jig.
ru_ru: <32>{#p/story}* Cozmo делает таинственный джиг танец.

source: <32>{#p/story}* Cozmo flaunts its orbs in a menacing manner.
ru_ru: <32>{#p/story}* Cozmo демонстрирует свою сферу угрожающим образом.

source: <32>{#p/story}* Cozmo whispers non-terrestrial swear words.
ru_ru: <32>{#p/story}* Cozmo шепчет грязные слова не - земных людей.

source: <32>{#p/story}* Cozmo peers at you with piercing eyes.
ru_ru: <32>{#p/story}* Cozmo смотрит на вас острыми глазами.

source: <32>{#p/story}* Smells like... magic.
ru_ru: <32>{#p/story}* Пахнет как... Магия.

source: <20>{#p/basic}{~}Abra cadabra.
ru_ru: <20>{#p/basic}{~} Абра кадастр.

source: <20>{#p/basic}{~}A la kazam!!
ru_ru: <20>{#p/basic}{~} Это действительно мошенничество!

source: <20>{#p/basic}{~}Tinkle tinkle hoy.
ru_ru: <20>{#p/basic}{~} Дзынь.

source: <20>{#p/basic}{~}Hocus pocus.
ru_ru: <20>{#p/basic}{~} Хорошая новость.

source: <21>{#p/basic}{~}Please and thank you.
ru_ru: <21>{#p/basic}{~} Пожалуйста, спасибо.

source: <32>{#p/human}* (You dance.)
ru_ru: <32>{#p/human}* (Ты танцуешь).

source: <32>{#p/basic}* Cozmo's gravity orb grows near...
ru_ru: <32>{#p/basic}* Гравитационные шары Cozmo растут вблизи...

source: <20>{#p/basic}{~}Magnum gravitas!!
ru_ru: <20>{#p/basic}{~} Огромная гравитация!!

source: <32>{#p/alphys}* One orb down...
ru_ru: <32>{#p/alphys}* Один шар падает.

source: <32>{#p/story}* Cozmo's gravity orb has relented its pull.
ru_ru: <32>{#p/story}* Гравитационный шар Cozmo ослабил тягу.

source: <32>{#p/basic}* Cozmo's shocker orb powers up...
ru_ru: <32>{#p/basic}* Шокирующий шар Cozmo запущен.

source: <32>{#p/alphys}* Yes, that's it! * Y-you're almost there!
ru_ru: * Ты почти здесь!

source: <20>{#p/basic}{~}Vulu voltika!
ru_ru: <20>{#p/basic}{~} Напряжение слишком велико!

source: <20>{#p/basic}{~}It's too much!!!
ru_ru: <20>{#p/basic}{~} Слишком много!!

source: <32>{#p/alphys}* Yes!!! * The orbs are out of power!
ru_ru: * Сфера отключилась!

source: <32>{#p/story}* Cozmo's shocker orb is drained of energy.
ru_ru: <32>{#p/story}* Шокирующие сферы Cozmo истощают энергию.

source: <32>{#p/human}* (You dance.) * (Nothing changes.)
ru_ru: * (Никаких изменений.)

source: <32>{#p/basic}* Cozmo's confusion increases to an unbearable degree!
ru_ru: <32>{#p/basic}* Озабоченность Cozmo возросла до невыносимого уровня!

source: <20>{#p/basic}{~}Saddened...
ru_ru: <20>{#p/basic}{~} Печально.

source: <20>{#p/basic}{~}Defeated...
ru_ru: <20>{#p/basic}{~} Не удалось.

source: <32>{#p/alphys}* You can probably spare it now.
ru_ru: <32>{#p/alphys}* Теперь вы можете освободить его.

source: <32>{#p/story}* Cozmo is out of options.
ru_ru: <32>{#p/story}* У Cozmo нет выбора.

source: <32>{#p/human}* (You play dead.)
ru_ru: <32>{#p/human}* (Ты притворился мертвым.)

source: <32>{#p/basic}* Cozmo's orbs begin to act strangely to each other...
ru_ru: <32>{#p/basic}* Сферы Cozmo начинают проявлять странное поведение между собой.

source: <32>{#p/alphys}* What the...?
ru_ru: <32>{#p/alphys}* Что...

source: <32>{#p/alphys}* I guess that works...?
ru_ru: <32>{#p/alphys}* Я думаю, это сработает.

source: <32>{#p/story}* Cozmo's orbs don't know how to handle this.
ru_ru: <32>{#p/story}* Сфера Cozmo не знает, как справиться с этой проблемой.

source: <20>{#p/basic}{~}Utter inconfidence.
ru_ru: <20>{#p/basic}{~} Полная неуверенность.

source: <20>{#p/basic}{~}Total vexation.
ru_ru: <20>{#p/basic}{~} полностью раздражает.

source: <20>{#p/basic}{~}Radical confusion.
ru_ru: <20>{#p/basic}{~} Полный хаос.

source: <32>{#p/human}* (You play dead.) * (Nothing changes.)
ru_ru: * (Никаких изменений.)

source: <32>{#p/human}* (You flirt with Cozmo.) * (No effect.)
ru_ru: * (Без последствий.)

source: <32>{#p/alphys}* Yeah, good luck with that...
ru_ru: <32>{#p/alphys}* Да, удачи.

source: <32>{#p/human}* (You call on your experience, and invoke a flirtatious incantation.)
ru_ru: <32>{#p/human}* (Вы называете свой опыт и вызываете заклинание флирта.)

source: <32>{#p/alphys}* Huh...?
ru_ru: <32>{#p/alphys}* Мм.

source: <20>{#p/basic}{~}Ah! A fellow wizard!
ru_ru: Волшебник!

source: <32>{#p/alphys}* Oh my god. * Do it again!!!
ru_ru: * Еще раз!!

source: <32>{#p/story}* Cozmo is on the love train.
ru_ru: <32>{#p/story}* Cozmo в поезде любви.

source: <32>{#p/human}* (You call on your experience, and recite a romantic scribe.)
ru_ru: <32>{#p/human}* (Вы читаете романтического книжника по своему опыту.)

source: <32>{#p/alphys}* It just gets better and better.
ru_ru: <32>{#p/alphys}* Он просто становится все лучше и лучше.

source: <20>{#p/basic}{~}Ah! It's amazing!
ru_ru: Удивительно!

source: <32>{#p/alphys}* Wow... I guess that's that.
ru_ru: <32>{#p/alphys}* Вау. Я так и думал.

source: <32>{#p/story}* Cozmo is enchanted.
ru_ru: <32>{#p/story}* Козмо был очарован.

source: <32>{#p/human}* (You flirt.) * (Nothing changes.)
ru_ru: * (Никаких изменений.)

source: <32>{#p/alphys}* Pfft, don't push your luck.
ru_ru: <32>{#p/alphys}* Pfft, не прикасайтесь к удаче.

source: <20>{#p/basic}{~}How lovely...
ru_ru: <20>{#p/basic}{~} Как мило.

source: <20>{#p/basic}{~}How sweet...
ru_ru: <20>{#p/basic}{~} Как сладко.
