Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>{#k/7}* Maniacs like that fear the dark because they can't stand not being in control of every last situation they're in.
ru_ru: <32>{#k/7}* Такие сумасшедшие боятся темноты, потому что они не могут терпеть неспособность контролировать каждую ситуацию, в которой они находятся.

source: <32>{#p/basic}{#k/4}* I've told you all I really know about Glyde.
ru_ru: <32>{#p/basic}{#k/4}* О Грэйде я рассказал вам все, что знаю.

source: <32>{#k/7}* Maybe there's something buried somewhere in its past to explain why it acts this way...
ru_ru: <32>{#k/7}* Возможно, где - то в его прошлом что - то похоронено, чтобы объяснить, почему он это сделал.

source: <32>{#k/1}* But that's anyone's guess.
ru_ru: <32>{#k/1}* Но это предположение любого человека.

source: <32>{#p/basic}{#k/1}* What do I look like, a fortune teller?
ru_ru: <32>{#p/basic}{#k/1}* Как я выгляжу, гадалка?

source: <32>{#k/2}* I have no idea what's in your future.
ru_ru: <32>{#k/2}* Я не знаю, каким будет твое будущее.

source: <32>{#k/4}* But if I had to guess, it'll be better than your past.
ru_ru: <32>{#k/4}* Но если бы мне пришлось догадываться, это было бы лучше, чем твое прошлое.

source: <32>{#k/7}* From what Asgore was saying, humans never come here for particularly good reasons.
ru_ru: <32>{#k/7}* По словам Асгора, у человечества никогда не было особенно веских причин приходить сюда.

source: <32>{#k/0}* Except for that brawny kid. * They were just a really big fan of monsters, I guess.
ru_ru: * Я думаю, они просто суперфанаты монстров.

source: <32>{#p/basic}{#k/5}* My future, huh? * I dunno, little bully...
ru_ru: * Я не знаю, маленький хулиган...

source: <32>{#p/basic}{#k/6}* You tell me.
ru_ru: <32>{#p/basic}{#k/6}* Ты мне скажи.

source: <32>{#p/basic}{#k/5}* Ohhhhh trust me, my little whiny-heinie death-defying slaughter-happy murderer...
ru_ru: <32>{#p/basic}{#k/5}* О, поверьте мне, я, маленький парень, который любит ныть, игнорирует смерть и любит убивать...

source: <32>{#k/6}* My future's secure.
ru_ru: <32>{#k/6}* Мое будущее в безопасности.

source: <32>{#k/2}* Besides, an old buddy of mine told me how I can't be hurt here.
ru_ru: <32>{#k/2}* Кроме того, один мой старый друг сказал мне, что я здесь не пострадаю.

source: <32>{#k/5}* You're NEVER getting me.
ru_ru: <32>{#k/5}* Ты никогда меня не поймешь.

source: <32>{#p/basic}{#k/0}* MY future? * Little buddy...
ru_ru: * Маленький парень.

source: <32>{#k/3}* You should be thinking about your future!
ru_ru: <32>{#k/3}* Вы должны подумать о своем будущем!

source: <32>{#k/6}* Don't worry, pal. * With that rectangular rabble- rouser off my back, things are looking brighter by the day.
ru_ru: * Уберите этого прямоугольного подстрекателя от моей спины, и с каждым днем все становится ярче.

source: <16>{#k/0/0}* Like, see you later!
ru_ru: <16>{#k/0/0}* Нравится, увидимся!

source: <16>* Like, later and stuff!
ru_ru: <16>* Нравится, позже и вещи!

source: 0G - Space Junk
ru_ru: 0G - Космический мусор

source: 0G - Laser Rifle?
ru_ru: 0G - Лазерная винтовка?

source: 0G - Laser Rifle
ru_ru: 0G - Лазерная винтовка

source: 0G - Tactical Visor?
ru_ru: 0G - Тактический прицел?

source: 0G - Tactical Visor
ru_ru: 0G - тактический прицел

source: 0G - Mystery Key
ru_ru: 0G - Таинственный ключ

source: 5G - Space Junk
ru_ru: 5G - Космический мусор

source: 60G - Laser Rifle?
ru_ru: Лазерная винтовка 60G?

source: 70G - Laser Rifle
ru_ru: Лазерная винтовка 70G

source: 60G - Tactical Visor?
ru_ru: 60G - Тактический прицел?

source: 70G - Tactical Visor
ru_ru: 70G - Тактический прицел

source: 400G - Mystery Key
ru_ru: 400G - Таинственный ключ

source: Heals ??HP Could be anything.
ru_ru: Что угодно.

source: Weapon: 10AT ($(x) AT) Difficult, but powerful. Replicated.
ru_ru: Копирование.

source: Weapon: 12AT ($(x) AT) Difficult, but powerful.
ru_ru: Но очень сильный.

source: Armor: 10DF ($(x) DF) Aiming made easier. Replicated.
ru_ru: Копирование.

source: Armor: 12DF ($(x) DF) Aiming made easier.
ru_ru: Легче.

source: Special: Could lead anywhere.
ru_ru: Где угодно.

source: <99>{#p/basic}{#k/0/9}{@fill=#d4bbff}You should buy ALL our stuff!
ru_ru: Наши вещи!

source: <09>{#p/basic}{#k/1/8}{@fill=#d4bbff}Bratty! We're gonna be rich!
ru_ru: Мы разбогатеем!

source: <09>{#p/basic}{#k/0/4}{@fill=#d4bbff}So are you gonna buy it??
ru_ru: <09>{#p/basic}{#k/0/4}{@ fill = #d4bbff} Так вы купите?

source: <09>{#p/basic}{#k/4/5}{@fill=#d4bbff}You need WAY more money.
ru_ru: <09>{#p/basic}{#k/4/5}{@ fill = #d4bbff} Вам нужно больше денег.

source: Add to your keyring?
ru_ru: Круг для ключей?

source: Add to your keyring for $(x)G?
ru_ru: $(x) G?

source: <09>{#p/basic}{#k/5/1}{@fill=#d4bbff}We're all sold out! Mee-YOW!
ru_ru: Мию!

source: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* Check it out!
ru_ru: <23>Сержант #p/basic сержант #k/0/0/0 сер @ fill = #ffbbdc* Посмотрите!

source: <23>{#p/basic}{#k/0/0}{@fill=#ffbbdc}* No rush or anything.
ru_ru: <23>{#p/basic}{#k/0/0}{@ fill = #ffbbdc}* Не спешите.

source: <23>{#p/basic}* ... but nobody came.
ru_ru: <23>{#p/basic}* ... Но никто не пришел.

source: <32>{#p/basic}* There's a series of notes here.
ru_ru: <32>{#p/basic}* Здесь есть ряд примечаний.

source: <16>* "If you're reading this..."
ru_ru: <16>* "Если вы читаете это..."

source: <16>* "Then, like, bad news you mega-annoying weirdo!"
ru_ru: <16>* "Ну, плохие новости, ты, суперназойливый чудак!"

source: <16>* "Then, like, bad news you mega-evil weirdo!"
ru_ru: <16>* "Ну, плохие новости, ты суперзлой чудак!"

source: <16>* "We're not gonna come back here after you, like..."
ru_ru: <16>* "Мы не вернемся после тебя, как..."

source: <16>* "... beat everyone up and stuff."
ru_ru: <16>* - "...избил всех".

source: <16>* "The new homeworld's calling, and it's gonna make us..."
ru_ru: <16>* "Новый семейный мир зовет, он заставит нас..."

source: <16>* "... super duper rich!"
ru_ru: <16>* "Супер богаты!"

source: <16>* "So, we don't, like, even need that shop anymore."
ru_ru: <16>"Итак, нам даже больше не нужен этот магазин".

source: <16>* "Yeah!!" * "Take whatever you want!"
ru_ru: * "Бери как хочешь!"

source: <16>* "Anyway, these gel pens are running out, so..."
ru_ru: <16>* "В любом случае, эти гелевые ручки почти закончились, так что..."

source: <16>* "That's about all we can say."
ru_ru: <16>* "Мы можем только так сказать".

source: <16>* "Not that you'd care!"
ru_ru: <16>"Тебе все равно!"

source: <16>* "Nya ha ha!!!"
ru_ru: <16>* "Хаха!!"

source: <16>* "Signed, Bratty <3"
ru_ru: Бретти <3 "

source: <16>* "Signed, Catty <3"
ru_ru: Кэти <3 >

source: <16>* "We're not gonna stick around while you just..."
ru_ru: <16>* "Мы не останемся, а ты просто..."

source: <16>* "Alphys came through here, and she's taking us..."
ru_ru: <16>* "Альфа проходит здесь, она хочет взять нас..."

source: <16>* "... somewhere super duper safe!"
ru_ru: <16>* "Какое - то сверхбезопасное место!"

source: <16>* "But first, we gotta use up these gel pens."
ru_ru: <16>* Но сначала мы должны исчерпать эти гелевые ручки.

source: <16>* "Yeah, we don't wanna waste pens!"
ru_ru: <16>* "Да, мы не хотим тратить ручку впустую!"

source: <16>* "Yeah, chill, Alphys!" * "We don't wanna waste pens!"
ru_ru: * "Мы не хотим тратить ручку впустую!"

source: <16>* "And don't even think about stealing our stuff."
ru_ru: <16>* Даже не пытайтесь украсть наши вещи.

source: <16>* "Yeah, creep!" * "Leave our junk alone!"
ru_ru: * "Оставьте наш мусор в покое!"

source: <16>* "Old second-hand junk, to be specific."
ru_ru: <16>* "Конкретно, это старый подержанный мусор".

source: <16>* "Yeah, our used antique store is CRAZY valuable!"
ru_ru: <16>* "Да, наш подержанный антикварный магазин слишком дорогой!"

source: <16>* "Mettaton came through here, and he's taking everyone..."
ru_ru: <16>* "Меттон пришел сюда, он забрал всех..."

source: <16>* "But Alphys..."
ru_ru: <16>* "Но Альфис..."

source: <16>* "Alphys."
ru_ru: <16>* "Альфа".

source: <16>* "She seemed..."
ru_ru: <16>"Она выглядит..."

source: <16>* "... super duper pissed."
ru_ru: <16>* "Супердурак сердится".

source: <16>* "I've never seen her like that before."
ru_ru: <16>Я никогда раньше не видел ее такой.

source: <16>* "I've never seen ANYTHING like that before."
ru_ru: <16>Я никогда не видел ничего подобного раньше.

source: <16>* "And Mettaton..."
ru_ru: <16>* "И Меттон..."

source: <16>* "... isn't very happy either."
ru_ru: <16>"...тоже не очень радует".

source: <16>* "He says he's gonna slap your face."
ru_ru: <16>Он сказал, что собирается дать тебе пощечину.

source: <16>* "He says he's gonna kick your butt!"
ru_ru: <16>* "Он сказал, что надерет тебе задницу!"

source: <16>* "Or did he say he'd destroy you...?"
ru_ru: <16>"Или он сказал, что уничтожит тебя..."

source: <16>* "Uh... I forgot."
ru_ru: <16>"Эм... я забыл".

source: <16>* "Well, I'd be CRAZY afraid if I were you."
ru_ru: <16>* "Хорошо, на вашем месте я бы сошел с ума".

source: <16>* "God, TELL me about it..."
ru_ru: <16>* "Бог, скажи мне эту вещь..."

source: <16>* "Anyway, in closing, you're a total loser."
ru_ru: <16>* "Короче говоря, в конце вы совершенно неудачник".

source: <16>* "Yeah!" * "Loser!!" * "Nya ha ha!!!"
ru_ru: * "Ха - ха!!"

source: <30>{#p/human}* (You took 5G from the till.)
ru_ru: <30>{#p/human}* (Вы взяли 5G с кассы).

source: <16>{#k/2/6}* Um, excuse me?
ru_ru: <16>{#k/2/6}* Эм, извините?

source: <16>{#k/2/6}* Like, what are you doing?
ru_ru: <16>{#k/2/6}* Например, что вы делаете?

source: <16>{#k/1/0}* We don't hand out stuff for free.
ru_ru: <16>{#k/1/0}* Мы не выдаем вещи бесплатно.

source: <16>{#k/1/0}* Yeah, go steal somewhere else!
ru_ru: <16>{#k/1/0}* Да, иди и укради в другом месте!

source: <16>{#k/7/0}* Oh, wow. * You actually got one of those new "Slamburgers."
ru_ru: * Вы действительно получили новый "Сламбургер"

source: <16>{#k/2/2}* GIMME GIMME!! I'll take your entire stock!!
ru_ru: Я заберу все твои акции!

source: <16>{#k/4/6}* God, Catty. * Try to have some self- control.
ru_ru: * Попытайтесь контролировать себя.

source: <16>{#k/4/4}* Sorry...
ru_ru: <16>{#k/4/4}* Извините.

source: <16>{#k/3/5}* 'Cause they OBVIOUSLY brought that for ME.
ru_ru: <16>{#k/3/5}* Потому что они, очевидно, принесли мне это.

source: <16>{#k/5/8}* NOOO WAYY!!!
ru_ru: <16>{#k/5/8}* Не надо!!

source: <16>{#k/0/6}* Thanks, but we, like, don't really need anything.
ru_ru: <16>{#k/0/6}* Спасибо, но на самом деле нам ничего не нужно.

source: <16>{#k/0/0}* Well, maybe you're right.
ru_ru: <16>{#k/0/0}* Хорошо, может быть, вы правы.

source: <16>{#k/0/0}* Thanks, but we, like, don't really need anything.
ru_ru: <16>{#k/0/0}* Спасибо, но на самом деле нам ничего не нужно.

source: <16>{#k/0/8}* Oh my god, can you get us those new "Slamburgers?"
ru_ru: <16>{#k/0/8}* Боже мой, не могли бы вы купить нам эти новые « Slamburgers»?

source: <16>{#k/2/8}* We don't. * Really need. * Anything.
ru_ru: * Что угодно.

source: <16>{#k/1/7}* Wait! I'll pay 1000G if you get Mettaton to autograph my butt!
ru_ru: <16>{#k/1/7}* И так далее! Если ты дашь Меттону автограф на моей заднице, я заплачу 1000G!

source: <16>{#k/5/1}* We'd kick you out if this wasn't so silly.
ru_ru: <16>{#k/5/1}* Если бы это было не так глупо, мы бы выгнали вас.

source: <16>{#k/5/1}* We'd kick you out if you weren't so cute.
ru_ru: <16>{#k/5/1}* Если ты не такой милый, мы тебя выгоним.

source: <16>{#k/1/0}* If you really want us to have something...
ru_ru: <16>{#k/1/0}* Если вы действительно хотите, чтобы мы что - нибудь ели...

source: <16>{#k/1/2}* ... you could drop it off at the pickup location in Aerialis!
ru_ru: <16>АА #k/1/2}* ... Вы можете оставить его в пункте доставки Аэриалиса!

source: <16>{#k/2/0}* But how would they know where it is?
ru_ru: <16>{#k/2/0/0}* Но откуда они знают, где он?

source: <16>{#k/2/4}* OMG you're right... they probably don't...
ru_ru: <16>{#k/2/4}* Боже, ты прав. Они могут и не...

source: <16>{#k/5/8}* Guess you'll have to find it for yourself!
ru_ru: <16>{#k/5/8}* Кажется, что вы должны найти его сами!

source: <16>* Guess you'll need to look for it yourself!
ru_ru: <16>Я думаю, тебе нужно найти его самому!

source: Is Everyone Okay
ru_ru: Все в порядке?

source: Godlike Being
ru_ru: Божественное существование

source: OuterNet Shutdown
ru_ru: OuterNet Закрыть

source: The Humans
ru_ru: Человечество

source: About You Two
ru_ru: О вас обоих.

source: Thrift Shop
ru_ru: Старый магазин

source: Grand Finale
ru_ru: Финал

source: Area Ownership
ru_ru: Региональная собственность

source: §fill=#ff0§Burgie (NEW)
ru_ru: § fill = #ff0 § Burge (новый)

source: Burgie
ru_ru: Бёрдж.

source: §fill=#ff0§Royal Scientist (NEW)
ru_ru: § fill = #ff0 § Королевский ученый (новый)

source: §fill=#ff0§Asgore (NEW)
ru_ru: § fill = #ff0 § Асгор (новый)

source: <09>{#p/basic}{#k/0/0}{@fill=#ffbbdc}So, like, what's up?
ru_ru: <09>{#p/basic}{#k/0/0}{@ fill = #ffbbdc} Тогда что?

source: <16>{#k/4/6}* Huh?
ru_ru: <16>{#k/4/6}* Хм?

source: <16>{#k/4/4}* Are we okay?
ru_ru: <16>{#k/4/4}* Мы в порядке?

source: <16>{#k/6/8}* Mmm hm hm, you're too cute.
ru_ru: <16>{#k/6/8}* Хм, ты слишком мил.

source: <16>* Of course we're okay!
ru_ru: <16>Конечно, мы в порядке!

source: <16>{#k/0/0}* I'm Bratty, and this is my best friend, Catty.
ru_ru: <16>{#k/0/0}* Я Блатти, это моя лучшая подруга Кэти.

source: <16>* I'm Catty, and this is my best friend, Bratty.
ru_ru: <16>* Я Кэти, это мой лучший друг, Блатти.

source: <16>{#k/5/8}* Mmm hm hm!
ru_ru: <16>{#k/5/8}* Хм, Хм!

source: <16>* Nya ha ha!
ru_ru: <16>* Хаха!

source: <16>{#k/0/6}* It was like... woah.
ru_ru: <16>{#k/0/6}* Это как... Вау.

source: <16>{#k/0/2}* No it was like... OH MY GOD.
ru_ru: <16>{#k/0/2}* Нет, это как... О, Боже мой.

source: <16>{#k/0/1}* And if I ever met them...
ru_ru: <16>{#k/0/1}* Если я их видел...

source: <16>{#k/2/6}* Don't tell me.
ru_ru: <16>{#k/2/6}* Не говори мне.

source: <16>{#k/5/8}* You'd totally just hang out them!
ru_ru: <16>{#k/5/8}* Вы можете просто повесить их!

source: <16>* I'd totally date them!
ru_ru: <16>Я бы с ними встречался!

source: <16>{#k/6/0}* Oh. Right. Of course you would.
ru_ru: <16>{#k/6/0}* О. Правильно. - Конечно, не забудешь.

source: <16>{#k/6/7}* Who WOULDN't want to date a being with godlike powers?
ru_ru: <16>{#k/6/7}* Кто не хочет встречаться с человеком, обладающим божественной силой?

source: <16>{#k/0/6}* It's like, a second-hand store.
ru_ru: <16>{#k/0/6}* Это как подержанный магазин.

source: <16>{#k/0/2}* No it's like, a BARGAIN outlet!
ru_ru: <16>{#k/0/2}* Нет, это как магазин скидок Bargain!

source: <16>{#k/2/9}* And get a load of our GENIUS business model...
ru_ru: <16>{#k/2/9}* и ознакомьтесь с нашей бизнес - моделью GENIUS.

source: <16>{#k/0/6}* People send us their old junk...
ru_ru: <16>{#k/0/6}* Люди отправляют нам свой старый мусор.

source: <16>{#k/5/8}* ... so we can sell it like new again!
ru_ru: <16>{#k/5/8}* ... Мы можем продать его как новый!

source: <16>* ... so we can sell it like new again!
ru_ru: <16>* ..... Мы можем продать его как новый!

source: <16>{#k/0/1}* You won't find a shop this sick anywhere else.
ru_ru: <16>{#k/0/1}* Вы нигде не найдете такой отвратительный магазин.

source: <16>* You won't find stuff like ours anywhere else.
ru_ru: Вы нигде не найдете ничего похожего на нас.

source: <16>{#k/4/4}* Mettaton, right?
ru_ru: <16>{#k/4/4}* Меттон, верно?

source: <16>* Mettaton, huh?
ru_ru: <16>* Меттон, хм?

source: <16>{#k/7/5}* We don't really want to talk about him.
ru_ru: <16>{#k/7/5}* Мы действительно не хотим говорить о нем.

source: <16>{#k/7/5}* He's WAY better than you.
ru_ru: <16>{#k/7/5}* Он намного лучше тебя.

source: <16>{#k/1/7}* Of course.
ru_ru: <16>{#k/1/7}* Конечно.

source: <16>* OMG yes!
ru_ru: <16>* Боже мой, да!

source: <16>{#k/0/0}* You and Mettaton really put on a performance!
ru_ru: <16>{#k/0/0}* Вы и Меттон действительно хорошо играли!

source: <16>{#k/0/2}* Yeah, you guys really knocked it outta the park!
ru_ru: <16>{#k/0/2}* Да, вы действительно вытащили его из парка!

source: <16>{#k/4/6}* I wish I could move like that on stage...
ru_ru: <16>{#k/4/6}* Я бы хотел, чтобы на сцене я двигался так.

source: <16>{#k/0/8}* You wanna see some moves? * I've got moves!
ru_ru: * У меня есть движение!

source: <16>{#k/1/8}* I could totally set up a dance off for you guys.
ru_ru: <16>{#k/1/8}* Я вполне могу устроить для вас бал.

source: <16>{#k/2/7}* You should totally invite the human while you're at it!
ru_ru: <16>{#k/2/7}* Когда вы это делаете, вы должны полностью пригласить людей!

source: <16>{#k/0/0}* ... we'll see.
ru_ru: <16>А #k/0/0}* ... Посмотрим.

source: <16>{#k/0/6}* Yeah, it uses WAY too much power now.
ru_ru: <16>{#k/0/6}* Да, он потребляет слишком большую мощность сейчас.

source: <16>{#k/0/5}* The force field was the CORE's main energy source.
ru_ru: <16>{#k/0/5}* Мощное поле является основным источником энергии для ядра.

source: <16>{#k/2/6}* But when we get to the new homeworld...
ru_ru: <16>{#k/2/6}* Но когда мы доберемся до нового дома...

source: <16>* But when we settle into our new home...
ru_ru: <16>* Но когда мы поселимся в новом доме...

source: <16>{#k/0/1}* We'll be back in business.
ru_ru: <16>{#k/0/1}* Мы возобновим нашу деятельность.

source: <16>{#k/2/6}* Running a new OuterNet could make us a lot of money...
ru_ru: <16>{#k/2/6}* Запуск нового OuterNet позволит нам заработать много денег.

source: <16>{#k/4/0}* We could buy a lifetime supply of Slamburgers!
ru_ru: <16>{#k/4/0}* Мы можем купить Slamburgers с пожизненным доступом!

source: <16>{#k/0/6}* Catty. * Why is that your priority.
ru_ru: Почему это ваш главный приоритет?

source: <16>{#k/0/7}* Why WOULDN'T it be my priority!
ru_ru: <16>{#k/0/7}* Почему это не мой приоритет!

source: <16>{#k/2/1}* Oh yeah, we're technically the owners here.
ru_ru: <16>{#k/2/1}* О, да, технически мы здесь собственники.

source: <16>* Oh yeah, we practically RULE this zone.
ru_ru: <16>* О, да, мы фактически правим этой областью.

source: <16>{#k/2/6}* So like, originally...
ru_ru: <16>{#k/2/6}* Оригинал.

source: <16>* ... yeah?
ru_ru: <16>* ..... - Да?

source: <16>{#k/0/5}* Um... * Never mind.
ru_ru: * Ничего страшного.

source: <16>{#k/6/8}* Oh, gotcha. * Yeah, let's not bring THAT up!
ru_ru: * Да, мы больше не будем об этом говорить!

source: <16>{#k/1/0}* Anyway, Burgie's the one who put us in charge.
ru_ru: <16>{#k/1/0/0}* В любом случае, именно Берги возложил на нас ответственность.

source: <16>* We haven't questioned it since.
ru_ru: <16>* С тех пор мы не сомневались.

source: <16>{#k/2/1}* So like, originally, Mettaton was in charge here, right?
ru_ru: <16>{#k/2/1}* Оригинал, Меттон отвечает здесь, не так ли?

source: <16>{#k/1/1}* Totally in charge.
ru_ru: <16>{#k/1/1}* Полномочная ответственность.

source: <16>{#k/2/5}* But then...
ru_ru: <16>{#k/2/5}* Но...

source: <16>* Then...
ru_ru: <16>* Затем.

source: <16>{#k/4/4}* Burgie decided to "overthrow" him.
ru_ru: <16>{#k/4/4}* Бёрдж решил "свергнуть" его.

source: <16>{#k/2/4}* By having, like, a really strong word with him or something.
ru_ru: <16>{#k/2/4}* Скажи ему что - нибудь очень сильное или что - то еще.

source: <16>{#k/2/6}* I think he blackmailed him.
ru_ru: <16>{#k/2/6}* Я думаю, он шантажировал его.

source: <16>* I think he had an accomplice.
ru_ru: <16>* Я думаю, что у него был сообщник.

source: <16>{#k/1/0/1}* Anyway, he said we could be the new owners.
ru_ru: <16>{#k/1/0/1}* В любом случае, он сказал, что мы можем стать новыми хозяевами.

source: <16>{#k/2/0}* Burgie?
ru_ru: <16>{#k/2/0/0}* Берги?

source: <16>{#k/0/5}* Yeah, he's alright.
ru_ru: <16>{#k/0/5}* Да, он в порядке.

source: <16>* Eh, he's cool.
ru_ru: <16>Хм, он классный.

source: <16>{#k/2/6}* He used to act all weird around us, but...
ru_ru: <16>{#k/2/6}* Он странно вел себя рядом с нами в прошлом, но...

source: <16>* ... he kinda keeps to himself now.
ru_ru: <16>* ..... Сейчас он немного одинок.

source: <16>{#k/0/5}* Like, the last time we heard from him...
ru_ru: <16>{#k/0/5}* Когда мы в последний раз получали его сообщение...

source: <16>{#k/0/5}* He said he was "done chasing fantasies" or something.
ru_ru: <16>{#k/0/5}* Он говорит, что он « больше не преследует фантазии».

source: <16>* He said he was "done seeking love" or whatever.
ru_ru: <16>* Он говорит, что он "больше не ищет любви" или что - то еще.

source: <16>{#k/2/6}* Kinda sounds like...
ru_ru: <16>{#k/2/6}* Звучит немного похоже...

source: <16>* Sorta feels like...
ru_ru: <16>* Сота чувствует.

source: <16>{#k/5/8}* He TOTALLY saw us as a fantasy.
ru_ru: <16>{#k/5/8}* Он полностью рассматривает нас как иллюзию.

source: <16>* He DEFINITELY had a crush on us.
ru_ru: <16>* Он определенно симпатизирует нам.

source: <16>{#k/4/5}* Too bad he never asked us out, huh?
ru_ru: <16>{#k/4/5}* Жаль, что он никогда не приглашал нас на свидание, не так ли?

source: <16>{#k/2/5}* Catty, we would have said no.
ru_ru: <16>{#k/2/5}* Кэти, мы скажем "нет".

source: <16>{#k/2/1}* ... or would we have said yes?
ru_ru: <16>{#k/2/1}* ... Или мы согласимся?

source: <16>{#k/4/1}* No.
ru_ru: <16>{#k/4/1}* Нет.

source: <16>{#k/4/8}* Yes.
ru_ru: <16>{#k/4/8}* Да.

source: <16>{#k/1/8}* No.
ru_ru: <16>{#k/1/8}* Нет.

source: <16>{#k/1/7}* YES!
ru_ru: <16>{#k/1/7}* Да!

source: <16>{#k/5/6}* Catty, don't you have ANY standards?
ru_ru: <16>{#k/5/6}* Кэти, у вас нет никаких стандартов?

source: <16>{#k/5/8}* Nope!!!
ru_ru: <16>{#k/5/8}* Нет!!

source: <16>{#k/0/0}* There's not much more to say about Burgie, but-
ru_ru: <16>{#k/0/0}* О Бёрдже больше нечего сказать, но -

source: <16>{#k/0/8}* ... no, wait! * Can you go ask him to make us some food?
ru_ru: * Не могли бы вы попросить его приготовить нам немного еды?

source: <16>{#k/4/8}* Catty!
ru_ru: <16>{#k/4/8}* Кэти!

source: <16>{#k/4/1}* What? * You know I'd take it from a bad boy like him any day.
ru_ru: * Ты знаешь, я всегда буду получать его от таких плохих парней, как он.

source: <16>{#k/2/8}* You did not just say that out loud.
ru_ru: <16>{#k/2/8}* Вы только что сказали это не вслух.

source: <16>* Mee-YOW!
ru_ru: <16>* Мяу!

source: <16>{#k/2/0}* The humans?
ru_ru: <16>{#k/2/0/0}* Человечество?

source: <16>{#k/0/0}* Oh yeah, Alphys totally had us adopt one.
ru_ru: <16>{#k/0/0}* О, да, Альфис полностью позволил нам усыновить одного.

source: <16>{#k/2/5}* I mean, they're kind of asleep right now, but...
ru_ru: <16>{#k/2/5}* Я имею в виду, они сейчас немного спят, но...

source: <16>{#k/7/5}* ... they'll wake up eventually.
ru_ru: <16>{#k/7/5}* ... В конце концов они проснутся.

source: <16>{#k/2/6}* I wonder what they'll have to say about that "archive" thing...
ru_ru: <16>{#k/2/6}* Я хотел бы знать, что они думают о вещах "Архив".

source: <16>{#k/2/6}* Yeah, THAT thing...
ru_ru: <16>{#k/2/6}* Да, эта штука...

source: <16>{#k/2/4}* Isn't that where Asgore was keeping ALL the humans?
ru_ru: <16>{#k/2/4}* Разве это не место, где Асгор держит всех там?

source: <16>{#k/0/0}* How can you keep a secret like that.
ru_ru: <16>{#k/0/0}* Как можно хранить такие секреты?

source: <16>* How was that even POSSIBLE!
ru_ru: <16>Как это возможно!

source: <16>{#k/4/4}* Oh my god. * Alphys.
ru_ru: * Альфа.

source: <16>* Oh my god, ALPHYS.
ru_ru: <16>О, Боже, Альфа.

source: <16>{#k/5/8}* She used to live in our housing spire!
ru_ru: <16>{#k/5/8}* Она раньше жила на шпиле нашего дома!

source: <16>* She was like a big sister!
ru_ru: <16 Она как старшая сестра!

source: <16>{#k/2/6}* I mean, like, if your big sister...
ru_ru: <16>{#k/2/6}* Я имею в виду, если твоя сестра...

source: <16>{#k/2/2}* ... takes you on rip- roaring interstellar trash hunts!
ru_ru: <16>{#k/2/2}* ... Отведите вас на безумную охоту на межзвездный мусор!

source: <16>{#k/0/0}* She showed us the coolest ways to find stuff.
ru_ru: <16>{#k/0/0}* Она показала нам самый крутой способ найти что - то.
