Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>{#p/basic}{#npc/a}* As long as you can still see clearly, you're probably fine.
ru_ru: <32>{#p/basic}{#npc/a}* Пока вы еще можете ясно видеть, вы можете быть в порядке.

source: <32>{#p/basic}{#npc/a}* You've been a bully in the past, but you might've redeemed yourself...
ru_ru: <32>{#p/basic}{#npc/a}* Вы были хулиганом в прошлом, но, возможно, вы спасли себя.

source: <32>* We just came back to ask, were you really being yourself?
ru_ru: <32>* Мы просто вернулись, чтобы спросить, действительно ли вы сами?

source: <33>* Not everybody likes you, and some are still afraid...
ru_ru: <33>* Ты нравишься не всем, некоторые все еще боятся...

source: <32>* But I guess that's how it goes when you've got violence in your veins.
ru_ru: <32>* Но я думаю, что это то, что происходит, когда в ваших венах есть насилие.

source: <32>{#p/basic}{#npc/a}* When we get to the new homeworld, we're comin' out straightforward.
ru_ru: <32>{#p/basic}{#npc/a}* Когда мы доберемся до нового дома, мы выйдем прямо.

source: <32>* With bars and rhymes so toward they'll beat other writers to their foreword.
ru_ru: <32>* В сочетании с стихами и рифмами они обыграют других писателей в предисловии.

source: <33>* For anyone who challenges us, we've got but four words...
ru_ru: <33>* Для любого, кто бросает нам вызов, у нас есть только четыре слова.

source: <32>* This is our world.
ru_ru: <32>Это наш мир.

source: <32>{#p/basic}{#npc/a}* Vulkin and I make up the rap group "The Pyromaniacs."
ru_ru: <32>{#p/basic}{#npc/a}* Вулкин и я создали рэп - группу « The Pyromanics»

source: <32>* Our beats? Fantastic. * Our flows? Pyroclastic.
ru_ru: * Наш трафик? Вулканический мусор.

source: <33>* When I hop on stage, I'm bomb- astically elastic, I make the crowd melt like molten plastic.
ru_ru: « 33 »* Когда я прыгнул на сцену, я был упругим, как бомба, и я заставил зрителей расплавиться, как расплавленный пластик.

source: <32>* And with Vulkin? * It's a one-stop shop for hot mic-drop classics.
ru_ru: * Это универсальный магазин, предлагающий популярные микрофоны, падающие на классические продукты.

source: <32>{#p/basic}{#npc/a}* Don't worry.
ru_ru: <32>{#p/basic}{#npc/a}* Не волнуйтесь.

source: <32>* We can forgive your brutish ways.
ru_ru: <32>Мы можем простить вам ваши варварские действия.

source: <32>* Our flows are ALL above board.
ru_ru: <32>Все наши процессы чисты.

source: <32>* Our measures aren't TOO drastic.
ru_ru: <32>* Наши меры не слишком жесткие.

source: <32>{#p/basic}{#npc/a}* A new home means new crowds...
ru_ru: <32>{#p/basic}{#npc/a}* Новый дом означает новую толпу.

source: <32>{#p/basic}{#npc/a}* Even spicier than before.
ru_ru: <32>{#p/basic}{#npc/a}* Гораздо острее, чем раньше.

source: <32>{#p/basic}{#npc/a}* Oh... * When the crowd cheers for us, it feels... so spicey.
ru_ru: * Ощущение, когда зрители радуются за нас... Слишком остро.

source: <32>{#p/basic}{#npc/a}* Even nicier than before.
ru_ru: <32>{#p/basic}{#npc/a}* Даже интереснее, чем раньше.

source: <32>{#p/basic}{#npc/a}* Oh... * When the crowd cheers for us, it feels... so nicey.
ru_ru: * Ощущение, когда зрители радуются за нас... Отлично.

source: <32>{#p/basic}{#npc/a}* Spicier than before.
ru_ru: <32>{#p/basic}{#npc/a}* Гораздо острее, чем раньше.

source: <32>{#p/basic}{#npc/a}* So spicey.
ru_ru: <32>{#p/basic}{#npc/a}* Слишком остро.

source: <32>{#p/basic}{#npc/a}* Nicier than before.
ru_ru: <32>{#p/basic}{#npc/a}* Публика меньше, чем раньше.

source: <32>{#p/basic}{#npc/a}* So nicey.
ru_ru: <32>{#p/basic}{#npc/a}* Превосходно.

source: <32>{#p/basic}{#npc/a}* Those guards who evacuated me disrespected my name...
ru_ru: <32>{#p/basic}{#npc/a}* Охранники, которые эвакуировали меня, не уважали мое имя.

source: <32>* So I came back to respect yours, Frisk!
ru_ru: <32>* Поэтому я вернулся, чтобы уважать тебя, Фриск!

source: <32>{#p/basic}{#npc/a}* You may or may not know MY name...
ru_ru: <32>{#p/basic}{#npc/a}* Вы можете знать или не знать мое имя.

source: <32>* But I know yours, Frisk!
ru_ru: <32>* Но я знаю тебя, Фриск!

source: <32>* Ha! * I said it!
ru_ru: * Я сказал!

source: <32>* And I'm never going to forget it!
ru_ru: <32>Я никогда не забуду!

source: <32>* Not now.
ru_ru: <32>* Не сейчас.

source: <32>* Not ONCE!!
ru_ru: <32>Ни разу!

source: <32>* Not EVERRRRR!!!!
ru_ru: <32>* Никогда!!

source: <32>* I shall NEVER, EVER forget your name, Frisk!!!!!!!!
ru_ru: <32>* Я никогда не забуду твое имя, Фриск!!!!!

source: <32>{#p/basic}{#npc/a}* Do YOU know my name!?
ru_ru: <32>{#p/basic}{#npc/a}* Ты знаешь мое имя?

source: <32>* Wait, don't answer that.
ru_ru: <32>* Подождите, не отвечайте.

source: <32>* You... * Y-you LOOK like you know.
ru_ru: * Ты выглядишь так, будто знаешь.

source: <32>* You SMELL... * ... * ... like you know.
ru_ru: * ..... Как вы знаете.

source: <32>* I bet if I touched you, it'd FEEL like you know.
ru_ru: <32>* Бьюсь об заклад, если я коснусь тебя, ты почувствуешь, что знаешь.

source: <32>* (It'd also be way, WAYYYYYY too hot for you.)
ru_ru: <32>* (Это слишком горячо для вас.)

source: <32>* But why do you know...?
ru_ru: <32>* Но откуда ты знаешь.

source: <32>* How... do you know...
ru_ru: <32>* Как. Ты знаешь это.

source: <32>* This I will never ever know.
ru_ru: <32>Я никогда не узнаю.

source: <32>{#p/basic}{#npc/a}* I. Will. Never. Ever. FORGEEEET!
ru_ru: <32>{#p/basic}{#npc/a}* И. Уилл. Никогда. Навсегда. Забудь!

source: <32>{#p/basic}{#npc/a}* I. Will. Never. Ever. KNOWWWW!
ru_ru: <32>{#p/basic}{#npc/a}* И. Уилл. Никогда. Навсегда. Знакомство с WWW!

source: <32>{#p/basic}{#npc/a}* My wife and children have shown me the truth. * Life isn't so bad.
ru_ru: * Жизнь не так уж и плоха.

source: <32>* You may want to believe yourself to be a certain way, because you have "matured..."
ru_ru: <32>* Вы можете захотеть верить, что вы каким - то образом, потому что вы "созрели..."

source: <32>* But even the most stoic monster or human is just a child on the inside.
ru_ru: "32"* Но даже самый стойкий монстр или человек - это ребенок внутри.

source: <32>* Tap into the child. * Believe in the child's will.
ru_ru: * Доверяйте желаниям ребенка.

source: <32>* Even in your darkest moment, make the child a part of you, and you will be happier.
ru_ru: <32>Даже в самые темные моменты, когда вы позволяете ребенку быть частью вас, вы будете счастливее.

source: <33>{#p/basic}{#npc/a}* Ah, to be young again. * The cosmos sure felt boundless.
ru_ru: Вселенная действительно чувствует себя бесконечной.

source: <32>{#p/basic}{#npc/a}* No matter who you are, it is the truest part of you.
ru_ru: <32>{#p/basic}{#npc/a}* Кто бы вы ни были, это ваша самая настоящая сторона.

source: <32>{#p/basic}{#npc/a}* You look young...
ru_ru: <32>{#p/basic}{#npc/a}* Вы выглядите очень молодым.

source: <32>* Go play! * The cosmos aren't so scary.
ru_ru: * Вселенная не так страшна.

source: <32>{#p/basic}{#npc/a}* Never forget it...
ru_ru: <32>{#p/basic}{#npc/a}* Никогда не забывайте.

source: <32>{#p/basic}{#npc/a}* Go on...
ru_ru: <32>{#p/basic}{#npc/a}* Продолжение.

source: <32>{#p/basic}{#npc/a}* Hubby's only just begun to learn what he needs. * But remember...
ru_ru: * Но помните.

source: <32>* You must still try new things, and do so often.
ru_ru: <32>* Вы все еще должны попробовать что - то новое и делать это часто.

source: <32>* Without that, you will lose yourself behind a mask of your own making again.
ru_ru: <32>* В противном случае вы снова потеряетесь за маской, которую вы сделали сами.

source: <32>{#p/basic}{#npc/a}* Hubby thinks that because he's old, he can't enjoy life anymore.
ru_ru: <32>{#p/basic}{#npc/a}* Hubby считает, что, поскольку он стар, он больше не может наслаждаться жизнью.

source: <32>* But really, he just doesn't like trying new things.
ru_ru: <32>* Но на самом деле он просто не любит пробовать что - то новое.

source: <33>* We took our kids to a safezone, but it was new for them, so they were happy!
ru_ru: <33>* Мы взяли детей в безопасную зону, но это было для них ново, поэтому они были счастливы!

source: <32>* Our kids try new things all the time, and look how happy they are!
ru_ru: <32>* Наши дети всегда пробуют что - то новое, чтобы увидеть, как они счастливы!

source: <32>{#p/basic}{#npc/a}* Now that we're free, the horizons for new things to try have expanded.
ru_ru: <32>{#p/basic}{#npc/a}* Теперь мы свободны, и поле зрения, чтобы попробовать что - то новое, расширилось.

source: <32>* Visit a new world, discover more about the ones you know, or even create one yourself...
ru_ru: <32>* Исследуйте новый мир, узнайте больше о мире, который вы знаете, и даже создайте мир самостоятельно.

source: <32>* Anything is possible.
ru_ru: <32>* Все возможно.

source: <32>{#p/basic}{#npc/a}* If you're ever bored with life, try something new.
ru_ru: <32>{#p/basic}{#npc/a}* Если вы устали от жизни, попробуйте что - то новое.

source: <32>* It could be a movie, a hobby, or even the stress of safe- guarding your children...
ru_ru: <32>* Это может быть кино, хобби или даже стресс, чтобы защитить ребенка...

source: <32>* It could be a movie, a hobby, or even a language...
ru_ru: <32>* Это может быть фильм, хобби или даже язык.

source: <32>* Anything is possible!
ru_ru: <32>Все возможно!

source: <32>{#p/basic}{#npc/a}* What are you waiting for?
ru_ru: <32>{#p/basic}{#npc/a}* Чего вы ждете?

source: <32>{#p/basic}{#npc/a}* Now we'll get to play Monsters...
ru_ru: <32>{#p/basic}{#npc/a}* Теперь мы начинаем играть в монстров.

source: <32>* ... and monsters.
ru_ru: <32>* ..... Есть еще монстры.

source: <32>{#p/basic}{#npc/a}* Do you wanna play Monsters and Humans!?
ru_ru: <32>{#p/basic}{#npc/a}* Хотите поиграть в "Монстры и люди"?

source: <32>{#p/basic}{#npc/a}* Maybe this isn't a good idea.
ru_ru: <32>{#p/basic}{#npc/a}* Возможно, это не очень хорошая идея.

source: <32>{#p/basic}{#npc/a}* I'll be the human.
ru_ru: <32>{#p/basic}{#npc/a}* Я стану человеком.

source: <32>{#p/basic}{#npc/a}* I heard Starry's mom say the humans won't be on our new homeworld...
ru_ru: <32>{#p/basic}{#npc/a}* Я слышал, что мама Старра сказала, что люди не появятся в нашем новом доме.

source: <32>* Maybe I'll have to learn how to play smart monster games instead.
ru_ru: <32>Возможно, мне придется научиться играть в умные игры монстров.

source: <32>{#p/basic}{#npc/a}* I wanna learn how to play smart human games like chess.
ru_ru: <32>{#p/basic}{#npc/a}* Я хочу научиться играть в умные человеческие игры, такие как шахматы.

source: <32>* Starry's mom over there is the best... she can beat anyone!
ru_ru: <32>* Там мама Старри лучшая. Она может победить любого!

source: <32>{#p/basic}{#npc/a}* What's a "4-D poker?"
ru_ru: <32>{#p/basic}{#npc/a}* Что такое « 4D покер? »

source: <32>{#p/basic}{#npc/a}* What's a "zugzwang?"
ru_ru: <32>{#p/basic}{#npc/a}* Что такое "zugzwang"

source: <32>{#p/basic}{#npc/a}* So your name was actually Frisk, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Итак, ваше имя на самом деле Фриске, не так ли?

source: <32>* Your performance with Mettaton was cool and all...
ru_ru: <32>* Ваше выступление с Метттоном было классным, и...

source: <32>* But that "god battle" of yours was even more insane!
ru_ru: <32>* Но ваша "Битва Бога" еще более безумна!

source: <32>{#p/basic}{#npc/a}* We've only just got here, and Mettaton's already working on his first show!
ru_ru: <32>{#p/basic}{#npc/a}* Мы только что здесь, и Меттон уже работает над своим первым выступлением!

source: <32>* It's called "The search for humanity's star."
ru_ru: <32>* Он называется « Поиск человеческой звезды».

source: <32>{#p/basic}{#npc/a}* We came to see Mettaton's grand finale, but...
ru_ru: <32>{#p/basic}{#npc/a}* Мы смотрим на финал Меттона, но...

source: <32>* I didn't think I'd get to see $(moniker1) up close!
ru_ru: <32>* Я не ожидал увидеть $(moniker 1) с близкого расстояния!

source: <32>* ... you are $(moniker1), right?
ru_ru: <32>* ..... Ты же доллар, да?

source: <32>* I didn't think I'd get to see the human up close!
ru_ru: <32>Я не ожидал увидеть этого человека с близкого расстояния.

source: <32>* ... you are the human, right?
ru_ru: <32>* ..... Ты ведь человек, да?

source: <32>{#p/basic}{#npc/a}* So you're $(moniker1), huh?
ru_ru: <32>{#p/basic}{#npc/a}* Итак, вы $(имя 1), не так ли?

source: <32>{#p/basic}{#npc/a}* So you're the human, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Значит, вы человек, не так ли?

source: <32>{#p/basic}{#npc/a}* Hey, you're $(moniker1), the best TV villain ever!
ru_ru: <32>{#p/basic}{#npc/a}* Эй, ты $(прозвище 1), лучший телевизионный злодей всех времен!

source: <32>{#p/basic}{#npc/a}* Hey, you're the human who beat Mettaton at his own game!
ru_ru: <32>{#p/basic}{#npc/a}* Эй, ты тот, кто победил Меттона в его собственной игре!

source: <32>* What a performance!
ru_ru: <32>Какое замечательное шоу!

source: <32>{#p/basic}{#npc/a}* The best part is, we all got front row seats!
ru_ru: <32>{#p/basic}{#npc/a}* Самое лучшее, что у нас есть передние сиденья!

source: <32>{#p/basic}{#npc/a}* Where could they be...
ru_ru: <32>{#p/basic}{#npc/a}* Где они находятся.

source: <32>{#p/basic}{#npc/a}* I'm rooting for you!
ru_ru: <32>{#p/basic}{#npc/a}* Я поддерживаю тебя!

source: <32>{#p/basic}{#npc/a}* ... get away from me.
ru_ru: <32>{#p/basic}{#npc/a}* ... Оставь меня в покое.

source: <32>{#p/basic}{#npc/a}* ... do you do autographs?
ru_ru: <32>{#p/basic}{#npc/a}* ... Подпишешь?

source: <32>{#p/basic}{#npc/a}* Don't you wish you could do that all over again!?
ru_ru: <32>{#p/basic}{#npc/a}* Вы не хотите, чтобы вы вернулись снова?

source: <32>* A battle, not just for show, but for the lives of everyone on the outpost...
ru_ru: <32>* Битва не только за исполнение, но и за жизнь каждого в форпосте...

source: <32>* How cool is that!
ru_ru: <32>Очень круто!

source: <32>{#p/basic}{#npc/a}* After what Burgie did, I thought Mettaton would be done doing TV shows.
ru_ru: <32>{#p/basic}{#npc/a}* После того, как Берги сделал это, я думал, что Меттон сделает телевизионное шоу.

source: <32>* But now...
ru_ru: <32>* Но сейчас.

source: <32>{#p/basic}{#npc/a}* Aren't you excited for the grand finale!?
ru_ru: <32>{#p/basic}{#npc/a}* Вы не в восторге от финала?

source: <32>* The final showdown between Mettaton and the human villain, $(moniker2)...
ru_ru: <32>* Последняя решающая битва между Меттоном и человеческим злодеем $(moniker 2).

source: <32>* The final showdown between Mettaton and his human star...
ru_ru: <32>* Последняя битва между Меттоном и его Человеческой Звездой.

source: <32>* One last dramatic stand for all the glory in the galaxy!
ru_ru: <32>* Это последний драматический момент всей славы Млечного Пути!

source: <32>{#p/basic}{#npc/a}* He's gone... * Mettaton's actually...
ru_ru: * Меттон на самом деле.

source: <32>{#p/basic}{#npc/a}* Mettaton really had us there at the end...
ru_ru: <32>{#p/basic}{#npc/a}* Меттон действительно привел нас туда.

source: <32>{#p/basic}{#npc/a}* For a moment, I thought he'd be leaving for good!
ru_ru: <32>{#p/basic}{#npc/a}* Было время, когда я думал, что он уйдет навсегда!

source: <32>{#p/basic}{#npc/a}* It's a shame it didn't last longer.
ru_ru: <32>{#p/basic}{#npc/a}* К сожалению, это не длилось дольше.

source: <32>{#p/basic}{#npc/a}* It's good to have him back.
ru_ru: <32>{#p/basic}{#npc/a}* Очень рад, что он вернулся.

source: <32>{#p/basic}{#npc/a}* I'm rooting for Mettaton!
ru_ru: <32>{#p/basic}{#npc/a}* Я поддерживаю Меттон!

source: <32>{#p/basic}{#npc/a}* I wanna go home...
ru_ru: <32>{#p/basic}{#npc/a}* Я хочу домой.

source: <32>{#p/basic}{#npc/a}* I wonder what he'll do next...
ru_ru: <32>{#p/basic}{#npc/a}* Я хочу знать, что он будет делать дальше.

source: <32>{#p/basic}{#npc/a}* If we're settling on a new homeworld, I'll be able to find somewhere cold to live.
ru_ru: <32>{#p/basic}{#npc/a}* Если мы ищем новый дом, я смогу найти холодное место для проживания.

source: <32>* It's not like I need to. * But at least this bear would stop giving me pity gifts.
ru_ru: * Но, по крайней мере, этот медведь больше не даст мне подарка милосердия.

source: <32>{#p/basic}{#npc/a}* This bear insists on gifting me ornaments to put on my head.
ru_ru: <32>{#p/basic}{#npc/a}* Этот медведь настоял на том, чтобы подарить мне украшения на голову.

source: <32>* I know it means well, but head ornaments are the last thing I need...
ru_ru: <32>* Я знаю, что это доброта, но головной убор - это то, что мне меньше всего нужно.

source: <32>{#p/basic}{#npc/a}* ... hmm, maybe the teenagers weren't so bad.
ru_ru: <32>{#p/basic}{#npc/a}* ... Ну, может эти подростки не такие уж и плохие.

source: <32>{#p/basic}{#npc/a}* ... at least it's not hugging me like the teenagers.
ru_ru: <32>{#p/basic}{#npc/a}* ... По крайней мере, он не обнимает меня, как подросток.

source: <32>{#p/basic}{#npc/a}* I am starting to think that my pity for Gyftrot was a reflection of my own sadness.
ru_ru: <32>{#p/basic}{#npc/a}* Я начинаю думать, что мое сочувствие к Gyftrot отражает мою собственную печаль.

source: <32>* I have longed for a cold environment myself, for as long as I can remember...
ru_ru: <32>* С тех пор, как я вспомнил, я всегда мечтал о холодном окружении.

source: <32>* When we reach our destination, I will seek one out.
ru_ru: <32>* Когда мы доберемся до места назначения, я найду его.

source: <32>{#p/basic}{#npc/a}* I feel bad for Gyftrot. * It, like many of us, has never lived in its natural habitat.
ru_ru: * Как и многие из нас, он никогда не жил в естественной среде обитания.

source: <32>* Alphys has said recently that the force field might be broken soon...
ru_ru: <32>* Alphys недавно заявил, что силовое поле может быть сломано в ближайшее время.

source: <32>* Perhaps when that happens, we may all find some respite.
ru_ru: <32>* Возможно, когда это произойдет, мы все найдем передышку.

source: <32>{#p/basic}{#npc/a}* For now, I'll stay by Gyftrot. * Giving gifts is the only way I know how to cope.
ru_ru: * Подарки - это единственный способ, которым я знаю, как реагировать.

source: <32>{#p/basic}{#npc/a}* For now, I will try my best to improve the lives of those less fortunate than I.
ru_ru: <32>{#p/basic}{#npc/a}* В настоящее время я сделаю все возможное, чтобы улучшить жизнь тех, кто несчастнее меня.

source: <32>{#p/basic}{#npc/a}* Honestly, chief? * I'm thankful you bullied everyone before.
ru_ru: Я ценю то, что ты раньше издевался над всеми.

source: <32>* They might've been scared...
ru_ru: <32>* Они могут быть очень напуганы.

source: <33>* But at least they could finally live puzzle-free.
ru_ru: Но, по крайней мере, они наконец - то смогут жить без головоломок.

source: <32>{#p/basic}{#npc/a}* The new homeworld's gonna be a riot, chief.
ru_ru: <32>{#p/basic}{#npc/a}* Новый дом будет бунтом, вождь.

source: <32>* Can you take a guess why?
ru_ru: <32>Можете ли вы угадать причину?

source: <33>* That's right. * No crappy puzzles to be solved.
ru_ru: * Нет плохих головоломок, которые нужно решить.

source: <32>{#p/basic}{#npc/a}* I don't get what the fuss is with that Mettaton guy.
ru_ru: <32>{#p/basic}{#npc/a}* Я не понимаю, что беспокоит этого парня в Меттоне.

source: <32>* You get me, chief?
ru_ru: <32>* Вы понимаете, что я имею в виду, шеф?

source: <32>* If you don't know someone personally, why be all upset?
ru_ru: <32>* Если вы кого - то не знаете, почему вы так расстроены?

source: <32>{#p/basic}{#npc/a}* You know why I love hanging out here?
ru_ru: <32>{#p/basic}{#npc/a}* Знаете ли вы, почему я люблю здесь бродить?

source: <32>* It's simple, chief.
ru_ru: <32>* Очень просто, босс.

source: <32>* There's no crappy puzzles to figure out here.
ru_ru: <32>* Здесь нет плохих головоломок, которые нужно решить.

source: <32>{#p/basic}{#npc/a}* Yeah, you heard me.
ru_ru: <32>{#p/basic}{#npc/a}* Да, вы слышали.

source: <32>* I'd rather be afraid for my life than have to deal with those puzzles.
ru_ru: <32>* Я предпочитаю беспокоиться о своей жизни, чем решать эти головоломки.

source: <32>* That's just how it is, chief.
ru_ru: <32>* Вот так дело, вождь.

source: <32>{#p/basic}{#npc/a}* Yeah, I STILL said it.
ru_ru: <32>{#p/basic}{#npc/a}* Да, я все еще так говорю.

source: <32>* I STILL said crappy.
ru_ru: <32>* Я все еще говорю гнилой.

source: <32>* It'll ALWAYS be a fact, chief.
ru_ru: <32>* Это всегда будет фактом, вождь.

source: <32>{#p/basic}{#npc/a}* I'm just being honest.
ru_ru: <32>{#p/basic}{#npc/a}* Я просто говорю правду.

source: <32>* Most of us don't really know who he is as a person.
ru_ru: <32>Большинство из нас не знают, кто он.

source: <32>* It's just a fact, chief.
ru_ru: <32>* Это просто факт, вождь.

source: <32>{#p/basic}{#npc/a}* Yeah, I said it.
ru_ru: <32>{#p/basic}{#npc/a}* Да, я уже сказал.

source: <32>* I said crappy.
ru_ru: <32>* Я говорю гнилой.

source: <32>{#p/basic}{#npc/a}* Chief.
ru_ru: <32>{#p/basic}{#npc/a}* Главный.

source: <32>{#p/basic}{#npc/a}* I'm an art teacher. * But I'm thinking of quitting.
ru_ru: * Но я хочу уйти в отставку.

source: <32>* I'd rather have a job where I don't have to criticize people...
ru_ru: <32>* Я бы предпочел иметь работу, в которой нет необходимости критиковать других.

source: <32>* A job where all I have to do is make them happy.
ru_ru: <32>Все, что мне нужно сделать, это сделать их счастливыми.

source: <32>{#p/basic}{#npc/a}* I'm an art teacher. * Art's supposed to be fun and positive, right?
ru_ru: * Искусство должно быть интересным и позитивным, не так ли?

source: <32>* But one of my students recently started drawing all this sad artwork.
ru_ru: Но один из моих студентов недавно начал рисовать эти грустные произведения искусства.

source: <32>* It hurts to look at... * I want to help him, but I don't want to stop him, either.
ru_ru: * Я хочу помочь ему, но я не хочу останавливать его.

source: <32>{#p/basic}{#npc/a}* I'm an art teacher. * In art, it's said that there's no right or wrong way.
ru_ru: * В искусстве люди говорят, что нет разницы между правильным и неправильным.

source: <32>* But one of my students thinks that everything he does is a mistake...
ru_ru: Но один из моих учеников считает, что все, что он делает, неправильно.

source: <32>* He won't stop apologizing... * I want to help him, but I'm at a loss for what to do.
ru_ru: * Я хочу помочь ему, но я не знаю, что делать.

source: <32>{#p/basic}{#npc/a}* Wouldn't that be nice?
ru_ru: <32>{#p/basic}{#npc/a}* Это не хорошо?

source: <32>{#p/basic}{#npc/a}* Why can't everyone just make nice things all the time?
ru_ru: <32>{#p/basic}{#npc/a}* Почему не каждый может делать добро всегда?

source: <33>{#p/basic}{#npc/a}* Why is teaching a subjective subject so objectively difficult?
ru_ru: <33>{#p/basic}{#npc/a}* Почему объективно так сложно преподавать субъективную дисциплину?

source: <32>{#p/basic}{#npc/a}* So. A new homeworld, eh? * My son and I will get to do so many great things together.
ru_ru: Мы с сыном сделаем много замечательных вещей вместе.

source: <32>* So many great things. * Especially that place the old art teacher's got in mind.
ru_ru: * Особенно в том месте, о котором думал старый учитель изобразительного искусства.

source: <32>* Then, we'll go to dinner, and the movies... and his father can come along, too.
ru_ru: <32>* Потом мы идем на ужин, в кино... Его отец тоже может приехать.

source: <32>* Growing boys have so many needs, don't they? * So it's only fair.
ru_ru: * Так что это справедливо.

source: <32>* I wonder if my son's friends would be interested...?
ru_ru: <32>* Я хочу знать, заинтересуются ли друзья моего сына.

source: <32>{#p/basic}{#npc/a}* Did something happen? * I've been so focused on this here game, I hadn't noticed.
ru_ru: * Я был сосредоточен на этой игре, я не заметил.

source: <32>* But that's fine, you see. * The game is too important to abandon it now.
ru_ru: * Эта игра слишком важна, чтобы сдаваться сейчас.
