Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>{#p/basic}{#npc/a}* All the lights went out a little while ago, you see. * So I'm in a bit of a pickle.
ru_ru: * Так что я немного смущен.

source: <32>* If I forfeit now, my opponent might return and steal the win out from under my feathers!
ru_ru: <32>* Если я признаю поражение сейчас, мой противник может вернуться и украсть победу из - под моих перьев!

source: <33>{#p/basic}{#npc/a}* Well. I sat at this here table. * And organized this here game. * But my opponent?
ru_ru: * Но где мой противник?

source: <32>* Nowhere! Nowhere to be seen in this fine establishment!
ru_ru: <32>Нет места! В этом прекрасном месте его нигде не видно!

source: <32>{#p/basic}{#npc/a}* Well. I played this here move. * Pawn to king's knight four? * So my opponent walked off.
ru_ru: * Поэтому мой оппонент ушел.

source: <32>* Now, you see, I have to wait. * It'll take a while for that clock to run out, for sure.
ru_ru: * Должно пройти некоторое время, прежде чем часы закончатся.

source: <32>{#p/basic}{#npc/a}* Fun for the whole family.
ru_ru: <32>{#p/basic}{#npc/a}* Вся семья счастлива.

source: <32>{#p/basic}{#npc/a}* All that matters is the game.
ru_ru: <32>{#p/basic}{#npc/a}* Важно играть.

source: <32>{#p/basic}{#npc/a}* You never know what sorts of tricks your opponents will pull on you.
ru_ru: <32>{#p/basic}{#npc/a}* Вы никогда не знаете, что ваш противник сделает с вами.

source: <32>{#p/basic}{#npc/a}* It's a true disappointment. * Immeasurable, even.
ru_ru: * Невозможно измерить даже.

source: <32>{#p/basic}{#npc/a}* There's no way I can chronologically recover from this.
ru_ru: <32>{#p/basic}{#npc/a}* Я не могу восстановить его в хронологическом порядке.

source: <32>{#p/basic}{#npc/a}* Yah may have scared us off, but at least yah saved us.
ru_ru: <32>{#p/basic}{#npc/a}* Yah, возможно, отпугнул нас, но, по крайней мере, Yah спас нас.

source: <32>* Can't say I'm not a little afraid of yah though.
ru_ru: <32>* Но я не могу сказать, что я немного боюсь.

source: <32>{#p/basic}{#npc/a}* Apology or not, yah more than made up for mah son's injuries.
ru_ru: <32>{{#p/basic}{#npc/a}* Извиниться или нет, вред, нанесенный лошади, был намного компенсирован.

source: <32>* Thank yah for yah kind deed.
ru_ru: <32>Спасибо за добрые дела.

source: <32>{#p/basic}{#npc/a}* Now that we're free, being a waitah may no longer suit me.
ru_ru: <32>{#p/basic}{#npc/a}* Теперь мы свободны, когда официант может больше не подходить мне.

source: <32>* Our Son's returned, so I'll have to find mahself a new job...
ru_ru: <32>* Наш сын вернулся, так что я должен найти себе новую работу.

source: <32>{#p/basic}{#npc/a}* Everything around here is falling apart now. * People want their stah back.
ru_ru: * Люди хотят вернуться в свои дома.

source: <32>* They've stopped coming to eat at our fancy restaraunt...
ru_ru: <32>* Они больше не едят в наших элитных ресторанах.

source: <32>* In favah of fast food.
ru_ru: <32>* Предпочитает фастфуд.

source: <32>{#p/basic}{#npc/a}* I heard about yah from my son's friends, they tell me he's been bruised all ovah...
ru_ru: <32>{#p/basic}{#npc/a}* Я слышал о Яхе от друзей моего сына, которые сказали мне, что он весь в синяках.

source: <32>* Could yah apologize to him latah for me? * It'd mean the unahverse.
ru_ru: * Это будет означать unahverse.

source: <32>{#p/basic}{#npc/a}* I'm a waitah. * My wife is a chess playah, and my son is a comedian.
ru_ru: * Моя жена - шахматист, а мой сын - комик.

source: <32>* They say being a waitah is a boring job, but it suits me.
ru_ru: <32>* Они говорят, что быть официантом - скучная работа, но это хорошо для меня.

source: <32>* Of course, I'm also a fathah. * I worry about my son, since he doesn't come home often...
ru_ru: * Я беспокоюсь за своего сына, потому что он не часто приходит домой...

source: <32>* Instead, he tells jokes with his friends in Starton.
ru_ru: <32>* Вместо этого он рассказывал шутки в Стартоне со своими друзьями.

source: <32>{#p/basic}{#npc/a}* Just try to be kindah from now on, will yah?
ru_ru: <32>{#p/basic}{#npc/a}* Попробуйте быть добрым с этого момента, хорошо?

source: <32>{#p/basic}{#npc/a}* Thank yah very much.
ru_ru: <32>{#p/basic}{#npc/a}* Большое спасибо.

source: <32>{#p/basic}{#npc/a}* Maybe I'll become a bartendah.
ru_ru: <32>{#p/basic}{#npc/a}* Возможно, я стану барменом.

source: <32>{#p/basic}{#npc/a}* If things keep going like this, I fear I'll be out of a job.
ru_ru: <32>{#p/basic}{#npc/a}* Я боюсь, что буду безработным, если все будет продолжаться.

source: <32>{#p/basic}{#npc/a}* Just prahmise yah will.
ru_ru: <32>{#p/basic}{#npc/a}* При условии, что prahmise yah.

source: <32>{#p/basic}{#npc/a}* At least the jokes are funny.
ru_ru: <32>{#p/basic}{#npc/a}* По крайней мере, эти шутки интересны.

source: <32>{#p/basic}{#npc/a}* Security left for the party a while ago, but I decided to stay for now.
ru_ru: <32>{#p/basic}{#npc/a}* Охрана только что пришла на вечеринку, но я решил остаться на время.

source: <32>* After all, why go anywhere else, when you can take in the aura...
ru_ru: <32>* В конце концов, так как вы можете чувствовать ауру, зачем идти в другое место...

source: <32>* ... of a wish flower...
ru_ru: <32>* ..... Цветок желаний.

source: <32>{#p/basic}{#npc/a}* I was bored, so I started taking in the wish flowers' auras.
ru_ru: <32>{#p/basic}{#npc/a}* Мне скучно, поэтому я начинаю восхищаться аурой цветов, загадывающих желания.

source: <32>* This one's not TOO bad, but there might be a better one somewhere else...
ru_ru: <32>* Это неплохо, но в других местах может быть лучше.

source: <32>* ... maybe I'll stumble across that one later.
ru_ru: <32>* ..... Возможно, позже я узнаю об этом случайно.

source: <32>{#p/basic}{#npc/a}* Security kicked me out for taking in the wish flowers' auras.
ru_ru: <32>{#p/basic}{#npc/a}* Охрана выгнала меня, потому что я забрал ауру цветов желания.

source: <32>* That famous guy has everyone distracted, so I could probably go back in...
ru_ru: <32>* Эта знаменитость отвлекает всех, так что я могу вернуться...

source: <32>* The lights went off a while ago, so I could probably go back in...
ru_ru: <32>* Лампа погасла не так давно, так что я могу вернуться...

source: <32>* The guards have clocked out, so I could probably go back in...
ru_ru: <32>* Охрана уже вышла с работы, так что я могу вернуться...

source: <32>* ... but, ahh, this here's the best one I've found so far...
ru_ru: <32>* ..... Но, это лучшее, что я нашел до сих пор...

source: <32>{#p/basic}{#npc/a}* Don't worry about me, I'm just here... taking in a wish flower's aura.
ru_ru: <32>{#p/basic}{#npc/a}* Не беспокойтесь обо мне, я здесь. Почувствуйте ореол желания.

source: <32>{#p/basic}{#npc/a}* After all our hard work, we've made it out alive.
ru_ru: <32>{#p/basic}{#npc/a}* После всех наших усилий мы выжили.

source: <32>* Frankly, I'm tired of this job. * But it's been a good run.
ru_ru: * Но это был хороший матч.

source: <32>* Maybe, when we get to the new homeworld, I'll be a factory worker instead.
ru_ru: <32>* Возможно, когда мы доберемся до нового дома, я стану фабричным рабочим.

source: <32>* And don't tell me that's the same thing as bein' a CORE worker.
ru_ru: <32>* Не говорите мне, что это то же самое, что быть основным сотрудником.

source: <32>* For one, we won't have those two girls breathin' down our necks all the time...
ru_ru: <32>* Во - первых, мы не позволим этим двум девушкам дышать нам на шею все время.

source: <32>* No, Catty, I don't want to sleep over with ya! * End of story!
ru_ru: * На этом история заканчивается!

source: <32>{#p/basic}{#npc/a}* Long ago, they found a weak spot in the force field, about where the Outlands is now.
ru_ru: <32>{#p/basic}{#npc/a}* Давным - давно они обнаружили слабость в силовом поле, примерно в том месте, где сейчас находится внешний домен.

source: <32>* It doesn't mean we can escape through it, but it does mean any human who comes here...
ru_ru: <32>* Это не означает, что мы можем сбежать от него, но это означает, что любой, кто придет сюда.

source: <32>* ... will have to crash-land right around that area.
ru_ru: <32>* ..... Необходимо будет совершить аварийную посадку вблизи этого района.

source: <32>* So we built the outpost to be long and winding to slow down a potential invasion.
ru_ru: Поэтому мы построили длинный и извилистый форпост, чтобы замедлить потенциальное вторжение.

source: <32>* We quickly realized it was a dumb idea, but by then, it'd become a tradition.
ru_ru: « 32 »* Мы быстро поняли, что это была глупая идея, но к тому времени это стало традицией.

source: <32>* Now, you can't go two seconds without getting lost...
ru_ru: <32>* Теперь нельзя ходить две секунды и не заблудиться.

source: <32>{#p/basic}{#npc/a}* She's always been gettin' up on my case like that.
ru_ru: <32>{#p/basic}{#npc/a}* Она всегда так вмешивалась в мои дела.

source: <32>* Eh... * I guess it could be worse.
ru_ru: * Я думаю, что может быть еще хуже.

source: <32>* We could still be workin' for that dumb robot.
ru_ru: <32>* Возможно, мы все еще работаем на этого тупого робота.

source: <32>{#p/basic}{#npc/a}* At least the CORE wasn't designed with this idea.
ru_ru: <32>{#p/basic}{#npc/a}* По крайней мере, дизайн CORE не имеет этой идеи.

source: <32>* Can you imagine how bad it'd be if we had to go through mazes to do maintenance?
ru_ru: <32>Можете ли вы представить, насколько это было бы плохо, если бы нам пришлось проходить через лабиринт для обслуживания?

source: <32>{#p/basic}{#npc/a}* Go on, you two...
ru_ru: <32>{#p/basic}{#npc/a}* Продолжайте, вы двое.

source: <32>{#p/basic}{#npc/a}* Let's just be glad it's over.
ru_ru: <32>{#p/basic}{#npc/a}* Радуйтесь, что все кончено.

source: <32>{#p/basic}{#npc/a}* Please and no thank you.
ru_ru: <32>{#p/basic}{#npc/a}* Пожалуйста, не надо, спасибо.

source: <32>{#p/basic}{#npc/a}* So looks like my job is over. * No more CORE.
ru_ru: * Нет больше ядра.

source: <32>* Actually, yes more core. * But not for us no more.
ru_ru: * Но уже не для нас.

source: <32>* Any time now, we leave, and we never return.
ru_ru: <32>* Теперь в любое время мы уйдем и никогда не вернемся.

source: <32>* What will my future be?
ru_ru: <32>Каким будет мое будущее?

source: <32>* Boy, do I sure wish I knew!
ru_ru: <32>* Ребенок, я бы очень хотел знать!

source: <32>{#p/basic}{#npc/a}* I work at the CORE. * The floor plan is designed to look like a bird.
ru_ru: * План разработан как птица.

source: <32>* Oh! I bet you don't know what "CORE" stands for!
ru_ru: <32>* О! Бьюсь об заклад, ты не знаешь, что означает "CORE"!

source: <32>* It stands for "Charged Onium- ion Refactorization Engine."
ru_ru: <32>* Он представляет собой "заряженный ионный реконструированный двигатель".

source: <32>* What does it mean?
ru_ru: <32>Что это значит?

source: <32>* I have no idea, no idea at all!
ru_ru: <32>Я не знаю!

source: <32>{#p/basic}{#npc/a}* Perhaps, in an alternate timeline, I could be king.
ru_ru: <32>{#p/basic}{#npc/a}* Возможно, на другой линии времени я могу стать королем.

source: <32>* It is I the good King Charles at your service!
ru_ru: <32>Я хороший король, Чарльз, к вашим услугам!

source: <32>* Wouldn't that be nice!
ru_ru: <32>Это не очень хорошо!

source: <32>{#p/basic}{#npc/a}* Something else that's cool about the CORE is the override switches.
ru_ru: <32>Еще одним ярким пятном в AM #p/basic #npc/a* CORE является гиперуправляемый переключатель.

source: <32>* They're both heavily guarded, but one is guarded by puzzles instead of actual guards!
ru_ru: <32>* Все они находятся под усиленной охраной, но один из них охраняется головоломкой, а не настоящей охраной!

source: <32>* I sure do love PUZZLE!
ru_ru: Мне очень нравится Puzzle!

source: <32>{#p/basic}{#npc/a}* So you're telling me the next comedy show isn't gonna be for another two weeks??
ru_ru: <32>{#p/basic}{#npc/a}* Значит, вы имеете в виду, что следующая комедийная программа выйдет в эфир через две недели?

source: <32>* I thought it was today!
ru_ru: <32>Я думал, что это сегодня!

source: <32>{#p/basic}{#npc/a}* So you're telling me I can't re-schedule my seat for a later date?
ru_ru: <32>{#p/basic}{#npc/a}* Значит, вы хотите сказать, что я не могу поменять место позже?

source: <32>* This place is a total folly!
ru_ru: <32>Это место глупо!

source: <32>{#p/human}* (You rest your arm on the abandoned countertop.)
ru_ru: <32>{#p/human}* (Ваша рука на заброшенном столе.)

source: <32>{#p/basic}{#npc/a}* Blub blub... * (All reservations cancelled.) * (Section two, freedom clause.)
ru_ru: * (Раздел II, Свободное положение).

source: <32>* (Haven't you read the terms and conditions...?)
ru_ru: <32>* (Вы не читали Положения и Условия?)

source: <32>{#p/basic}{#npc/a}* Blub blub... * (I hope you and your date had a pleasant dining experience.)
ru_ru: * (Я хочу, чтобы у вас с вашим партнером был приятный обеденный опыт.)

source: <32>* (That looked like quite the nice little chat.)
ru_ru: <32>* (Это похоже на хороший небольшой разговор.)

source: <32>{#p/basic}{#npc/a}* Blub blub... * (Half-price reservations with our limited-time MTT coupon!)
ru_ru: * (Забронируйте полцены, используя наш лимитированный купон MTT!)

source: <32>{#p/basic}{#npc/a}* Blub blub... * (Day by day, the days grow ever lonelier...)
ru_ru: * (День за днем дни становятся все более одинокими...)

source: <32>{#p/basic}{#npc/a}* Blub blub... * (You'll have to reserve a table to eat here.)
ru_ru: * (Вы должны забронировать столик здесь, чтобы поесть.)

source: <32>* (The girls get antsy when the reservations aren't in order.)
ru_ru: <32>* (Девушки беспокоятся, когда бронирование не доступно).

source: <32>{#p/basic}{#npc/a}* Blub blub... * (See you on the homeworld...)
ru_ru: * (Семейный мир см....)

source: <32>{#p/basic}{#npc/a}* Blub blub... * (The coupon expires tomorrow.)
ru_ru: * (Срок действия купона истекает завтра.)

source: <32>{#p/basic}{#npc/a}* Blub blub... * (There are no reservations available at this time.)
ru_ru: * (В настоящее время бронирования нет.)

source: <25>{#p/asriel2}{#f/10}* Why are we going back this way again?
ru_ru: <25>{#p/asriel2}{#f/10}* Почему мы возвращаемся именно так?

source: <25>{#p/asriel2}{#f/7}* We really don't need to do this.
ru_ru: <25>{#p/asriel2}{#f/7}* Нам действительно не нужно это делать.

source: <25>{#p/asriel2}{#f/13}* Golly... feels weird to be back here with you by my side.
ru_ru: <25>{#p/asriel2}{#f/13}* Боже. Странно быть с тобой.

source: <25>{#p/asriel2}{#f/4}* It's like... walking into a warzone with your best friend.
ru_ru: <25>{#p/asriel2}{#f/4}* Это как... И твой лучший друг пошел в зону военных действий.

source: <25>{#f/3}* 'Cause that's what this place was like for me.
ru_ru: <25>{#f/3}* Потому что именно так это место выглядит для меня.

source: <25>{#p/asriel2}{#f/13}* Could be worse, though.
ru_ru: <25>{#p/asriel2}{#f/13}* Но ситуация может быть еще хуже.

source: <25>{#p/asriel2}{#f/13}* ... at least we have each other, right?
ru_ru: <25>{#p/asriel2}{#f/13}* ... По крайней мере, у нас есть друг у друга, да?

source: <25>{#p/asriel2}{#f/13}* Imagine it... the city of Aerialis.
ru_ru: <25>{#p/asriel2}{#f/13}* Представьте себе... Этот город Алиалис.

source: <25>{#f/16}* It's a shame it was never finished.
ru_ru: <25>{#f/16}* К сожалению, он никогда не был завершен.

source: <25>{#p/asriel2}{#f/3}* Apparently, it would've been twice the size of the Citadel.
ru_ru: <25>{#p/asriel2}{#f/3}* Очевидно, что он в два раза больше замка.

source: <25>{#f/4}* Just think of us, standing atop all that splendor...
ru_ru: <25>{#f/4}* Подумайте о нас, стоя выше всего великолепия...

source: <25>{#f/3}* Wouldn't that be nice?
ru_ru: <25>{#f/3}* Разве это не хорошо?

source: <25>{#p/asriel2}{#f/4}* Anyway, a city that big is probably just a silly idea.
ru_ru: <25>{#p/asriel2}{#f/4}* В любом случае, такой большой город может быть просто глупой идеей.

source: <25>{#f/13}* And you know how those always go for us.
ru_ru: <25>{#f/13}* Вы знаете, что это всегда хорошо для нас.

source: <25>{#p/asriel2}{#f/6}* Let me guess, the elevator couldn't take us to the third floor?
ru_ru: <25>{#p/asriel2}{#f/6}* Дай угадаю, не может ли лифт отвести нас на третий этаж?

source: <25>{#f/7}* I should have known he'd make us take the long way up.
ru_ru: <25>{#f/7}* Я должен был знать, что он позволит нам пройти долгий путь.

source: <25>{#p/asriel2}{#f/8}* One floor down, two floors to go...
ru_ru: <25>{#p/asriel2}{#f/8}* Выше на следующий уровень, есть еще два слоя.

source: <25>{#p/asriel2}{#f/7}* Right.
ru_ru: <25>{#p/asriel2}{#f/7}* Правильно.

source: <25>{#p/asriel2}{#f/6}* It's dark... this isn't normal at all.
ru_ru: <25>{#p/asriel2}{#f/6}* Темнеет... Это просто ненормально.

source: <25>{#f/7}* Someone must've come through and shorted out the electrics.
ru_ru: <25>{#f/7}* Должно быть кто - то проник и закоротил провода.

source: <25>{#p/asriel2}{#f/10}* Seriously, who turned out the lights?
ru_ru: <25>{#p/asriel2}{#f/10}* Честно говоря, кто выключил свет?

source: <25>{#p/asriel2}{#f/15}* Come to think of it...
ru_ru: <25>{#p/asriel2}{#f/15}* Подумайте внимательно.

source: <25>{#f/16}* This does look like it was caused by magic.
ru_ru: <25>{#f/16}* Это действительно кажется результатом магии.

source: <26>{#f/3}* So that's that, I guess.
ru_ru: <26>{#f/3}* Я думаю, что это так.

source: <25>{#p/asriel2}{#f/10}* No security field...?
ru_ru: <25>{#p/asriel2}{#f/10}* Нет поля безопасности.

source: <25>{#f/10}{#x1}* And look, the emitters are burnt out.
ru_ru: <25>{#f/10}{#x1:* Смотри, передатчик выгорел.

source: <25>{#p/asriel2}{#f/13}* ... to think this damage was caused by her magic...
ru_ru: <25>{#p/asriel2}{#f/13}* ... Думал, это ее магия причинила вред.

source: <25>{#p/asriel2}{#f/1}* What fearsome power.
ru_ru: <25>{#p/asriel2}{#f/1}* Какая ужасная сила.

source: <25>{#p/asriel2}{#f/10}* That note on the counter, did you see it?
ru_ru: <25>{#p/asriel2}{#f/10}* Эта записка на прилавке, вы ее видите?

source: <25>{#f/6}* If Alphys was here earlier, that could explain the lights.
ru_ru: <25>{#f/6}* Если Альфис был здесь раньше, это может объяснить эти огни.

source: <25>{#f/15}* But to short circuit the entirety of the rec center in one go...
ru_ru: <25>{#f/15}* Но для однократного короткого замыкания всего центра рециркуляции.

source: <25>{#f/16}* ... that shouldn't even be possible...
ru_ru: <25>{#f/16}* ... Это просто невозможно.

source: <25>{#p/asriel2}{#f/3}* Abandoned. * As you'd expect.
ru_ru: * Как вы и ожидали.

source: <25>{#f/4}* ... come on, let's get to the CORE.
ru_ru: <25>{#f/4}* ... Давай, пойдем в ядро.

source: <25>{#p/asriel2}{#f/3}* At last...
ru_ru: <25>{#p/asriel2}{#f/3}* Наконец...

source: <25>{#f/4}* The central source of power for the outpost.
ru_ru: <25>{#f/4}* Центральное питание аванпоста.

source: <25>{#p/asriel2}{#f/8}* Stay close. ELITE squad members might be lurking nearby.
ru_ru: <25>{#p/asriel2}{#f/8}* Держитесь близко. Члены элитного отряда могут скрываться поблизости.

source: <25>{#p/asriel2}{#f/10}* No guards...?
ru_ru: <25>{#p/asriel2}{#f/10}* Без охраны.

source: <25>{#f/15}* Golly... they really ARE afraid of us.
ru_ru: <25>{#f/15}* Боже. Они действительно боятся нас.

source: <25>{#p/asriel2}{#f/3}* Finally, the central control room.
ru_ru: <25>{#p/asriel2}{#f/3}* Наконец, центральная диспетчерская.

source: <25>{#f/3}* From here, there's practically a control for everything.
ru_ru: <25>{#f/3}* Начиная отсюда, почти все имеет контроль.

source: <25>{#f/15}* Gravity plating, heat distribution, even the atmosphere...
ru_ru: <25>{#f/15}* Гравитационное покрытие, распределение тепла и даже атмосфера...

source: <25>{#f/4}* It all runs through this system.
ru_ru: <25>{#f/4}* Все это работает через эту систему.

source: <25>{#f/3}* Let's see if my royal access codes still hold weight.
ru_ru: <25>{#f/3}* Давайте посмотрим, все еще ли в силе мой королевский код доступа.

source: <25>{#f/2}* I wouldn't put it past them to forget...
ru_ru: <25>{#f/2}* Я не позволю им забыть.

source: <25>{#p/asriel2}{#f/6}* Okay, we made it back.
ru_ru: <25>{#p/asriel2}{#f/6}* Хорошо, мы вернулись.

source: <25>{#f/7}* Let's give those royal access codes a try.
ru_ru: <25>{#f/7}* Давайте попробуем эти королевские коды доступа.

source: <26>{*}{#p/asriel2}{#f/6}* System, extend the bridge, authorization Asriel STARLING-4-7-7-4.{^40}{%}
ru_ru: <26><26>>>>>>>>><p/asriel2 ->>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>>

source: <25>{*}{#f/7}* I guess no- {%}
ru_ru: <25>{*}{#f/7}* Я не думаю - {%}

source: <25>{#p/asriel2}{#f/10}* I guess so.
ru_ru: <25>{#p/asriel2}{#f/10}* Я думаю, что да.

source: <25>{#p/asriel2}{#f/3}* Think you can get the back door unlocked while I set this up?
ru_ru: <25>{#p/asriel2}{#f/3}* Вы можете открыть заднюю дверь, когда я настрою это?

source: <25>{#f/4}* Pick a side, left or right, and hit the switch at the end.
ru_ru: <25>{#f/4}* Выберите одну сторону, левую или правую, а затем нажмите на переключатель в конце.

source: <25>{#f/1}* I'll be waiting.
ru_ru: <25>{#f/1}* Я буду ждать тебя.

source: <25>{#f/4}* You do your part, and I'll do mine.
ru_ru: <25>{#f/4}* Вы выполняете свой долг, и я выполняю свой долг.

source: <25>{#p/asriel2}{#f/8}* Wrong way, $(name).
ru_ru: <25>{#p/asriel2}{#f/8}* Ошибка направления, $(имя).

source: <25>{#p/asriel2}{#f/16}* Perfect timing. * We should be all set to go now.
ru_ru: * Теперь мы все должны быть готовы.

source: <25>{#f/1}* All that's left is to make it to an escape shuttle...
ru_ru: <25>{#f/1}* Все, что осталось, это идти спасать шаттл.

source: <25>{#f/9}* Set off the blast...
ru_ru: <25>{#f/9}* Взрыв.

source: <25>{#f/2}* And ride the shockwave to freedom.
ru_ru: <25>{#f/2}* На ударной волне к свободе.

source: <25>{#f/17}* ... aren't you excited, $(name)?
ru_ru: <25>{#f/17}* ... Вы не взволнованы? (Имя)

source: <25>{#f/17}* Aren't you happy?
ru_ru: <25>{#f/17}* Вы недовольны?

source: <25>{#f/18}* ... * We're going to be free!
ru_ru: * Мы будем свободны!

source: <25>{#p/asriel2}{#f/9}* Ready when you are, $(name).
ru_ru: <25>{#p/asriel2}{#f/9}* Готовы, $(имя).

source: <25>{#p/asriel2}{#f/16}* I'm right behind you.
ru_ru: <25>{#p/asriel2}{#f/16}* Я прямо за тобой.

source: <25>{#p/asriel2}{#f/8}* Wait, I think I hear something.
ru_ru: <25>{#p/asriel2}{#f/8}* Подождите, я думаю, я что - то слышал.

source: <25>{#p/asriel2}{#f/3}* It's Mettaton. * He's waiting in the next room.
ru_ru: * Он ждет в соседней комнате.

source: <25>{#f/10}* I can only make out a silhouette...
ru_ru: <25>{#f/10}* Я могу распознать только один силуэт.

source: <25>{#f/6}* Maybe if we sneak up on him, we can take him by surprise.
ru_ru: <25>{#f/6}* Возможно, если мы тайно приблизимся к нему, мы сможем удивить его.

source: <25>{#p/asriel2}{#f/7}* You know what to do.
ru_ru: <25>{#p/asriel2}{#f/7}* Вы знаете, что делать.

source: <32>{#p/mettaton}* Do you really think I'm going to let you get away that easily?
ru_ru: <32>{#p/metaton}* Ты действительно думаешь, что я позволю тебе так легко сбежать?

source: <25>{#p/asriel2}{#f/8}* ... * Don't be coy, Mettaton. * It's obvious you won't.
ru_ru: * Очевидно, вы не будете.

source: <25>{#p/asriel2}{#f/7}* It just won't matter when you're dead.
ru_ru: <25>{#p/asriel2}{#f/7}* Все нормально, что ты умер.

source: <25>{#p/asriel2}{#f/8}* We've had this chat before, pal.
ru_ru: <25>{#p/asriel2}{#f/8}* Мы говорили раньше, друг.

source: <32>{#p/mettaton}* Ah...
ru_ru: <32>{#p/metaton}* Аа.

source: <32>{#p/mettaton}* But that means I've killed you once before, doesn't it?
ru_ru: <32>{#p/metaton}* Но это значит, что я убил тебя однажды, не так ли?

source: <32>{#p/mettaton}* Heh... don't worry, darling. * I'll make your death even quicker this time around.
ru_ru: * В этот раз я заставлю тебя умереть быстрее.
