Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>* Should I be concerned?
ru_ru: <32>Должен ли я волноваться?

source: <32>{#p/basic}{#npc/a}* As a slime, I'm still not sure how to feel about this.
ru_ru: <32>{#p/basic}{#npc/a}* Как слизь, я до сих пор не знаю, что думать.

source: <32>{#p/basic}{#npc/a}* As a slime, I'm not sure how to feel about this.
ru_ru: <32>{#p/basic}{#npc/a}* Как слизь, я не знаю, что думать.

source: <32>{#p/basic}{#npc/a}* Are you ready for my "explosive" return???
ru_ru: <32>{#p/basic}{#npc/a}* Вы готовы приветствовать мое "взрывное" возвращение?

source: <32>* You kinda scared everyone off, but some of us came back after what you did later.
ru_ru: Вы немного напугали всех, но некоторые из нас вернулись после вас.

source: <32>* Can't say I blame the ones who didn't, but hey...
ru_ru: <32>* Я не могу сказать, что виню тех, кто этого не сделал, но эй...

source: <32>* I figured I'd give your choice to do the right thing some impact.
ru_ru: <32>* Я думаю, что я дам вам некоторое влияние на выбор правильных вещей.

source: <32>{#p/basic}{#npc/a}* It was bad enough not knowing what kinda species I was on the old homeworld...
ru_ru: <32>{#p/basic}{#npc/a}* Я не знаю, какой вид в моем старом доме и без того плохой.

source: <32>* And now, on the new one, there'll be a whole load of new species I don't know.
ru_ru: <32>* Теперь на новых видах будет много новых видов, о которых я не знаю.

source: <32>* I might just have to live with the fact that I'll be a bomb... forever...
ru_ru: <32>* Возможно, мне придется смириться с тем, что я стану бомбой. Навсегда.

source: <32>* Talk about emotional fallout.
ru_ru: <32>* Говорить об эмоциональном воздействии.

source: <32>{#p/basic}{#npc/a}* Wow. * Talk about explosive.
ru_ru: * Говорить о взрывчатых веществах.

source: <32>* That grand finale really had us all shaken!
ru_ru: « 32 - й финал» действительно удивил нас!

source: <32>* Literally. * It shook this entire area of the outpost.
ru_ru: * Он потряс весь район аванпоста.

source: <32>{#p/basic}{#npc/a}* Well this place sure is the bomb, huh???
ru_ru: <32>{#p/basic}{#npc/a}* Это место определенно бомба, не так ли?

source: <32>* Psst, listen up kid... * I'll let you in on a secret.
ru_ru: * Я открою тебе секрет.

source: <32>* I'm... not really a bomb.
ru_ru: <32>* Я... на самом деле не бомба.

source: <32>* Hey, don't be shell-shocked. * It's just that people call me a bomb so much...
ru_ru: * Просто люди так много называют меня бомбой.

source: <32>* ... that I've just accepted it at this point.
ru_ru: <32>* ..... Я только что принял это.

source: <32>{#p/basic}{#npc/a}* I mean, come on, why does everyone have to live on such a short fuse?
ru_ru: <32>{#p/basic}{#npc/a}* Я имею в виду, пожалуйста, почему все должны жить с таким коротким предохранителем?

source: <32>* If a little bullying is all it takes to set you off, then you might as well explode!
ru_ru: <32>* Если немного издевательств достаточно, чтобы разозлить вас, тогда вы лучше взорваться!

source: <32>* But that's just me.
ru_ru: <32>* Но это только я.

source: <32>{#p/basic}{#npc/a}* I mean, at this point, if I WERE to find out what kinda plant I really am...
ru_ru: <32>{#p/basic}{#npc/a}* Я имею в виду, что на данный момент, если я хочу знать, что я за растение.

source: <32>* ... the realization of such a long-withheld fact would be...
ru_ru: <32>* ..... Осознание такого давно скрытого факта было бы...

source: <32>* ... explosive.
ru_ru: <32>* ..... Взрывчатые вещества.

source: <32>{#p/basic}{#npc/a}* Maybe, if I was actually a bomb, I'd be envious of it.
ru_ru: <32>{#p/basic}{#npc/a}* Возможно, если бы я действительно был бомбой, я бы завидовал ей.

source: <32>* But I'm not, so... I'm not.
ru_ru: <32>* Но я не, поэтому... я не...

source: <32>* I'm mostly just pissed off about it, really.
ru_ru: <32>Я действительно злюсь.

source: <32>{#p/basic}{#npc/a}* Turns out I'm supposed to look like a rare homeworld plant.
ru_ru: <32>{#p/basic}{#npc/a}* Я должен выглядеть как редкое местное растение.

source: <32>* That old-timer who came by to talk to Burgie last week said it in passing, I think.
ru_ru: <32>* Я думаю, что старик, который пришел поговорить с Берги на прошлой неделе, был кстати.

source: <32>* ... oh, what I'd give to understand what I really am...
ru_ru: <32>* ..... О, что я готов заплатить, чтобы понять, кто я на самом деле...

source: <32>{#p/basic}{#npc/a}* ... still don't blame 'em, though.
ru_ru: <32>{#p/basic}{#npc/a}* ... Тем не менее, не вините их.

source: <32>{#p/basic}{#npc/a}* ... it's better to stick to what you know.
ru_ru: <32>{#p/basic}{#npc/a}* ... Лучше придерживаться того, что вы знаете.

source: <32>{#p/basic}{#npc/a}* ... you're lucky I don't explode on you right now.
ru_ru: <32>{#p/basic}{#npc/a}* ... Тебе повезло, что я не злюсь на тебя сейчас.

source: <32>{#p/basic}{#npc/a}* ... don't you ever wonder what you really are?
ru_ru: <32>{#p/basic}{#npc/a}* ... Ты никогда не думал о том, кто ты на самом деле?

source: <32>{#p/basic}{#npc/a}* So we're free now, huh? * What crazy times we must be living in.
ru_ru: * Должно быть, мы живем в сумасшедшие времена.

source: <32>* Without my job at the Royal Lab, I'll have to find work elsewhere...
ru_ru: <32>* Если бы не было работы в Королевской лаборатории, мне пришлось бы искать работу в другом месте.

source: <32>* ... or, we could just establish a new Royal Lab on the homeworld.
ru_ru: <32>* ..... Или мы можем построить новую королевскую лабораторию на Земле.

source: <32>{#p/basic}{#npc/a}* Normally, I do astronomical research at the Royal Lab.
ru_ru: <32>{#p/basic}{#npc/a}* Обычно я делаю астрономические исследования в Королевской лаборатории.

source: <32>* I was planning on returning to work after today...
ru_ru: <32>* Я собирался вернуться к работе после сегодняшнего дня.

source: <32>* But, after what happened to Mettaton, I'm not so sure.
ru_ru: <32>* Но после того, что случилось с Меттоном, я не совсем уверен.

source: <32>* Earlier, though, Alphys told us we can take the day off.
ru_ru: <32>* Однако ранее Алфис сказал нам, что мы можем взять выходной день.

source: <32>* I wonder why...
ru_ru: <32>* Я хочу знать почему.

source: <32>{#p/basic}{#npc/a}* Imagine how much better it'll be to stargaze with solid ground to roast on.
ru_ru: <32>{#p/basic}{#npc/a}* Представьте, что было бы намного лучше испечь звездное небо на твердой земле.

source: <32>{#p/basic}{#npc/a}* Maybe, somewhere out there, his heart still lives on in those constellations...
ru_ru: <32>{#p/basic}{#npc/a}* Возможно, где - то его сердце все еще живет в этих созвездиях...

source: <32>{#p/basic}{#npc/a}* Being an astronomer can be fun, but it never hurts to stargaze with your own eyes.
ru_ru: <32>{#p/basic}{#npc/a}* Быть астрономом может быть интересно, но никогда не будет ничего плохого в том, чтобы смотреть на небо своими глазами.

source: <32>{#p/basic}{#npc/a}* Yeah, sometimes I wonder how a person like ya can exist.
ru_ru: <32>{#p/basic}{#npc/a}* Да, иногда мне интересно, как могут существовать такие люди, как вы.

source: <32>* Ya saved us in the end, but what's it worth if we're all scared to leave our homes?
ru_ru: <32>* Ya в конце концов спасла нас, но если мы все боимся выйти из дома, какая ценность?

source: <32>* I'm not judgin' ya or anything, but ya DO see the irony in that, right?
ru_ru: <32>* Я не осуждаю вас, но вы видите в этом иронию, не так ли?

source: <32>{#p/basic}{#npc/a}* Our virtualasium project never got off the ground, but maybe...
ru_ru: <32>{#p/basic}{#npc/a}* Наш проект virtualasium никогда не запускался, но, возможно...

source: <32>* ... that's just a sign of things to come?
ru_ru: <32>* ..... Это только признак будущего?

source: <32>* After all, on a new homeworld, it won't have to leave the ground.
ru_ru: <32>* В конце концов, в новом доме ему не нужно покидать землю.

source: <32>{#p/basic}{#npc/a}* What a tragedy, huh?
ru_ru: <32>{#p/basic}{#npc/a}* Это действительно трагедия, не так ли?

source: <32>* ... it's a good thing most people don't know what ya look like up close.
ru_ru: <32>* ..... К счастью, большинство людей не знают, как вы выглядите.

source: <32>{#p/basic}{#npc/a}* Ya heard me. * Quit while ya're ahead.
ru_ru: * Пока вы впереди, быстро уходите.

source: <32>{#p/basic}{#npc/a}* So, ya go by "$(moniker2)" now, huh kid?
ru_ru: <32>{#p/basic}{#npc/a}* Итак, теперь вы используете "$(moniker2)", не так ли, ребенок?

source: <32>* ... that's pretty cool.
ru_ru: <32>* ..... Круто.

source: <32>{#p/basic}{#npc/a}* Boy, ya really missed the mark on that one, huh kid?
ru_ru: <32>{#p/basic}{#npc/a}* Ребенок, вы действительно не уловили фокус, не так ли?

source: <32>* ... that's a cryin' shame.
ru_ru: <32>* ..... Очень жаль.

source: <32>{#p/basic}{#npc/a}* Kid, I got one question for ya, and one question only.
ru_ru: <32>{#p/basic}{#npc/a}* Ребенок, у меня есть вопрос к вам, и только один вопрос.

source: <32>* ... were ya even trying?
ru_ru: <32>* ..... Ты пробовал?

source: <32>{#p/basic}{#npc/a}* Hey, don't feel bad. * Ya gave it ya best shot.
ru_ru: * Ты дал ему лучший шанс.

source: <32>* ... still sucks that ya didn't make it to the end, though.
ru_ru: <32>* ..... Тем не менее, вы не смогли продержаться до конца, это все еще плохо.

source: <32>{#p/basic}{#npc/a}* Gee, talk about cuttin' it close, huh kid?
ru_ru: <32>{#p/basic}{#npc/a}* Боже мой, дитя, вы говорите, чтобы быть ближе?

source: <32>* That's an ending for the ages!
ru_ru: <32>Это конец эпохи!

source: <32>{#p/basic}{#npc/a}* Ya did pretty well for someone with no real practice.
ru_ru: <32>{#p/basic}{#npc/a}* Для человека, который на самом деле не практикует, Ya отлично справляется.

source: <32>* ... beginner's luck, perhaps?
ru_ru: <32>* ..... Может быть, новичку повезло?

source: <32>{#p/basic}{#npc/a}* Workin' at the lab is a treat, I tell ya.
ru_ru: <32>{#p/basic}{#npc/a}* Я говорю вам, что работа в лаборатории - это удовольствие.

source: <32>* Have ya ever been inside the virtualasium?
ru_ru: <32>Вы бывали в виртуальном мире?

source: <32>* Wonderful place. * Though they say ya shouldn't go out of bounds.
ru_ru: * Хотя они говорят, что вы не должны пересекать границы.

source: <32>{#p/basic}{#npc/a}* Why don't ya go find someone else to bully, eh?
ru_ru: <32>{#p/basic}{#npc/a}* Почему бы вам не найти кого - то другого, чтобы издеваться, а?

source: <32>{#p/basic}{#npc/a}* I only hope we can expand our userbase past that one eccentric skeleton fellow.
ru_ru: <32>{#p/basic}{#npc/a}* Я просто надеюсь, что мы сможем расширить нашу базу пользователей, чтобы превзойти этого странного скелета.

source: <32>{#p/basic}{#npc/a}* If they did, ya'd be in some deep doo-doo by now.
ru_ru: <32>{#p/basic}{#npc/a}* Если они это сделали, вы должны быть в глубокой дилемме прямо сейчас.

source: <32>{#p/basic}{#npc/a}* Or don't. * Just don't make me say I told ya so, ya got me?
ru_ru: * Не заставляй меня говорить, что я тебе уже говорил, ясно?*

source: <32>{#p/basic}{#npc/a}* It's not like I had a moniker at ya age or anything.
ru_ru: <32>{#p/basic}{#npc/a}* У меня нет прозвища в твоем возрасте.

source: <32>{#p/basic}{#npc/a}* It's a wonder ya even made it here at all.
ru_ru: <32>{#p/basic}{#npc/a}* Вы действительно можете сделать это здесь, это чудо.

source: <32>{#p/basic}{#npc/a}* Kinda seems like ya weren't.
ru_ru: <32>{#p/basic}{#npc/a}* Джинда, похоже, нет.

source: <32>{#p/basic}{#npc/a}* Ya might get another chance on the next episode.
ru_ru: <32>{#p/basic}{#npc/a}* Ya может получить еще один шанс в следующем эпизоде.

source: <32>{#p/basic}{#npc/a}* Maybe next time ya could, I dunno, win more comfortably?
ru_ru: <32>{#p/basic}{#npc/a}* Возможно, в следующий раз вы сможете выиграть более комфортно, я не знаю?

source: <32>{#p/basic}{#npc/a}* Or maybe MTT just went a little easy on ya.
ru_ru: <32>{#p/basic}{#npc/a}* или MTT немного проще для вас.

source: <32>{#p/basic}{#npc/a}* Yeah, ya heard that right. * Out of bounds.
ru_ru: * Пересечение границы.

source: <32>* Now what the heck is that supposed to mean?
ru_ru: <32>Что это значит?

source: <32>{#p/basic}* Don't worry about me, school went well today.
ru_ru: <32>{#p/basic}* Не беспокойтесь обо мне, сегодня в школе хорошо.

source: <32>* I'm just really looking forward to MTT's next show!
ru_ru: Я с нетерпением жду следующего выступления MTT!

source: <32>{#p/basic}* Do you know when it'll be on?
ru_ru: <32>{#p/basic}* Вы знаете, когда он откроется?

source: <32>{#p/basic}* That show was amazing! * The human almost looked real this time!
ru_ru: * На этот раз люди выглядят почти реальными!

source: <32>* Wait, have I seen you before?
ru_ru: <32>* Подождите, я вас раньше видел?

source: <32>{#p/basic}* Ack, what a letdown. * To think he'd cancel his big show just like that...
ru_ru: * Думал, что он просто отменит свое большое шоу.

source: <32>{#p/basic}* Did you... do that? * Did you kill Mettaton for real?
ru_ru: * Ты действительно убил Меттона?

source: <32>{#p/basic}* No... it has to be fake. * Mettaton's just too popular to die!
ru_ru: * Меттон очень популярен!

source: <32>{#p/basic}* So the human WAS real... * Wow, Mettaton must be REALLY good at networking!
ru_ru: * Вау, Меттон, должно быть, очень хорош в общении!

source: <32>{#p/basic}* Your performance was great, by the way.
ru_ru: <32>{#p/basic}* Кстати, вы отлично справились.

source: <32>{#p/basic}* Mettaton usually has a schedule, but he forgot to make one this time.
ru_ru: <32>{#p/basic}* Меттон обычно имеет расписание, но на этот раз он забыл это сделать.

source: <32>{#p/basic}* I swear you look like the actor Mettaton brought on...
ru_ru: <32>{#p/basic}* Клянусь, ты выглядишь как актер, которого привел Меттон.

source: <32>{#p/basic}* Oh well, maybe next time.
ru_ru: <32>{#p/basic}* Хорошо, может быть в следующий раз.

source: <32>{#p/basic}* I can't believe I almost fell for it!
ru_ru: <32>{#p/basic}* Я не могу поверить, что чуть не попался!

source: <32>{#p/basic}* I can't believe I didn't notice you were a human before!
ru_ru: <32>{#p/basic}* Не могу поверить, что я раньше не замечал, что ты человек!

source: <32>{#p/basic}* I'm a reporter! * Today's news story is one I really don't want to report!
ru_ru: * Сегодняшние новости - это то, что я действительно не хочу освещать!

source: <32>{#p/basic}* I'm gonna lose my marbles!! * Huhehehaw!
ru_ru: * Ха - ха - ха!

source: <32>{#p/basic}* I'm a reporter! * Today's news story is about death 'n' destruction!
ru_ru: * Сегодняшние новости о смерти и разрушениях!

source: <32>{#p/basic}* Did ya know someone's been killed right in front of me?? * Huhehehaw!
ru_ru: * Ха - ха - ха!

source: <32>{#p/basic}* I'm a reporter! * Today's news story is about metal 'n' magic!
ru_ru: * Сегодняшние новости о металлической магии!

source: <32>{#p/basic}* Did ya know Mettaton's actually made of it?? * Huhehehaw!
ru_ru: * Ха - ха - ха!

source: <32>{#p/basic}* Did ya know I'm likely goin'a die in a few short hours?? * Huhehehaw!
ru_ru: * Ха - ха - ха!

source: <32>{#p/basic}* Oh dear! * I really do love my job!
ru_ru: * Мне очень нравится моя работа!

source: <32>{#p/basic}{#npc/a}* Who, me? * Someone who'd evacuate?
ru_ru: * Кто - нибудь будет эвакуирован?

source: <32>* Never. * I only went with them because they said I had to.
ru_ru: * Я пошел с ними, потому что они сказали, что я должен пойти.

source: <32>* I get that you were some kinda bully or something...
ru_ru: <32>* Я знаю, что ты хулиган.

source: <32>* ... but it's not as if you were going to kill me.
ru_ru: <32>* ..... Но ты не собирался меня убивать.

source: <32>{#p/basic}{#npc/a}* Everyone else around here's been invited to that hangout.
ru_ru: <32>{#p/basic}{#npc/a}* Все остальные здесь приглашены на эту вечеринку.

source: <32>* But me? * I'm not even interested.
ru_ru: * Меня это даже не интересует.

source: <32>* Sure, I'm glad you went and saved us and all...
ru_ru: <32>* Конечно, я рад, что вы пошли спасать нас и всех.

source: <32>* ... but that doesn't mean I have to stand around and indulge in the Madrigal plant.
ru_ru: <32>* ..... Но это не значит, что я должен стоять и зацикливаться на заводе в Мадриде.

source: <32>{#p/basic}{#npc/a}* Poor, poor Mettaton, whatever will you do.
ru_ru: <32>{#p/basic}{#npc/a}* Бедный Меттон, что бы вы ни делали.

source: <32>* Oh, that's right. * Nothing.
ru_ru: * Ничего.

source: <32>{#p/basic}{#npc/a}* For once, Mettaton did the right thing, and cancelled a show.
ru_ru: <32>{#p/basic}{#npc/a}* Однажды Меттон поступил правильно и отменил один спектакль.

source: <32>* That grand finale wouldn't have ended well for him.
ru_ru: <32>* Этот финал не принесет ему хорошего результата.

source: <32>* Why? * Just a feeling.
ru_ru: * Просто чувство.

source: <32>{#p/basic}{#npc/a}* I was one of the builders of the ORIGINAL fountain here.
ru_ru: <32>{#p/basic}{#npc/a}* Я был одним из создателей оригинального фонтана здесь.

source: <32>* Y'know. * Before Mettaton decided to rebuild the whole thing.
ru_ru: * До того, как Меттон решил все восстановить.

source: <32>* Like, who does that? Who'd rebuild it all just to change a single, tiny detail?
ru_ru: <32>* Например, кто бы это сделал? Кто будет перестраивать все это, чтобы изменить маленькую деталь?

source: <32>* Kind of petty if you ask me.
ru_ru: <32>* Если вы спросите меня, это немного скупо.

source: <32>{#p/basic}{#npc/a}* I can't BELIEVE Mettaton's running his TV shows when there's a killer on the loose.
ru_ru: <32>{#p/basic}{#npc/a}* Я не могу поверить, что Меттон ведет свою телевизионную программу, когда убийца на свободе.

source: <32>* Does he not see how dangerous that could be?
ru_ru: <32>Разве он не понимает, насколько это опасно?

source: <32>* Someone's going to end up getting killed doing that nonsense.
ru_ru: Кто - то может быть убит за такую глупость.

source: <32>* Kind of idiotic if you ask me.
ru_ru: <32>* Если вы спросите меня, это немного глупо.

source: <32>{#p/basic}{#npc/a}* Like, really, people?
ru_ru: <32>{#p/basic}{#npc/a}* Как будто, правда, человек?

source: <32>* Did you seriously think I'd want to run away like that?
ru_ru: Вы действительно думаете, что я хочу сбежать так?

source: <32>* Come on. * I'm not THAT soft.
ru_ru: * Я не такой мягкий.

source: <32>* ... ugh, never mind.
ru_ru: <32>* ..... Ааа, ничего страшного.

source: <32>{#p/basic}{#npc/a}* Mind you. * I've never been one for parties.
ru_ru: * Я никогда не любил ходить на вечеринки.

source: <32>* My main hobbies and interests consist primarily...
ru_ru: <32>* Мои основные увлечения и интересы в основном включают...

source: <32>* ... of pointing out and picking apart poor imitations.
ru_ru: <32>* ..... Выявление и выявление некачественных имитаций.

source: <32>* Like this fountain.
ru_ru: <32>* Как этот фонтан.

source: <32>{#p/basic}{#npc/a}* As far as I'm concerned, this is all his fault.
ru_ru: <32>{#p/basic}{#npc/a}* На мой взгляд, это все его вина.

source: <32>* He got too over-confident, and he paid the price.
ru_ru: <32>* Он слишком самоуверен и заплатил за это цену.

source: <32>* Too bad, so sad, be glad I'm not your dad.
ru_ru: <32>* Это так плохо, так грустно, так хорошо, что я не твой отец.

source: <32>{#p/basic}{#npc/a}* The more he stays out of our lives, the better.
ru_ru: <32>{#p/basic}{#npc/a}* Чем дальше он от нас, тем лучше.

source: <32>* I'd ask him never to show up again, but...
ru_ru: <32>* Я хочу, чтобы он больше никогда не появлялся, но...

source: <32>* ... then I wouldn't have anything to be upset about.
ru_ru: <32>* ..... Тогда мне не на что злиться.

source: <32>{#p/basic}{#npc/a}* Mind you. * I'm not the only one.
ru_ru: * Я не единственный.

source: <32>* Ever heard of a "Mr. Sepluv?"
ru_ru: <32>* Вы когда - нибудь слышали о мистере Сепулове?

source: <32>* Yeah, he was in charge of the original build project here.
ru_ru: <32>* Да, он отвечает за оригинальный строительный проект здесь.

source: <32>* But now... he sells moon rocks for a living.
ru_ru: <32>* Но сейчас. Он зарабатывает на жизнь продажей лунного камня.

source: <32>{#p/basic}{#npc/a}* Mind you. * I'm standing out here, too.
ru_ru: * Я тоже стою здесь.

source: <32>* So I guess I'm just as guilty.
ru_ru: <32>* Я думаю, что я тоже виновен.

source: <32>{#p/basic}{#npc/a}* Embarrassing, isn't it?
ru_ru: <32>{#p/basic}{#npc/a}* Неловко, не так ли?

source: <32>{#p/basic}{#npc/a}* Pointless, isn't it?
ru_ru: <32>{#p/basic}{#npc/a}* Нет смысла, не так ли?

source: <32>{#p/basic}{#npc/a}* Ironic, isn't it?
ru_ru: <32>{#p/basic}{#npc/a}* Иронично, не так ли?

source: <32>{#p/basic}{#npc/a}* Finally got outta school, I don't know why I still go there anymore...
ru_ru: <32>{#p/basic}{#npc/a}* Наконец - то окончил, и я не знаю, зачем мне туда идти.

source: <32>* Luckily, I hear Mettaton's got something exciting planned for his next show.
ru_ru: К счастью, я слышал, что следующий спектакль Меттона имеет несколько захватывающих планов.

source: <32>* I can't wait, brah...
ru_ru: <32>* Не могу дождаться, Господи.

source: <32>{#p/basic}{#npc/a}* Brah... that was crazy.
ru_ru: <32>{#p/basic}{#npc/a}* Brah. Это безумие.

source: <32>* And... kinda weird?
ru_ru: <32>* Есть еще. Немного странно?

source: <32>* I mean, some of that stuff looked like junk, but that last item...
ru_ru: <32>* Я имею в виду, что некоторые вещи выглядят как мусор, но последнее...

source: <32>* ... hot diggity damn!
ru_ru: <32>* ..... Чертова горячка!

source: <32>{#p/basic}{#npc/a}* I'm ruined, brah... * Mettaton just uppin' cancelled his latest show.
ru_ru: * Меттон только что отменил свое последнее выступление.

source: <32>* Now what excuses will I have to skip class...?
ru_ru: <32>* Какое у меня теперь оправдание пропускать занятия?

source: <32>{#p/basic}{#npc/a}* Brah. * I'm feeling pretty hurt about Mettaton's death.
ru_ru: * Смерть Меттона огорчила меня.

source: <32>* I'll have an excuse to skip classes for a little while, but after that, I'm ruined!
ru_ru: <32>* У меня были причины пропустить занятия на некоторое время, но после этого мне конец!

source: <32>{#p/basic}{#npc/a}* Brah. * I'm glad Mettaton's staying around.
ru_ru: Я рад, что Меттон остался.

source: <32>* If it weren't for him, I'd have way less excuses to skip class.
ru_ru: <32>* Если бы не он, у меня было бы гораздо меньше оправданий для прогула.

source: <32>{#p/basic}{#npc/a}* I hope he gets interesting contestants this time...
ru_ru: <32>{#p/basic}{#npc/a}* Я надеюсь, что на этот раз он получит интересных участников.

source: <32>{#p/basic}{#npc/a}* Tell me YOU wouldn't want a life-sized sci-fi anime doll.
ru_ru: <32>{#p/basic}{#npc/a}* Скажи мне, что тебе не нужна научно - фантастическая аниме - кукла реального размера.

source: <32>{#p/basic}{#npc/a}* It's a cryin' shame, brah.
ru_ru: <32>{#p/basic}{#npc/a}* Очень жаль, ребята.

source: <32>{#p/basic}{#npc/a}* Real inconsiderate, Mettaton. * Real inconsiderate.
ru_ru: * Очень невнимательно.

source: <32>{#p/basic}{#npc/a}* As a matter of fact, I'm skipping one right now...
ru_ru: <32>{#p/basic}{#npc/a}* На самом деле, я пропускаю один сейчас.

source: <32>{#p/basic}{#npc/a}* They say things can get pretty weird if you go too far out in these repeating rooms.
ru_ru: <32>{#p/basic}{#npc/a}* Они говорят, что если вы зайдете слишком далеко в этих повторяющихся комнатах, все может стать очень странным.

source: <32>* Time tunnels... * Invariant spatial flexures...
ru_ru: * Неизменный пространственный изгиб.

source: <32>* Eh, don't ask me what any of that means, I just overheard Alphys one time.
ru_ru: <32>* Ну, не спрашивайте меня, что это значит, я просто случайно услышал слова Альфиса.

source: <32>* If it wasn't her saying it, I'd probably just think it was made up...
ru_ru: <32>* Если бы не она, я бы подумал, что это выдумка.
