Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>{#p/mettaton}* NICE WORK! * NOW PLACE THE REST ON THE COUNTER TO MY LEFT.
ru_ru: * Теперь оставьте остальное на стойке слева от меня.

source: <32>{#p/mettaton}* NICE WORK! * NOW PLACE THE LAST ITEM ON THE COUNTER TO MY LEFT.
ru_ru: * Теперь оставьте последнюю вещь на стойке слева от меня.

source: <32>{#p/basic}* You'll need a special pass to access the liftgate network.
ru_ru: <32>{#p/basic}* Вам нужен специальный пропуск для входа в сеть подъемных дверей.

source: <25>{#p/asriel2}{#f/3}* No doubt a pass will be in Alphys's lab. * Let's go there first.
ru_ru: * Сначала пойдем туда.

source: <25>{#p/asriel2}{#f/6}* Seriously, $(name)? * You know where Alphys's spare cell phone is.
ru_ru: * Ты знаешь, где запасной телефон Алфиса.

source: <25>{#p/asriel2}{#f/7}* Go back to her desk and grab it.
ru_ru: <25>{#p/asriel2}{#f/7}* Вернитесь к ее столу и возьмите его.

source: <25>{#p/asriel2}{#f/3}* Remember, we need that cell phone from Alphys's lab.
ru_ru: <25>{#p/asriel2}{#f/3}* Помните, что нам нужны телефоны из лаборатории Альфиса.

source: <25>{#p/asriel2}{#f/4}* I'm pretty sure it was on her desk...
ru_ru: <25>{#p/asriel2}{#f/4}* Я уверен, что это на ее столе.

source: <25>{#p/asriel2}{#f/3}* Remember, the cell phone from Alphys's lab.
ru_ru: <25>{#p/asriel2}{#f/3}* Помните, что это телефон лаборатории Алфиса.

source: <25>{#p/asriel2}{#f/3}* Alphys usually keeps liftgate passes on her cell phones.
ru_ru: <25>{#p/asriel2}{#f/3}* Alphys обычно сохраняет пропуск на дверь лифта на своем мобильном телефоне.

source: <25>* I think I saw one back in the lab. * Go get it.
ru_ru: * Иди и возьми.

source: <25>{#p/asriel2}{#f/7}* $(name), we can't make progress without that pass.
ru_ru: <25>{#p/asriel2}{#f/7}* $(name), без этого пропуска мы не сможем добиться прогресса.

source: <25>{#f/6}* Find it.
ru_ru: <25>{#f/6}* Найти его.

source: <25>{#p/asriel2}{#f/13}* Uh... $(name)?
ru_ru: <25>{#p/asriel2}{#f/13}* Э. $ (Имя)?

source: <32>* Wasn't there a spare cell phone on Alphys's desk?
ru_ru: Разве на столе Альфиса не был запасной телефон?

source: <32>* ... maybe there'd be one in the lab somewhere?
ru_ru: <32>* ..... Может, в лаборатории есть один?

source: * (Where would you like to go?)
ru_ru: * (Куда ты хочешь пойти?)

source: Floor R2
ru_ru: Этаж R2

source: Floor L2
ru_ru: Уровень L2

source: Floor L3
ru_ru: Уровень L3

source: Floor R1
ru_ru: Этаж R1

source: <32>{#p/basic}* It's de-activated.
ru_ru: <32>{#p/basic}* Отключен.

source: <25>{#p/asriel2}{#f/8}* Guess there's only one way forward now.
ru_ru: <25>{#p/asriel2}{#f/8}* Кажется, что теперь есть только один путь.

source: <32>{#p/human}* (The elevator appears to be powered down.)
ru_ru: <32>{#p/human}* (лифт, как представляется, отключен.)

source: <25>{#p/asriel2}{#f/8}* No elevator for us.
ru_ru: <25>{#p/asriel2}{#f/8}* У нас нет лифта.

source: <25>{#p/asriel2}{#f/8}* Guess we'll have to find another way up.
ru_ru: <25>{#p/asriel2}{#f/8}* Похоже, что мы должны найти другой путь к подъему.

source: <32>{#p/human}* (Where would you like to go?)
ru_ru: <32>{#p/human}* (Куда вы хотите пойти?)

source: Floor L1
ru_ru: Уровень L1

source: Floor R3
ru_ru: Этаж R3

source: <32>{#p/human}* (The terminal appears to have been powered off.)
ru_ru: <32>{#p/human}* (Терминал, как представляется, отключен.)

source: <32>{#p/human}* (You activate the terminal and read the info logs.)
ru_ru: <32>{#p/human}* (Вы активируете терминал и читаете информационный журнал).

source: <32>{#p/basic}* "Activity log, K-615.09"
ru_ru: <32>{#p/basic}* "Журнал деятельности, K - 615.09"

source: <32>* "Automated data analysis confirms several sudden shifts in the positions of stars."
ru_ru: <32>* « Автоматический анализ данных подтвердил несколько внезапных изменений положения звезды».

source: <32>* "Conclusion... the logical flow of time within the force field was disrupted."
ru_ru: <32>* "Вывод... логический поток времени в силовом поле нарушен".

source: <32>* "Estimated time differential places real date at roughly K-625.09, ten orbits later."
ru_ru: <32>* "Расчетная разница во времени будет в значительной степени согласована фактической датой после К - 625.09, десяти орбит".

source: <32>{#p/basic}* "Activity log, K-615.08"
ru_ru: <32>{#p/basic}* "Журнал деятельности, K - 615.08"

source: <32>* "The subject was left unattended for a short time."
ru_ru: <32>* "Испытуемые остаются без присмотра в течение короткого периода времени".

source: <32>* "The flower's gone."
ru_ru: <32>* Цветы пропали.

source: <25>{#p/asriel2}{#f/9}* I wonder what happened here.
ru_ru: <25>{#p/asriel2}{#f/9}* Я хочу знать, что здесь происходит.

source: <32>{#p/human}* (You activate the terminal and read the message.)
ru_ru: <32>{#p/human}* (Вы активируете терминал и читаете сообщения).

source: <32>{#p/basic}* "The Royal Lab is closed!" * "Thank you everyone for your hard work and dedication."
ru_ru: * « Благодарю всех за усердную работу и самоотверженность».

source: <#32>{#p/basic}* "Kahaha, Glyde was here!" - Glyde
ru_ru: - Грэд.

source: <32>{#p/basic}* "I'm sorry, everyone..."
ru_ru: <32>{#p/basic}* "Извините, ребята..."

source: <32>{#p/basic}* "Dear employees of the Royal Lab, please place waste in the appropriate receptacles."
ru_ru: <32>{#p/basic}* "Уважаемые сотрудники Королевской лаборатории, пожалуйста, положите отходы в соответствующие контейнеры".

source: <32>{#p/basic}* "The Royal Lab is no longer safe. Evacuation procedure in effect."
ru_ru: <32>{#p/basic}* "Королевская лаборатория больше не безопасна. Процедура эвакуации вступает в силу".

source: <32>{#p/basic}* "Welcome to the Royal Lab."
ru_ru: <32>{#p/basic}* "Добро пожаловать в Королевскую лабораторию".

source: <32>{#p/basic}* Tower two, clocking out.
ru_ru: <32>{#p/basic}* Вторая башня, конец карты.

source: <32>* We'll be at the rec center...
ru_ru: <32>* Мы будем в развлекательном центре.

source: <32>* ... won't we, girl?
ru_ru: <32>* ..... Мы не будем, девочки?

source: <32>{#p/basic}* Tower two, reporting in.
ru_ru: <32>{#p/basic}* Вторая башня, сообщается.

source: <32>* We've spotted the human heading towards the elevator.
ru_ru: <32>* Мы обнаружили, что кто - то идет к лифту.

source: <32>* Sorry, Alphys...
ru_ru: <32>* Извините, Альфис...

source: <32>* ... we didn't train to capture humans all this time just to protect them.
ru_ru: <32>* ..... Мы тренировались ловить людей не для того, чтобы защитить их.

source: <32>{#p/basic}* "No data available."
ru_ru: <32>{#p/basic}* "Нет доступных данных".

source: <32>{#p/human}* (You can't make out what's in the recycle bin...)
ru_ru: <32>{#p/human}* (Вы не видите, что находится на станции переработки...)

source: <32>{#p/basic}* It's a recycle bin.
ru_ru: <32>{#p/basic}* Это станция переработки.

source: <32>{#p/human}* (You discarded the electro- dampening fluid.)
ru_ru: <32>{#p/human}* (Вы отбросили электроувлажняющий раствор).

source: <32>{#p/human}* (You found the happy powder.)
ru_ru: <32>{#p/human}* (Вы нашли порошок счастья.)

source: <32>{#p/human}* (You found the hexogen.)
ru_ru: <32>{#p/human}* (Вы нашли hexogen.)

source: <32>{#p/human}* (You found the tingle serum.)
ru_ru: <32>{#p/human}* (Вы нашли покалывающую сыворотку.)

source: <32>{#p/human}* (You found the dioctyl adipate.)
ru_ru: <32>{#p/human}* (Вы нашли диоктиловый эфир адипиновой кислоты.)

source: <32>{#p/human}* (You found the love oil.)
ru_ru: <32>{#p/human}* (Вы нашли любовное масло.)

source: <32>{#p/human}* (You found the mineral oil.)
ru_ru: <32>{#p/human}* (Вы нашли минеральное масло).

source: <25>{#p/asriel2}{#f/13}* $(name), uh...
ru_ru: <25>{#p/asriel2}{#f/13}* $(имя и фамилия), хм...

source: <25>{#p/asriel2}{#f/18}* What are you doing...?
ru_ru: <25>{#p/asriel2}{#f/18}* Что вы делаете?

source: <25>{#p/asriel2}{#f/18}* Wh- * $(name)!
ru_ru: * $(название)!

source: <25>{#p/asriel2}{#f/18}* Did you just... poke my snout?
ru_ru: <25>{#p/asriel2}{#f/18}* Вы только что были. Наткнул мне в нос?

source: <25>{#p/asriel2}{#f/18}* Ah- * Stop that!
ru_ru: * Остановись!

source: <25>{#p/asriel2}{#f/18}* Cut it out!
ru_ru: <25>{#p/asriel2}{#f/18}* Остановитесь!

source: <25>{#p/asriel2}{#f/13}* ... $(name)?
ru_ru: <25>{#p/asriel2}{#f/13}* $ (Имя)?

source: <25>{#p/asriel2}{#f/15}* $(name).
ru_ru: <25>{#p/asriel2}{#f/15}* $(имя и фамилия).

source: <25>{#p/asriel2}{#f/13}* Are you okay, $(name)?
ru_ru: <25>{#p/asriel2}{#f/13}* Ты в порядке, $(имя)?

source: <25>{#p/asriel2}{#f/16}* ... I'll wait.
ru_ru: <25>{#p/asriel2}{#f/16}* ... Я подожду.

source: <25>{#p/asriel1}{#f/17}* Personal space...
ru_ru: <25>{#p/asriel1}{#f/17}* Личное пространство.

source: <25>{#p/asriel1}{#f/18}* Wh- * Frisk!
ru_ru: * Фриск!

source: <25>{#p/asriel1}{#f/18}* Did you just... nuzzle my snout?
ru_ru: <25>{#p/asriel 1/{#f/18}* Вы только что были. Натрить нос?

source: <25>{#p/asriel1}{#f/18}* Ah- * That tickles, Frisk!
ru_ru: * Так зудит, Фриск!

source: <25>{#p/asriel1}{#f/17}* ... Frisk... * ... have mercy...
ru_ru: * ..... Отправьте милосердие.

source: <25>{#p/asriel1}{#f/20}* ... you're too sweet, Frisk.
ru_ru: <25>{#p/asriel1}{#f/20}* ... Ты такой милый, Фриск.

source: <25>{#p/asriel1}{#f/13}* Uh, Frisk, you can stop that now.
ru_ru: <25>{#p/asriel1}{#f/13}* Э, Фриске, вы можете остановиться прямо сейчас.

source: <25>{#p/asriel1}{#f/16}* I guess there's nothing I can do about this.
ru_ru: <25>{#p/asriel 1/{#f/16}* Я думаю, что ничего не могу с этим поделать.

source: <32>{#p/basic}* A bastion box. * There's a human inside...
ru_ru: * Внутри был один человек.

source: <32>{#p/human}* (You take in the wish flower's aura.)
ru_ru: <32>{#p/human}* (Вы поглощаете ауру цветов желаний.)

source: <32>{#p/basic}* It's a wish flower.
ru_ru: <32>{#p/basic}* Это цветок желания.

source: <32>{#p/basic}* Just any old wish flower.
ru_ru: <32>{#p/basic}* Любое древнее желание цветов.

source: <32>{#p/basic}* This wish flower wishes to remain a wish flower.
ru_ru: <32>{#p/basic}* Этот цветок желания хочет оставаться цветом желания.

source: <32>{#p/basic}* A wishy-washy wish flower.
ru_ru: <32>{#p/basic}* Потрясающий цветок желания.

source: <33>{#p/basic}* Wish upon a flower. * Wait, that doesn't sound right.
ru_ru: * Подождите, звучит неправильно.

source: <32>{#p/basic}* How many wishes can a wish flower flower?
ru_ru: <32>{#p/basic}* Сколько желаний может дать цветок?

source: <32>{#p/basic}* A flower... made of wishes.
ru_ru: <32>{#p/basic}* Цветок. Состоит из желаний.

source: <32>{#p/basic}* Yet another wish flower.
ru_ru: <32>{#p/basic}* Это еще один цветок желания.

source: <32>{#p/human}* (You glance at the poster.)
ru_ru: <32>{#p/human}* (Вы взглянули на плакат.)

source: <25>{#p/asriel1}{#f/7}* This really was a new low for Mettaton's ad department.
ru_ru: <25>{#p/asriel1}{#f/7}* Это действительно новый низкий уровень в рекламном секторе Mettaton.

source: <26>{#f/15}* I mean, you could have at least given credit...
ru_ru: <26>{#f/15}* Я имею в виду, что вы можете дать хотя бы кредиты.

source: <26>{#f/20}* For the most obvious sci-fi anime inspiration of all time.
ru_ru: <26>{#f/20}* Самое очевидное научно - фантастическое аниме - вдохновение всех времен.

source: <25>{#p/asriel1}{#f/13}* It's based on a scene from season two, episode seventeen.
ru_ru: <25>{#p/asriel1}{#f/13}* Это основано на сцене из семнадцатой серии второго сезона.

source: <25>{#f/13}* Called "Mew Mew's all- in-one kitchen."
ru_ru: <25>{#f/13}* называется « Полнофункциональная кухня мяука»

source: <25>{#f/15}* ... let's just say the species she encountered that day...
ru_ru: <25>{#f/15}* ... Расскажите о видах, с которыми она познакомилась в тот день.

source: <25>{#f/15}* ... had an unhealthy obsession with kitchen appliances.
ru_ru: <25>{#f/15}* ... Существует нездоровая одержимость кухонными приборами.

source: <25>{#p/asriel1}{#f/10}* What? * I lived a hundred years worth of lifetimes.
ru_ru: * Я прожил сто лет, что эквивалентно моей жизни.

source: <25>{#f/16}* We've been over this before, Frisk. * Come on.
ru_ru: * Давай.

source: <25>{#f/10}* You think I just sat around doing nothing when I got bored?
ru_ru: <25>{f/10]* Думаешь, я просто сижу и ничего не делаю, когда мне скучно?

source: <25>{#p/asriel1}{#f/13}* You should know me by now.
ru_ru: <25>{#p/asriel 1/{#f/13}* Теперь вы должны знать меня.

source: <25>{#p/asriel1}{#f/16}* ... you WOULD think about it like that...
ru_ru: <25>{#p/asriel1}{#f/16}* ... Ты бы так подумал.

source: <33>{#p/basic}* Just a pointless advertisement.
ru_ru: <33>{#p/basic}* Это просто бессмысленная реклама.

source: <32>{#p/basic}* It's an advertisement for a fancy MTT-brand stove...
ru_ru: <32>{#p/basic}* Это реклама печи марки MTT.

source: <32>{#p/basic}* A great appliance, for life on any homeworld.
ru_ru: <32>{#p/basic}* Отличный электроприбор, подходящий для любой семейной жизни.

source: <32>{#p/basic}* How delightfully over the top.
ru_ru: <32>{#p/basic}* Превосходно.

source: <25>{#p/asriel1}{#f/17}* Hey look, it's you.
ru_ru: <25>{#p/asriel1}{#f/17}* Эй, смотри, это ты.

source: <25>{#f/13}* And Mettaton.
ru_ru: <25>{#f/13}* и Меттон.

source: <25>{#f/17}* Kind of cute, honestly.
ru_ru: <25>{#f/17}* Честно говоря, немного мило.

source: <25>{#p/asriel1}{#f/13}* I'll admit, I never understood why you...
ru_ru: <25>{#p/asriel 1/{#f/13}* Я признаю, что никогда не понимал, почему ты...

source: <25>{#f/15}* Uh, did what you did when we went through here.
ru_ru: <25>{#f/15}* Хм, что вы сделали, когда мы прошли здесь.

source: <25>{#f/17}* I guess that was your way of saying...
ru_ru: <25>{#f/17}* Я думаю, это то, что вы говорите.

source: <25>{#f/13}* ... you wanted to be friends?
ru_ru: <25>{#f/13}* ... Хочешь быть другом?

source: <25>{#p/asriel1}{#f/17}* I'll admit, I got a kick out of watching you do this show.
ru_ru: <25>{#p/asriel1}{#f/17}* Я признаю, что я очень рад видеть, как вы делаете это шоу.

source: <25>{#f/15}* The way you just stood completely still... * Doing nothing...
ru_ru: * Ничего не делать.

source: <25>{#f/13}* It was very weird. * But you're very weird in general.
ru_ru: * Но ты в целом странная.

source: <25>{#f/13}* Like me, I guess.
ru_ru: <25>{#f/13}* Я хочу быть таким же, как я.

source: <25>{#p/asriel1}{#f/17}* ... thanks, Frisk.
ru_ru: <25>{#p/asriel 1/{#f/17}* ... Спасибо, Фриске.

source: <25>{#f/23}* For trying so hard to be my friend.
ru_ru: <25>{#f/23}* Благодарю вас за то, что вы так усердно трудитесь, чтобы быть моим другом.

source: <25>{#p/asriel1}{#f/2}* From now on, we'll have to call ourselves...
ru_ru: <25>{#p/asriel1}{#f/2}* Начиная с этого момента, мы должны называть себя...

source: <25>{#f/1}* "The Proud Weirdo Collective."
ru_ru: <25>{#f/1}* "Гордый коллектив чудаков".

source: <25>{#f/15}* Actually, that sounded better in my head. * Never mind.
ru_ru: * Ничего страшного.

source: <25>{#p/asriel1}{#f/20}* You really like this poster, huh?
ru_ru: <25>{#p/asriel1}{#f/20}* Вам действительно нравится этот плакат, не так ли?

source: <32>{#p/basic}* It's an advertisement for an upcoming show...
ru_ru: <32>{#p/basic}* Это реклама предстоящего шоу.

source: <32>{#p/basic}* Naturally, you're the villain.
ru_ru: <32>{#p/basic}* Конечно, ты злодей.

source: <32>{#p/basic}* Naturally, you're the star.
ru_ru: <32>{#p/basic}* Конечно, вы звезда.

source: <32>{#p/basic}* It's an advertisement for an already-aired show...
ru_ru: <32>{#p/basic}* Это реклама уже транслируемой программы.

source: <32>{#p/basic}* We can only hope a new homeworld brings new entertainment.
ru_ru: <32>{#p/basic}* Мы можем только надеяться, что новый семейный мир принесет новые развлечения.

source: <32>{#p/basic}* Naturally, you were great.
ru_ru: <32>{#p/basic}* Конечно, вы великолепны.

source: <32>{#p/human}* (You touch the power node.) * (It feels tingly.)
ru_ru: * (Чувствуется покалывание.)

source: <32>{#p/basic}* It's a power node... that's mostly been powered down.
ru_ru: <32>{#p/basic}* Это узел питания. Большинство из них отключено.

source: <32>{#p/basic}* It's a power node.
ru_ru: <32>{#p/basic}* Это узел питания.

source: <32>{#p/basic}* It's a virtualasium. * Maybe one day you'll have the access level required.
ru_ru: * Возможно, когда - нибудь у вас будет необходимый уровень доступа.

source: <32>{#p/basic}* It's a virtualasium. * You don't have the access level required to use it.
ru_ru: * У вас нет необходимого уровня доступа для его использования.

source: <32>{#p/human}* (You look closely at the promotional poster.)
ru_ru: <32>{#p/human}* (Вы внимательно смотрите на рекламные плакаты.)

source: <32>{#p/basic}* It's a promotional poster for Mettaton's initial premiere.
ru_ru: <32>{#p/basic}* Это рекламный плакат, на котором Меттон дебютировал.

source: <32>* A signed note has been scrawled out and replaced with a correction...
ru_ru: <32>* Подписанная записка была нацарапана и исправлена.

source: <32>* "I'm sorry I've been such a burden to you."
ru_ru: <32>* "Извините, я принес вам такое большое бремя".

source: <32>* Though difficult to read, there's a signed note from Mettaton...
ru_ru: <32>* Хотя это трудно прочитать, есть записка с подписью Меттона.

source: <32>* "Thank you for making my dreams come true."
ru_ru: <32>* Спасибо за то, что сделал мою мечту реальностью.

source: <32>{#p/human}* (You shrug at the sight of such an ordinary box.)
ru_ru: <32>{#p/human}* (Видя такую обычную коробку, вы пожимаете плечами.)

source: <32>{#p/basic}* An unremarkable box.
ru_ru: <32>{#p/basic}* Небольшая коробка.

source: <32>{#p/basic}* To be honest, this isn't actually a non-euclidian housing unit.
ru_ru: <32>{#p/basic}* Честно говоря, это на самом деле не неевклидовое жилье.

source: <32>* It's a non-euclidian box-life mansion deluxe!
ru_ru: <32>* Это неевклидовый ящик для жизни роскошный особняк!

source: <32>{#p/basic}* This seemingly ordinary box is a state-of-the-art non- euclidian housing unit.
ru_ru: <32>{#p/basic}* Эта, казалось бы, обычная коробка является одним из самых современных неевклидовых жилых единиц.

source: <33>* ... it's smaller on the outside.
ru_ru: <33>* ..... Внешне он меньше.

source: <32>{#p/human}* (The books on this bookshelf consist of various unrelated contents.)
ru_ru: <32>{#p/human}* (Книги на этой полке состоят из различных несвязанных элементов.)

source: <32>{#p/basic}* It's a bookshelf.
ru_ru: <32>{#p/basic}* Это книжная полка.

source: <32>{#p/human}* (You pick out a book...)
ru_ru: <32>{#p/human}* (Вы выбрали книгу...)

source: <32>{#p/basic}* "A monster's body is a reflection of its SOUL."
ru_ru: <32>{#p/basic}* "Тело монстра является отражением души".

source: <32>* "Normally, parents decide what kind of monsters their children will be..."
ru_ru: <32>* "Обычно родители решают, каким монстром станет их ребенок..."

source: <32>* "Imprinting their will into the very essence of the child."
ru_ru: <32>* "Вырезать свою волю в сущности ребенка".

source: <32>* "But what would happen if another being, like a human, absorbed a SOUL instead?"
ru_ru: <32>* "Но что произойдет, если другой человек, например человек, поглотил душу?"

source: <32>* "Legends speak of humans who absorbed the SOULs of dead boss monsters in the war..."
ru_ru: <32>* "Легенда гласит, что люди поглотили души мертвых монстров Босса во время войны..."

source: <32>* "In one particular account, a human was said to have taken the form of a plane."
ru_ru: <32>* "В конкретном описании утверждается, что человек принял форму самолета".

source: <32>{#p/human}* (You put the book back on the shelf.)
ru_ru: <32>{#p/human}* (Вы кладете книгу обратно на полку.)

source: <32>{#p/basic}* "So you wanna design a robot, huh? Well, Fabulous Faraday's got you covered!"
ru_ru: <32>{#p/basic}* "Итак, вы хотите спроектировать робота, так ведь? ну, Фарадей уже сделал это для вас!"

source: <32>* "You see, here on Earth, we like to do things with a dash of flavor."
ru_ru: <32>* "Видите ли, на Земле мы любим делать что - то со вкусом".

source: <32>* "You can't just build a metal box and call it a day, you catch my drift?"
ru_ru: <32>* "Вы не можете закончить день, просто построив металлическую коробку, вы понимаете, о чем я?"

source: <32>* "You've got to give it style, features dazzling and dynamic, like wheels and dials!"
ru_ru: <32>* "Вы должны придать ему моду, ослепительность и кинетическую силу, как колесо и циферблат!"

source: <32>* "And, for maximum razz, do something creative with its mobility!"
ru_ru: <32>* "И, чтобы получить максимальное удовольствие, сделайте что - нибудь творческое с его мобильностью!"

source: <32>* "Like, I dunno, a unicycle?" * "Yeah, something like that."
ru_ru: * "Да, почти".

source: <32>* "Unfortunately, monsters do not deal with illness very well."
ru_ru: <32>* К сожалению, монстры плохо справляются с болезнью.

source: <32>* "When a monsters' death is imminent, they lie down, immobile."
ru_ru: <32>* « Когда смерть монстров неизбежна, они ложатся и остаются неподвижными».

source: <32>* "We call this state 'Fallen Down.'"
ru_ru: <32>* "Мы называем это состояние" упало ".

source: <32>* "During the war, this confusing situation was all too familiar..."
ru_ru: <32>* "Во время войны эта запутанная ситуация была слишком знакома..."

source: <32>* "Death, in those times, was sadly unavoidable."
ru_ru: <32>* "В ту эпоху смерть неизбежна".

source: <32>{#p/human}* (The book details a somewhat unrealistic story involving an intrepid adventurer.)
ru_ru: <32>{#p/human}* (В этой книге подробно описывается немного нереалистичная история с участием смелого авантюриста).

source: <32>{#p/human}* (You pick up the book...)
ru_ru: <32>{#p/human}* (Вы берете книгу...)

source: <32>{#p/basic}* "MMSA: Dreams (Fanmade Story)"
ru_ru: <32>{#p/basic}* "MMSA: Мечта (Фан - история)"

source: <32>* "... and that's when Mew Mew finally saw it with her own two eyes."
ru_ru: <32>* "...И вот тогда Mew - Mew наконец - то увидел это своими глазами".

source: <32>* "It was quite a sight, standing alone in deep space, seemingly abandoned..."
ru_ru: <32>* "Это довольно зрелищное зрелище, стоящее в одиночестве в глубоком космосе, кажется заброшенным..."

source: <32>* "... but Mew Mew knew better!" * "And it wasn't long before she learned of our plight."
ru_ru: * "Незадолго до того, как она узнала о нашем затруднительном положении".

source: <32>* "With a single blast of her infamous LAZER DELUXE, she punched through with ease!"
ru_ru: <32>* « Достаточно одного печально известного лимузина Lazer, чтобы она легко проехала мимо! »

source: <32>* "And so it was that Mew Mew became monsterkind's savior."
ru_ru: <32>* "Вот так мяу стал спасителем монстра".

source: <32>{#p/human}* (You put the book back on the table.)
ru_ru: <32>{#p/human}* (Вы кладете книгу обратно на стол.)

source: <32>{#p/human}* (The books on this bookshelf consist of a series of notes.)
ru_ru: <32>{#p/human}* (Книги на этой полке состоят из серии заметок).

source: <32>{#p/basic}* "Professor's notes, page 76."
ru_ru: <32>{#p/basic}* "Учебные заметки, стр. 76".

source: <32>* "The CORE is now online, and outpost construction plans are already underway."
ru_ru: <32>* "CORE в настоящее время в сети, план строительства аванпоста уже идет".

source: <32>* "I'm not sure how to feel about this development..."
ru_ru: <32>* Я не знаю, как смотреть на это развитие...

source: <32>* "It will be nice to make our lives more comfortable out here, however..."
ru_ru: <32>* "Тем не менее, было бы здорово сделать нашу жизнь здесь более комфортной..."

source: <32>* "By settling in like this, are we admitting that we can't escape without human SOULs?"
ru_ru: <32>* "Устроившись таким образом, признаем ли мы, что без человеческой души мы не сможем сбежать?"

source: <32>* "Since I was appointed as the royal scientist, I've set my mind on breaking us free."
ru_ru: <32>* "С тех пор, как я был назначен королевским ученым, я был полон решимости освободить нас".
