Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <33>{#p/story}* EYEWALKER PRIME - ATK 32 DEF 26 * There's more to this monster than meets the eye.
ru_ru: * Этот монстр намного сложнее, чем мы видим.

source: <32>{#p/story}* EYEWALKER PRIME - ATK 32 DEF 26 * Satisfied with your following of family traditions.
ru_ru: * Удовлетворены тем, что вы следуете семейным традициям.

source: <32>{#p/story}* EYEWALKER PRIME - ATK 32 DEF 26 * Considers you to be quite the "looker" now.
ru_ru: * Думает, что ты сейчас очень "хорошо выглядишь".

source: <32>{#p/story}* EYEWALKER PRIME - ATK 32 DEF 26 * For this monster, tradition always comes before safety.
ru_ru: * Для этого монстра традиции всегда превалируют над безопасностью.

source: <32>{#p/human}* (You stare at Eyewalker Prime.)
ru_ru: <32>{#p/human}* (Вы смотрите на Eyewalker Prime.)

source: <32>{#p/human}* (You smile at Eyewalker Prime.)
ru_ru: <32>{#p/human}* (Вы улыбаетесь Eyewalker Prime).

source: <32>{#p/human}* (You wink at Eyewalker Prime.)
ru_ru: <32>{#p/human}* (Вы моргаете Eyewalker Prime.)

source: <32>{#p/alphys}* Oh come on.
ru_ru: <32>{#p/alphys}* О, не делай этого.

source: <32>{#p/story}* Eyewalker Prime is staring into your SOUL.
ru_ru: <32>{#p/story}* Eyewalker Prime смотрит в вашу душу.

source: <32>{#p/story}* Eyewalker Prime offers up a menacing grin.
ru_ru: <32>{#p/story}* Eyewalker Prime показал угрожающую улыбку.

source: <32>{#p/story}* Eyewalker Prime isn't messing around.
ru_ru: <32>{#p/story}* Eyewalker Prime не делает глупостей.

source: <32>{#p/story}* Eyewalker Prime thinks of their family's honor.
ru_ru: <32>{#p/story}* Eyewalker Prime - это честь семьи.

source: <32>{#p/story}* Smells like mouthwash.
ru_ru: <32>{#p/story}* Пахнет полосканием рта.

source: <32>{#p/story}* Eyewalker Prime is watering.
ru_ru: <32>{#p/story}* Eyewalker Prime поливает воду.

source: <08>{#p/basic}{~}Bring it on!
ru_ru: <08>{#p/basic}{~} Давай!

source: <08>{#p/basic}{~}Show me your teeth!
ru_ru: <08>{#p/basic}{~} Покажите мне ваши зубы!

source: <08>{#p/basic}{~}Don't hold back!
ru_ru: <08>{#p/basic}{~} Не отступайте!

source: <08>{#p/basic}{~}Show me your looks!
ru_ru: <08>{#p/basic}{~} Покажи мне, как ты выглядишь!

source: <08>{#p/basic}{~}What are YOU made of?
ru_ru: <08>{#p/basic}{~} Что вы делаете?

source: <08>{#p/basic}{~}Hah. Nice try. But I'm taken!
ru_ru: Но меня забрали!

source: <08>{#p/basic}{~}That's partly right..
ru_ru: <08>{#p/basic}{~} Это в определенной степени верно.

source: <08>{#p/basic}{~}You've almost got it..
ru_ru: <08>{#p/basic}{~} Вы почти освоили.

source: <08>{#p/basic}{~}You're getting there..
ru_ru: <08>{#p/basic}{~} Ты там.

source: <32>{#p/alphys}* I think you need to do the other thing now.
ru_ru: <32>{#p/alphys}* Я думаю, вам нужно сделать еще одну вещь прямо сейчас.

source: <32>{#p/story}* Eyewalker Prime is looking for more.
ru_ru: <32>{#p/story}* Eyewalker Prime ищет больше.

source: <32>{#p/alphys}* Eyewalkers love it when you smile and stare at them.
ru_ru: <32>{#p/alphys}* Пешеходы любят, когда вы улыбаетесь и смотрите на них.

source: <32>{#p/story}* Eyewalker Prime wants to see the full picture.
ru_ru: <32>{#p/story}* Eyewalker Prime хочет увидеть всю картину.

source: <32>{#p/alphys}* D-do the other thing!
ru_ru: <32>{#p/alphys}* D - Сделайте что - нибудь еще!

source: <32>{#p/story}* Eyewalker Prime wishes you'd follow its directive.
ru_ru: <32>{#p/story}* Eyewalker Prime хочет, чтобы вы следовали его инструкциям.

source: <32>{#p/alphys}* Eyewalker Prime seems content now...
ru_ru: <32>{#p/alphys}* Eyewalker Prime теперь кажется вполне удовлетворительным.

source: <32>{#p/alphys}* It seems content now...
ru_ru: <32>{#p/alphys}* Теперь кажется удовлетворительным.

source: <32>{#p/story}* Eyewalker Prime is pleased.
ru_ru: <32>{#p/story}* Eyewalker Prime Очень рад.

source: <08>{#p/basic}{~}What are you waiting for?
ru_ru: <08>{#p/basic}{~} Чего вы ждете?

source: <08>{#p/basic}{~}You gonna do some- thing, or..
ru_ru: <08>{#p/basic}{~} Вы хотите что - то сделать, или...

source: <08>{#p/basic}{~}Is that all you've got?
ru_ru: <08>{#p/basic}{~} Это все, что у вас есть?

source: <08>{#p/basic}{~}Glad we see eye to eye.
ru_ru: <08>{#p/basic}{~} Рад, что мы согласны.

source: <08>{#p/basic}{~}Looking good, pal.
ru_ru: <08>{#p/basic}{~} Выглядит хорошо, приятель.

source: <08>{#p/basic}{~}That's the way.
ru_ru: <08>{#p/basic}{~} Это так.

source: <08>{#p/basic}{~}Hmm..
ru_ru: <08>{#p/basic}{~} Мм.

source: <08>{#p/basic}{~}You make a con- vincing move..
ru_ru: <08>{#p/basic}{~} Вы сделали убедительный шаг.

source: <08>{#p/basic}{~}That's not what I meant!
ru_ru: <08>{#p/basic}{~} Я не это имел в виду!

source: <08>{#p/basic}{~}I didn't want to fight you anyway.
ru_ru: <08>{#p/basic}{~} Я все равно не хочу драться с тобой.

source: <08>{#p/basic}{~}I knew this was a bad idea.
ru_ru: <08>{#p/basic}{~} Я знал, что это плохая идея.

source: <08>{#p/basic}{~}You are very strange.
ru_ru: <08>{#p/basic}{~} Ты такой странный.

source: <08>{#p/basic}{~}but charming none- theless.
ru_ru: <08>{#p/basic}{~} Но все еще очаровательно.

source: <08>{#p/basic}{~}Sure, let's be friends.
ru_ru: <08>{#p/basic}{~} Конечно, давайте дружить.

source: <08>{#p/basic}{~}It's better that way.
ru_ru: <08>{#p/basic}{~} Это лучше.

source: <08>{#p/basic}{~}Um..
ru_ru: <08>{#p/basic}{~} Мм.

source: <08>{#p/basic}{~}If that's what you really want?
ru_ru: <08>{#p/basic}{~} Если это то, чего вы действительно хотите?

source: <08>{#p/basic}{~}It's time I stopped run- ning..
ru_ru: <08>{#p/basic}{~} Мне пора перестать бегать.

source: <08>{#p/basic}{~}.. from my death.
ru_ru: <08>А. #p/basic. От моей смерти.

source: <08>{#p/basic}{~}You'll get more out of this than me.
ru_ru: <08>{#p/basic}{~} Вы получите от этого больше, чем я.

source: <08>{#p/basic}{~}By all means, take it.
ru_ru: <08>{#p/basic}{~} В любом случае, принять его.

source: <32>{#p/basic}* Silencio escapes!
ru_ru: <32>{#p/basic}* Силенсио сбежал!

source: <32>{#p/alphys}* Silencio, huh? * Yeah, this one gets around a lot, actually.
ru_ru: * Да, этот получил много, на самом деле.

source: <32>{#p/alphys}* It's just Silencio.
ru_ru: <32>{#p/alphys}* Это просто Silencio.

source: <32>{#p/story}* SILENCIO - ATK 28 DEF 17 * Shamelessly cowardly. * Along for the ride.
ru_ru: * Ездить вместе.

source: <32>{#p/human}* (You flirt with Silencio.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Silencio).

source: <32>{#p/alphys}* Alright then...
ru_ru: <32>{#p/alphys}* Хорошо.

source: <09>{#p/basic}{~}You're adorable.
ru_ru: <09>{#p/basic}{~} Ты такой милый.

source: <32>{#p/human}* (You insult Silencio.) * (No effect.)
ru_ru: * (Без последствий.)

source: <32>{#p/story}* Silencio is ignoring the others.
ru_ru: <32>{#p/story}* Silencio игнорирует других.

source: <32>{#p/story}* Smells like a pit stop.
ru_ru: <32>{#p/story}* Пахнет остановкой.

source: <08>{#p/basic}Out of the way.
ru_ru: <08>{#p/basic} Не останавливайтесь.

source: <08>{#p/basic}You people are slow.
ru_ru: <08>{#p/basic} Вы слишком медленны.

source: <08>{#p/basic}I'm not partici- pating.
ru_ru: <08>{#p/basic} Я не участвую.

source: <08>{#p/basic}Reject the swarm.
ru_ru: <08>{#p/basic} Отказ от колонии пчел.

source: <08>{#p/basic}Danger is for fools.
ru_ru: <08>{#p/basic} Опасность для дураков.

source: <08>{#p/basic}Leave me alone.
ru_ru: <08>{#p/basic} Оставь меня в покое.

source: * Silencio
ru_ru: * Силенсио

source: <32>{#p/alphys}* Looks like it never wanted to do this to begin with.
ru_ru: <32>{#p/alphys}* Похоже, что он не хотел этого делать с самого начала.

source: <32>{#p/story}* Silencio doesn't need anyone else around.
ru_ru: <32>{#p/story}* Silencio не нуждается в присутствии других людей.

source: <08>{#p/basic}{~}I'll get along alright.
ru_ru: <08>{#p/basic}{~} Я буду хорошо ладить.

source: <08>{#p/basic}{~}At last, alone time.
ru_ru: <08>{#p/basic}{~} Наконец - то пришло время побыть одному.

source: <08>{#p/basic}{~}Cha, cha.
ru_ru: <08>{#p/basic}{~} Проверьте, проверьте.

source: <08>{#p/basic}{~}I dance in peace.
ru_ru: <08>{#p/basic}{~} Я танцую спокойно.

source: <08>{#p/basic}{~}I'm outta here.
ru_ru: <08>{#p/basic}{~} Я ухожу отсюда.

source: * Mushketeer
ru_ru: :: Мушкеттер

source: <08>{#p/basic}{~}It's only fair to spare you too!
ru_ru: <08>{#p/basic}{~} Прощать тебя тоже справедливо!

source: <08>{#p/basic}{~}I'm in over my mushroom cap! Retreat!
ru_ru: Отойдите!

source: <08>{#p/basic}{~}All's fair in love 'n' war!
ru_ru: <08>{#p/basic}{~} Любовь и война справедливы!

source: <08>{#p/basic}{~}From now on, we fight as allies!
ru_ru: <08>{#p/basic}{~} Начиная с этого момента, мы сражаемся как союзники!

source: <08>{#p/basic}{~}Hugging really is the key to peace!
ru_ru: <08>{#p/basic}{~} Объятия действительно ключ к миру!

source: <08>{#p/basic}{~}This cycle of conflict must end!
ru_ru: <08>AU #p/basic ~ nenenebm 1212; Этот цикл конфликтов должен закончиться!

source: <08>{#p/basic}{~}The spoils of war are yours!
ru_ru: <08>{#p/basic}{~} Трофей твой!

source: <33>{#p/basic}* Mushketeer has met their match!
ru_ru: <33>{#p/basic}* Mushketeer встречает своих противников!

source: <32>{#p/basic}* Mushketeer surrenders!
ru_ru: <32>{#p/basic}* Мушкетер сдается!

source: <32>{#p/basic}* Mushketeer has been impaired!
ru_ru: <32>{#p/basic}* Mushketer поврежден!

source: <08>{#p/basic}{~}Your reign of terror is over!
ru_ru: <08>{#p/basic}{~} Ваше террористическое правление закончилось!

source: <08>{#p/basic}{~}Join me on the front- line.
ru_ru: <08>{#p/basic}{~} Присоединяйтесь к моему фронту.

source: <08>{#p/basic}{~}Prepare for exe- cution!
ru_ru: <08>AU #p/basic ~ Ϡ Приготовьтесь к выполнению!

source: <08>{#p/basic}{~}All's fair in love.. .. and CORE.
ru_ru: ...и ядро.

source: <08>{#p/basic}{~}Nobody outguns Mush- keteer!
ru_ru: <08>{#p/basic}{~} Никто не может сравниться с Mush - keteer!

source: <08>{#p/basic}{~}No time like war time..
ru_ru: <08>{#p/basic}{~} Нет лучшего времени, чем во время войны.

source: <32>{#p/asriel2}* Almost dead.
ru_ru: <32>{#p/asriel2}* Почти умер.

source: <32>{#p/story}* Mushketeer sets out on its final push.
ru_ru: <32>{#p/story}* Mushketeer начинает финальный спринт.

source: <32>{#p/asriel2}* Mushketeer.
ru_ru: <32>{#p/asriel2}* Mushketteer.

source: <32>{#p/asriel2}* Why is this thing in our way?
ru_ru: <32>{#p/asriel2}* Почему этот инцидент заблокировал наш путь?

source: <32>{#p/alphys}* Please don't die.
ru_ru: <32>{#p/alphys}* Пожалуйста, не умирайте.

source: <32>{#p/story}* Mushketeer blocks the way!
ru_ru: <32>{#p/story}* Mushketer блокирует дорогу!

source: <32>{#p/story}* Mushketeer stands firm.
ru_ru: <32>{#p/story}* Mushketer занимает твердую позицию.

source: <32>{#p/story}* Mushketeer wants to be a hero.
ru_ru: <32>{#p/story}* Мушкетер хочет быть героем.

source: <32>{#p/story}* Mushketeer is preparing for a shootout.
ru_ru: <32>{#p/story}* Мушкетер готовится к перестрелке.

source: <32>{#p/story}* Mushketeer reaches around for their gun.
ru_ru: <32>{#p/story}* Мушкетер протянул руку и взял пистолет.

source: <32>{#p/story}* Smells like dry dirt.
ru_ru: <32>{#p/story}* Пахнет сухой почвой.

source: <32>{#p/story}* Mushketeer, the pray 'n' spray specialist.
ru_ru: <32>{#p/story}* Mushketer, специалист по распылению.

source: <32>{#p/story}* Mushketeer is on edge.
ru_ru: <32>{#p/story}* Мушкетер нервничает.

source: <32>{#p/story}* Mushketeer darts their eyes around.
ru_ru: <32>{#p/story}* Мушкетер оглядывается вокруг.

source: <32>{#p/asriel2}* Mushketeer, the gun-toter. * The dirty elder cousin of a mushroom far away...
ru_ru: * Грязный кузен далеких грибов.

source: <32>{#p/alphys}* Mushketeer. * I have no idea who this is.
ru_ru: * Я не знаю, кто это.

source: <32>{#p/alphys}* It's just Mushketeer.
ru_ru: <32>{#p/alphys}* Это просто Мушкеттль.

source: <32>{#p/story}* MUSHKETEER - ATK 30 DEF 28 * Product of its upbringing. * Gun-toter.
ru_ru: * Приклады.

source: <32>{#p/story}* MUSHKETEER - ATK 30 DEF 28 * Reconsidering its upbringing. * Gun-tosser.
ru_ru: * Метатели огнестрельного оружия.

source: <32>{#p/story}* MUSHKETEER - ATK 30 DEF 28 * Forgetting its upbringing. * Heart-warmer.
ru_ru: * Теплое сердце.

source: <32>{#p/story}* MUSHKETEER - ATK 30 DEF 28 * The war stops for no mushroom.
ru_ru: * Война не прекратится из - за грибов.

source: <32>{#p/human}* (You invite Mushketeer to a private shootout.)
ru_ru: <32>{#p/human}* (Вы пригласили Мушкеттира на частную перестрелку.)

source: <32>{#p/alphys}* Nahhhh.
ru_ru: <32>{#p/alphys}* Нахххххх.

source: <08>{#p/basic}{~}Hey! We don't do that here.
ru_ru: Мы не делаем этого здесь.

source: <08>{#p/basic}{~}Well.. If it's what you're into..
ru_ru: Если тебе нравится.

source: <32>{#p/alphys}* Welp, that didn't work.
ru_ru: <32>{#p/alphys}* Хорошо, это не сработает.

source: <32>{#p/story}* Oh no, Mushketeer is serious.
ru_ru: <32>{#p/story}* О, нет, Мушкеттир серьезно.

source: <32>{#p/alphys}* Wait, that worked?
ru_ru: <32>{#p/alphys}* Подождите, это работает?

source: <32>{#p/story}* Oh yes, Mushketeer is serious.
ru_ru: <32>{#p/story}* О, да, Мушкеттир серьезно.

source: <32>{#p/human}* (You come closer to Mushketeer.)
ru_ru: <32>{#p/human}* (Вы ближе к Мушкеттиру.)

source: <32>{#p/basic}* Mushketeer's attacks get more intense!
ru_ru: <32>{#p/basic}* Атаки Mushketer становятся все более интенсивными!

source: <32>{#p/alphys}* Careful...
ru_ru: <32>{#p/alphys}* Осторожно.

source: <32>{#p/human}* (You come right next to Mushketeer.)
ru_ru: <32>{#p/human}* (Вы находитесь рядом с Мушкеттиром.)

source: <32>{#p/basic}* Mushketeer's attacks go insane!
ru_ru: <32>{#p/basic}* Атака Mushketer сошла с ума!

source: <32>{#p/asriel2}* $(name)...?
ru_ru: <32>{#p/asriel2}* $(имя и фамилия).

source: <32>{#p/alphys}* Oh my god, be careful...!
ru_ru: <32>{#p/alphys}* Боже, будь осторожен.

source: <32>{#p/human}* (But you were already right next to Mushketeer.)
ru_ru: <32>{#p/human}* (но вы уже рядом с Mushketteer.)

source: <32>{#p/asriel2}* I am starting to get worried.
ru_ru: <32>{#p/asriel2}* Я начинаю беспокоиться.

source: <32>{#p/alphys}* D-do anything other than this!!!
ru_ru: <32>{#p/alphys}* D - все, кроме этого!!

source: <08>{#p/basic}{~}What do you think you're doing!
ru_ru: <08>{#p/basic}{~} Что ты делаешь?

source: <08>{#p/basic}{~}What're you playin' at!
ru_ru: <08>{#p/basic}{~} Что вы играете!

source: <32>{#p/human}* (You try to disarm Mushketeer, but it's too far away.)
ru_ru: <32>{#p/human}* (Вы пытались разоружить Мушкетера, но слишком далеко.)

source: <32>{#p/alphys}* You might try getting closer.
ru_ru: <32>{#p/alphys}* Вы можете попытаться подойти поближе.

source: <32>{#p/human}* (You try to disarm Mushketeer, but it's just out of reach.)
ru_ru: <32>{#p/human}* (Вы пытались разоружить Мушкетера, но это просто не могло быть достигнуто.)

source: <32>{#p/alphys}* I guess... * If you have to get closer...
ru_ru: * Если вы должны быть рядом.

source: <32>{#p/human}* (You disarm Mushketeer.)
ru_ru: <32>{#p/human}* (Вы разоружили Мушкеттира.)

source: <32>{#p/human}* (But Mushketeer had already been disarmed.)
ru_ru: <32>{#p/human}* (однако Мушкеттир был разоружен).

source: <32>{#p/human}* (You try to disarm Mushketeer, but Mushketeer knocks you back to where you started.)
ru_ru: <32>{#p/human}* (Вы пытались разоружить Мушкетера, но Мушкетер вернул вас к началу.)

source: <32>{#p/asriel2}* We're wasting time.
ru_ru: <32>{#p/asriel2}* Мы теряем время.

source: <08>{#p/basic}{~}I guess this means no war..?
ru_ru: <08>{#p/basic}{~} Я думаю, что это означает отсутствие войны.

source: <08>{#p/basic}{~}Maybe it's for the best.
ru_ru: <08>{#p/basic}{~} Возможно, это лучшее.

source: <32>{#p/story}* Mushketeer awaits confirmation of the end of this battle.
ru_ru: <32>{#p/story}* Mushketeer ждет подтверждения окончания боя.

source: <08>{#p/basic}{~}Oh well..
ru_ru: <08>{#p/basic}{~} О, хорошо.

source: <08>{#p/basic}{~}It is what it is..
ru_ru: <08>{#p/basic}{~} Это так.

source: * Hotwire
ru_ru: * Горячая линия

source: <08>{#p/basic}{~}No need to worry, pal
ru_ru: <08>{#p/basic}{~} Не волнуйся, приятель.

source: <08>{#p/basic}{~}I'll be out of your way now.
ru_ru: <08>{#p/basic}{~} Я теперь не буду стоять на твоем пути.

source: <08>{#p/basic}{~}Your at- titude's got me petri- fied
ru_ru: <08>{#p/basic}{~} Ваша должность делает меня очень образованным

source: <08>{#p/basic}{~}Escape is all but justi- fied!
ru_ru: <08>{#p/basic}{~} Бегство почти оправдано!

source: <08>{#p/basic}{~}No need to push and shove
ru_ru: <08>{#p/basic}{~} Не толкать

source: <08>{#p/basic}{~}We're already falling in love!
ru_ru: <08>{#p/basic}{~} Мы влюбились!

source: <08>{#p/basic}{~}I vow to be your friend
ru_ru: <08>{#p/basic}{~} Клянусь быть твоим другом

source: <08>{#p/basic}{~}Regard- less of what happens!
ru_ru: <08>{#p/basic}{~} Что бы ни случилось!

source: <08>{#p/basic}{~}This sensa- tion is astound- ing
ru_ru: <08>{#p/basic}{~} Это чувство шокирует

source: <08>{#p/basic}{~}I can feel you all around me!
ru_ru: <08>{#p/basic}{~} Я чувствую тебя рядом со мной!

source: <08>{#p/basic}{~}It's like I told my mum
ru_ru: <08>{#p/basic}{~} Как я сказал маме

source: <08>{#p/basic}{~}I knew this day would come.
ru_ru: <08>{#p/basic}{~} Я знал, что этот день придет.

source: <08>{#p/basic}{~}Only a train wreck
ru_ru: <08>{#p/basic}{~} Только крушение поезда

source: <08>{#p/basic}{~}Wouldn't offer you a pay- check!
ru_ru: <08>{#p/basic}{~} Вам не заплатят зарплату!

source: <32>{#p/asriel2}* Hotwire.
ru_ru: <32>{#p/asriel2}* Горячая линия.

source: <32>{#p/asriel2}* It's vulnerable.
ru_ru: <32>{#p/asriel2}* Он очень уязвим.

source: <32>{#p/asriel2}* Hotwire, the rhyming machine. * Such cleverness wasted on a pointless pass time.
ru_ru: * Эта мудрость тратится впустую на бессмысленное время.

source: <32>{#p/story}* HOTWIRE - ATK 29 DEF 14 * For this devious monster, no scheme is too complex.
ru_ru: * Для этого коварного монстра любой план не слишком сложен.

source: <32>{#p/story}* HOTWIRE - ATK 29 DEF 14 * The spark is fading for this otherwise ignited monster.
ru_ru: * Искра этого подожженного монстра угасает.

source: <32>{#p/story}* HOTWIRE - ATK 29 DEF 14 * This smoking hothead's rhymes might just catch fire.
ru_ru: * Рифма этого дымящегося идиота может загореться.

source: <32>{#p/story}* HOTWIRE - ATK 29 DEF 14 * Re-kindling its love for rap, a-one-liner at a time.
ru_ru: * Возобновление любви к рэпу, одно предложение за другим.

source: <32>{#p/human}* (You flirt with Hotwire.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Hotwire).

source: <32>{#p/basic}* Hotwire flirts back!
ru_ru: <32>{#p/basic}* Флирт Hotwire возвращается!

source: <32>{#p/human}* (You let your best diss track loose on Hotwire.)
ru_ru: <32>{#p/human}* (Вы опубликовали свои лучшие диски на Hotwire).

source: <08>{#p/basic}{~}If you wanna call me crap
ru_ru: <08>{#p/basic}{~} Если ты хочешь называть меня мусором

source: <08>{#p/basic}{~}You better know how to rap!
ru_ru: <08>{#p/basic}{~} Вам лучше знать, как читать рэп!

source: <08>{#p/basic}{~}Your disses are trash
ru_ru: <08>{#p/basic}{~} Твоя чушь - мусор

source: <08>{#p/basic}{~}So you might as well dash
ru_ru: <08>{#p/basic}{~} Так что вам лучше перейти

source: <08>{#p/basic}{~}Before I turn you to ash!
ru_ru: <08>{#p/basic}{~} Прежде чем я превращу тебя в пепел!

source: <08>{#p/basic}{~}Bet you think you're so chic
ru_ru: <08>{#p/basic}{~} Бьюсь об заклад, ты чувствуешь себя модным

source: <08>{#p/basic}{~}You're just a wimpy pip- squeak
ru_ru: <08>{#p/basic}{~} Ты просто трусливый дурак

source: <08>{#p/basic}{~}I'm the original hot streak
ru_ru: <08>{#p/basic}{~} Я был первым хитом

source: <08>{#p/basic}{~}I make your insults look weak!
ru_ru: <08>{#p/basic}{~} Я делаю ваши оскорбления слабыми!

source: <32>{#p/human}* (You spark Hotwire's cables.)
ru_ru: <32>{#p/human}* (Вы зажгли кабель Hotwire.)

source: <32>{#p/basic}* Hotwire's confidence grows.
ru_ru: <32>{#p/basic}* Уверенность Hotwire растет.

source: <32>{#p/basic}* Hotwire is peaking!
ru_ru: <32>{#p/basic}* Горячая линия достигает своего пика!

source: <32>{#p/basic}* Hotwire is already powered up.
ru_ru: <32>Сервис #p/basic* Горячая линия включена.

source: <32>{#p/human}* (You rap at Hotwire.)
ru_ru: <32>{#p/human}* (Вы пишете рэп на Hotwire).

source: <32>{#p/basic}* Hotwire is indifferent towards you.
ru_ru: <32>{#p/basic}* Hotwire безразличен к вам.

source: <32>{#p/basic}* Hotwire is disappointed in you.
ru_ru: <32>{#p/basic}* Hotwire разочарован вами.

source: <32>{#p/basic}* Hotwire is disgusted at you.
ru_ru: <32>{#p/basic}* Hotwire вам не нравится.

source: <08>{#p/basic}{~}No shame on this flame
ru_ru: <08>{#p/basic}{~} Это пламя не постыдно

source: <08>{#p/basic}{~}I cannot be tamed!
ru_ru: <08>{#p/basic}{~} Я не могу быть приручен!

source: <08>{#p/basic}{~}The name's Hotwire
ru_ru: <08>{#p/basic}{~} Имя Hotwire

source: <08>{#p/basic}{~}I'm super hot fire!
ru_ru: <08>{#p/basic}{~} Я супер горячий!

source: <08>{#p/basic}{~}Even a noose
ru_ru: <08>{#p/basic}{~} Даже петля

source: <08>{#p/basic}{~}Won't stop me letting loose!
ru_ru: <08>{#p/basic}{~} не помешает мне отпустить!

source: <08>{#p/basic}{~}I'm ablaze and unfazed
ru_ru: <08>{#p/basic}{~} Я очень взволнован и не беспокоюсь

source: <08>{#p/basic}{~}Can't step to my ways!
ru_ru: <08>{#p/basic}{~} не может действовать по - моему!

source: <08>{#p/basic}{~}I'm in the hot seat
ru_ru: <08>{#p/basic}{~} Я в трудном положении

source: <08>{#p/basic}{~}So bring on the heat!
ru_ru: <08>{#p/basic}{~} Итак, немного тепла!

source: <08>{#p/basic}{~}My flirting is un- matched
ru_ru: <08>{#p/basic}{~} Мой флирт не совпадает

source: <08>{#p/basic}{~}There's no quip I won't catch!
ru_ru: <08>{#p/basic}{~} Нет остроты, которую я не понимаю!

source: <08>{#p/basic}{~}I'll serve you a hot one
ru_ru: <08>{#p/basic}{~} Я принесу тебе горячий

source: <08>{#p/basic}{~}Even if you're not one
ru_ru: <08>{#p/basic}{~} Даже если вы не

source: <08>{#p/basic}{~}Fire off like a shotgun!
ru_ru: <08>{#p/basic}{~} Стреляйте как дробовик!

source: <08>{#p/basic}{~}This mark's about to get bruised
ru_ru: <08>{#p/basic}{~} Этот маркер вот - вот поцарапается.

source: <08>{#p/basic}{~}Four little words to describe the hurt
ru_ru: <08>{#p/basic}{~} Четыре маленьких слова для описания вреда

source: <08>{#p/basic}{~}Lost, con- fused, beaten, abused!
ru_ru: <08>{#p/basic}{~} Потерялся, был обманут, избит, подвергся жестокому обращению!

source: <08>{#p/basic}{~}Danger, danger, in comes a long- ranger
ru_ru: <08>{#p/basic}{~} Опасность, опасность, исходящая издалека

source: <08>{#p/basic}{~}A sniper so wack, it's a life- changer
ru_ru: <08>{#p/basic}{~} Такой странный снайпер, который изменил жизнь людей

source: <08>{#p/basic}{~}Only need one bullet in the chamber!
ru_ru: <08>{#p/basic}{~} В камере нужна только одна пуля!

source: <08>{#p/basic}{~}I see you like it lovey dovey
ru_ru: <08>{#p/basic}{~} Я думаю, вам это нравится.

source: <08>{#p/basic}{~}Ready, steady, hot and heavy
ru_ru: <08>{#p/basic}{~} Готов, стабилен, горячий и тяжелый

source: <08>{#p/basic}{~}This track's a real heart attack!
ru_ru: <08>{#p/basic}{~} Эта песня действительно сердечный приступ!

source: <08>{#p/basic}{~}I flow like I'm stream- ing
ru_ru: <08>{#p/basic}{~} Я бегу, как потоковая передача

source: <08>{#p/basic}{~}Winsome smile is beaming
ru_ru: <08>{#p/basic}{~} Winsome улыбается

source: <08>{#p/basic}{~}I'll whip you so bad, ooh
ru_ru: <08>{{#p/basic}{~} Я тебя сильно ударю,

source: <08>{#p/basic}{~}You'll wish you were dreaming
ru_ru: <08>{#p/basic}{~} Вы хотите, чтобы Вы были во сне

source: <08>{#p/basic}{~}On a mission, consum- mated
ru_ru: <08>{#p/basic}{~} Совместные операции при выполнении задач

source: <09>{#p/basic}{~}I'm bi- partisan, nomi- nated
ru_ru: <09>{#p/basic}{~} Я кандидат от обеих партий
