Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: well, aren't you gonna start evacuating people?
ru_ru: Хорошо, ты не собираешься начать эвакуацию людей?

source: oh right i need to do that
ru_ru: О, да, мне нужно это сделать

source: gotta go
ru_ru: Мне пора.

source: good luck, alphys. i'll help evacuate if i can.
ru_ru: Если можно, я помогу эвакуироваться.

source: oh no
ru_ru: О, нет

source: undyne and the human are about to fight
ru_ru: Ундин и люди на пороге войны.

source: this is kind of worrying
ru_ru: Это немного тревожно.

source: not gonna lie im kind of excited
ru_ru: Я не буду лгать. Я немного взволнован.

source: and by kind of i mean very
ru_ru: В смысле, очень.

source: but like really scared at the same time
ru_ru: Но в то же время я боюсь.

source: don't you think you should do something about it?
ru_ru: Ты не думаешь, что должен что - то сделать?

source: didn't you say you were trying to avoid this earlier?
ru_ru: Разве ты не говорил, что хотел этого избежать?

source: yeah i dont really think undyne would listen to me
ru_ru: Да, я не думаю, что Ундин меня послушает.

source: if the human got this far they can make it past her
ru_ru: Если люди сделают этот шаг, они смогут перейти ее.

source: well, okay. if you say so, i guess.
ru_ru: Если вы так говорите, я полагаю.

source: oh
ru_ru: Ох.

source: i guess killing papyrus wasnt enough for them then
ru_ru: Думаю, для них недостаточно убить папирус.

source: i guess slaughtering the elite squad wasnt enough for them then
ru_ru: Я думаю, что для них недостаточно убивать элитные отряды.

source: i guess slaughtering the canine unit wasnt enough for them then
ru_ru: Думаю, для них этого недостаточно.

source: i guess killing people in the foundry wasnt enough for them then
ru_ru: Я не думаю, что убийство в литейном цехе было для них достаточным.

source: i guess killing people in starton wasnt enough for them then
ru_ru: Я думаю, что убийство в Стартоне для них недостаточно.

source: never mind
ru_ru: Не возражай.

source: that cant be good
ru_ru: Это не очень хорошо.

source: what happened?
ru_ru: Что происходит?

source: she was trying to keep up with them and she stepped on something and...
ru_ru: Она пыталась идти в ногу с ними, но наступила на что - то...

source: i see it... i think shes... fallen down
ru_ru: Я чувствую ее. Упал.

source: okay they spared her
ru_ru: Ладно, они пощадили ее.

source: i'm sorry, alphys. i wish i could do something, but i can't.
ru_ru: Прости, Альфис. Хотел бы я что - нибудь сделать, но не могу.

source: i guess there's nothing you can do, then. i'm sorry, alphys.
ru_ru: Тогда, я думаю, ты ничего не можешь сделать. Прости, Альфис.

source: though i dont think i want to be here after everything that happened
ru_ru: Несмотря на все это, я не думаю, что хочу быть здесь.

source: i let this happen sans... i watched her die and did nothing to stop it
ru_ru: Я позволил всему этому случиться... Я наблюдал, как она умирает, но ничего не делал.

source: i should probably leave the lab while i still have the chance
ru_ru: Возможно, мне стоит покинуть лабораторию, пока есть шанс.

source: i get that it could have been an accident but i cant know for sure
ru_ru: Я знаю, это может быть несчастный случай, но я не уверен.

source: who knows what theyll do next?
ru_ru: Кто знает, что они сделают дальше?

source: its probably safer just to leave the lab anyway.
ru_ru: В любом случае, покинуть лабораторию может быть безопаснее.

source: maybe it'd be best if you took some time off for a while.
ru_ru: Может, тебе лучше немного отдохнуть.

source: yeah, you do that. i'll try to keep tabs on 'em though.
ru_ru: Тем не менее, я постараюсь следить за ними.

source: you can leave the lab if you want. i'll try to keep tabs on 'em though.
ru_ru: Тем не менее, я постараюсь следить за ними.

source: yeah... youre probably right
ru_ru: - Да, да. Возможно, вы правы.

source: ok but dont get too close. they could kill someone at any moment
ru_ru: Хорошо, но не подходи слишком близко. Они могут убить кого угодно в любой момент.

source: sounds good. just be sure to get a phone that works outside the lab.
ru_ru: Звучит неплохо. Обязательно купите мобильный телефон, работающий вне лаборатории.

source: i'll be fine, just be sure to get a phone that works outside the lab.
ru_ru: Я буду в порядке, но обязательно купи телефон, который работает вне лаборатории.

source: oh yeah i almost forgot thanks
ru_ru: О, да, чуть не забыл, спасибо

source: oh, and be sure to clear the message history while you're at it.
ru_ru: О, при обработке сообщения обязательно очистите историю сообщения.

source: yeah ill do that dont worry
ru_ru: Да, буду. Не волнуйся.

source: sans im kinda getting worried
ru_ru: Нет, я немного волнуюсь.

source: no... no no no no no please tell me that was a prank
ru_ru: Нет, нет, нет, нет, нет, нет, нет, нет, нет, нет, нет, пожалуйста, скажи мне, что это была шутка.

source: youre pranking me right? you wouldnt just die like that
ru_ru: Ты не умрешь так.

source: sans please tell me that youre alive and safe
ru_ru: Пожалуйста, скажи мне, что ты жив и в безопасности.

source: im sorry if i upset you for some reason or did something bad
ru_ru: Если я по какой - то причине расстроил тебя или сделал что - то плохое, мне жаль.

source: its just been tough on me since you left and i dont know what to do
ru_ru: Мне грустно с тех пор, как ты ушел. Я не знаю, что делать.

source: well... im back looks like they got your brother
ru_ru: Похоже, они поймали твоего брата.

source: i went to go do something and when i came back he was gone
ru_ru: Я сделаю что - нибудь, и когда я вернусь, он уже уйдет.

source: um... sans
ru_ru: Хм... нет.

source: i dont know if youre there in some form or not but
ru_ru: Я не знаю, был ли ты там в той или иной форме, но...

source: undynes gone
ru_ru: Ундинс ушел.

source: UNDYNES GONE AND I DONT FING KNOW WHAT TO DO
ru_ru: UNDYNES уходит. Я не знаю, что делать.

source: sorry
ru_ru: Извини.

source: i should probably go.
ru_ru: Мне, наверное, пора идти.

source: heck i dont even know why im talking to you anymore
ru_ru: Черт, я даже не знаю, зачем мне с тобой разговаривать.

source: oh by the way
ru_ru: О, да.

source: it was the starling flower all along
ru_ru: Это всегда был скворец.

source: (NEW)
ru_ru: Новый

source: <32>{#p/basic}{#k/6}* Any time, little bully.
ru_ru: <32>{#p/basic}{#k/6}* В любое время, маленький хулиган.

source: <32>{#p/basic}{#k/6}* Any time, little murderer.
ru_ru: <32>{#p/basic}{#k/6}* В любое время, маленький убийца.

source: <32>{#p/basic}{#k/6}* Any time, little buddy.
ru_ru: <32>{#p/basic}{#k/6}* В любое время, малыш.

source: 0G - Starfaint
ru_ru: 0G - Звездный лак

source: 0G - Hold Yer Grane
ru_ru: 0G - Обними Йера Гране

source: 0G - Slamburger
ru_ru: 0G - Сленберг

source: §fill=#808080§--- UNAVAILABLE ---
ru_ru: § fill = #80080 § - - недоступен - -

source: 0G - Glyde's Envy
ru_ru: 0G - Ревность Грейда

source: Exit
ru_ru: Экспорт

source: 5G - Starfaint
ru_ru: 5G - Звездный лак

source: 10G - Hold Yer Grane
ru_ru: 10G - Держать Yer Grane

source: 5G - Slamburger
ru_ru: 5G - Сленберг

source: 49G - Glyde's Envy
ru_ru: 49 G - Ревность Грейда

source: 32G - Startaint
ru_ru: 32G - Запуск

source: 60G - Hold Yer Pain
ru_ru: 60G - Сохраняйте боль

source: 48G - Slamdunker
ru_ru: 48G - Сламдункер

source: 138G - Undyne's Envy
ru_ru: Ревность 138G - Undyne

source: 16G - Starfaint
ru_ru: 16G - Звездный лак

source: 30G - Hold Yer Grane
ru_ru: 30G - Держать Yer Grane

source: 24G - Slamburger
ru_ru: 24G - Сленберг

source: 69G - Glyde's Envy
ru_ru: 69G - Ревность Грейда

source: Heals -23HP Sugar over- dose assured.
ru_ru: Дозировка гарантирована.

source: Heals -40HP Not quite a hero of any kind.
ru_ru: Любые виды.

source: Heals -34HP Face the pain either way.
ru_ru: Порядок работы.

source: Heals -55HP Only for the most die- hard folk.
ru_ru: Жесткие люди.

source: Heals 23HP Sugar over- dose likely.
ru_ru: Дозы могут быть.

source: Heals 40HP Not quite a "legendary hero."
ru_ru: Герой. "

source: Heals 34HP Slam it down or face the pain.
ru_ru: Боль.

source: Heals 55HP It's a long story.
ru_ru: История.

source: <09>{#p/basic}{#k/7}What do YOU want from me?
ru_ru: <09>{#p/basic}{#k/7} Что вы хотите от меня?

source: <09>{#p/basic}{#k/0}What do you want from me?
ru_ru: <09>{#p/basic}{#k/0} Что вы хотите от меня?

source: <09>{#p/basic}{#k/5}Thanks, little bully.
ru_ru: <09>{#p/basic}{#k/5} Спасибо, маленький хулиган.

source: <09>{#p/basic}{#k/5}Thanks, little murderer.
ru_ru: <09>{#p/basic}{#k/5} Спасибо, маленький убийца.

source: <09>{#p/basic}{#k/7}You gonna buy something or...?
ru_ru: <09>{#p/basic}{#k/7} Вы хотите что - то купить или...

source: <09>{#p/basic}{#k/6}That's the wrong amount of money.
ru_ru: <09>{#p/basic}{#k/6} Это неправильная сумма.

source: <10>{#p/human}(You're carrying too much.)
ru_ru: <10>{#p/human} (Вы принесли слишком много).

source: <09>{#p/basic}{#k/0}Thanks, little buddy.
ru_ru: <09>{#p/basic}{#k/0} Спасибо, малыш.

source: <09>{#p/basic}{#k/1}You gonna buy something or...?
ru_ru: <09>{#p/basic}{#k/1} Вы хотите что - то купить или...

source: Take it?
ru_ru: Держи?

source: Buy it for $(x)G?
ru_ru: $(x) G?

source: <09>{#p/basic}Nothing left.
ru_ru: <09>{#p/basic} Ничего не осталось.

source: <09>{#p/basic}{#k/5}Sorry, that was one of a kind.
ru_ru: <09>{#p/basic}{#k/5} Извините, это уникально.

source: <09>{#p/basic}{#k/4}Sorry, that was one of a kind.
ru_ru: <09>{#p/basic}{#k/4} Извините, это уникально.

source: Take
ru_ru: Принять

source: Steal
ru_ru: Кража

source: Read
ru_ru: Читать

source: Buy
ru_ru: Покупка

source: Sell
ru_ru: Продажа

source: Talk
ru_ru: Разговор

source: <23>{#p/basic}{#k/5}* Heyyyy little bully.
ru_ru: <23>{#p/basic}{#k/5}* Эй, маленький хулиган.

source: <23>{#p/basic}{#k/5}* Heyyyy little murderer.
ru_ru: <23>{#p/basic}{#k/5}* Эй, маленький убийца.

source: <23>{#p/basic}{#k/0}* What can I do for you, little buddy?
ru_ru: <23>{#p/basic}{#k/0}* Что я могу сделать для тебя, малыш?

source: <23>{#p/basic}{#k/7}* Need anything else?
ru_ru: <23>{#p/basic}{#k/7}* Что еще нужно?

source: <23>{#p/basic}{#k/0}* Need anything else?
ru_ru: <23>{#p/basic}{#k/0}* Что еще нужно?

source: <23>{#p/basic}* ... but everybody ran.
ru_ru: <23>{#p/basic}* ... Но все сбежали.

source: <32>{#p/human}* (But there was no note for you to read.)
ru_ru: <32>{#p/human}* (но нет записки для чтения).

source: <30>{#p/human}* (You took 2048G from behind the counter.)
ru_ru: <30>{#p/human}* (Вы взяли 2048G из - за стойки.)

source: <30>{#k/4}* Okay. * Here you go.
ru_ru: * Вот тебе.

source: <30>{#k/5}* It's a one-of-a-kind item, just for you.
ru_ru: <30>{#k/5}* Это уникальный предмет, только для вас.

source: <30>{#p/human}* (You got the Plunderer's Demise.)
ru_ru: <30>{#p/human}* (Вы получили смерть хищника.)

source: <30>{#p/basic}{#k/7}* For someone who wants to steal something, you sure seem well off with your ITEMs.
ru_ru: <30>{#p/basic}{#k/7}* Ваши вещи выглядят хорошо для тех, кто хочет украсть что - то.

source: <30>{#k/3}* Excuse me?
ru_ru: <30>{#k/3}* Извините?

source: <30>{#k/6}* You think you're real sly, huh?
ru_ru: <30>{#k/6}* Вы считаете себя хитрым, не так ли?

source: <30>{#k/7}* Hmm... * Why don't you try selling that to Bratty and Catty?
ru_ru: Почему бы тебе не попытаться продать его Брэтти и Кэти?

source: <30>{#k/0}* I'm sure they'll, uh, "bite."
ru_ru: <30>{#k/0}* Я уверен, что они будут, ну, "укусят"

source: <30>{#p/basic}* Nothing left.
ru_ru: <30>{#p/basic}* Ничего не осталось.

source: <30>{#p/basic}{#k/6}* Sorry, one free sample per murderer.
ru_ru: <30>{#p/basic}{#k/6}* Извиняюсь, каждый убийца имеет один бесплатный образец.

source: <30>{#p/basic}{#k/6}* It's not happening, pal.
ru_ru: <30>{#p/basic}{#k/6}* Это не произойдет, чувак.

source: Romantic Advice
ru_ru: Романтический совет

source: Where To Go Next
ru_ru: Куда дальше?

source: My Future
ru_ru: Мое будущее.

source: Life Advice
ru_ru: Жизненный совет

source: §fill=#ff0§Taking Charge (NEW)
ru_ru: § fill = #ff0 § Захват (новый)

source: Taking Charge
ru_ru: Ответственный

source: Power Outage
ru_ru: Отключение электроэнергии

source: Where We Are
ru_ru: Где мы?

source: §fill=#ff0§Glyde (NEW)
ru_ru: § fill = #ff0 § Glyde (новый)

source: Glyde
ru_ru: Грэд!

source: Your Future
ru_ru: Твое будущее.

source: <09>{#p/basic}{#k/0}Take it from me, little bully.
ru_ru: <09>{#p/basic}{#k/0} Убери его у меня, маленький злодей.

source: <09>{#p/basic}{#k/0}Take it from me, little murderer.
ru_ru: <09>{#p/basic}{#k/0} Убери его у меня, маленький убийца.

source: <09>{#p/basic}{#k/0}Take it from me, little buddy.
ru_ru: <09>{#p/basic}{#k/0} Слушайте меня, малыш.

source: <32>{#p/basic}{#k/7}* Romantic advice?
ru_ru: <32>{#p/basic}{#k/7}* Романтический совет?

source: <32>{#k/0}* Little buddy, I've only got one piece of advice when it comes to getting romantic.
ru_ru: <32>{#k/0}* Маленький парень, говоря о романтике, у меня есть только один совет.

source: <32>{#k/1}* ... don't even try.
ru_ru: <32>{#k/1}* ... Даже не пытайтесь.

source: <32>{#k/4}* When the right person comes along, it'll be as dainty as dancing in the dark.
ru_ru: <32>{#k/4}* Когда появляется подходящий человек, он будет таким же утонченным, как танцы в темноте.

source: <32>{#k/0}* The fat old mole-rat might even like you back.
ru_ru: <32>{#k/0}* Этот толстый старый крот может даже понравиться, когда ты вернешься.

source: <32>{#p/basic}{#k/6}* Life advice...
ru_ru: <32>{#p/basic}{#k/6}* Рекомендации по жизни.

source: <32>{#k/6}* Shucks, I'd have thought you'd be pretty knowledgable in that department.
ru_ru: <32>{#k/6}* Ух ты, я думал, ты будешь хорошо разбираться в этом отделе.

source: <32>{#k/5}* Or maybe you're just more experienced with the opposite of life.
ru_ru: <32>{#k/5}* Или вы просто более опытны с противоположной стороны жизни.

source: <32>{#p/basic}{#k/6}* Listen up. * If you want to get ahead in life, you've got to learn to take charge.
ru_ru: * Если вы хотите добиться успеха в жизни, вы должны научиться быть ответственным.

source: <32>{#k/4}* My boss pushed me around for way too long, and I wasted way too much of my short life not telling him "no."
ru_ru: <32>{#k/4}* Мой босс толкнул меня слишком долго, и я потратил слишком много времени, не сказав ему "нет"

source: <32>{#k/0}* When I finally stood up to him, well...
ru_ru: <32>{#k/0}* Когда я наконец встал против него, ну...

source: <32>{#k/2}* It did us both some good.
ru_ru: <32>{#k/2}* Это хорошо для нас обоих.

source: <32>{#p/basic}{#k/6}* I'll try to make this as simple as possible for you, little buddy.
ru_ru: <32>{#p/basic}{#k/6}* Маленький парень, я постараюсь сделать это как можно проще для вас.

source: <32>* As nice as people are, sometimes they get caught in bad ways of thinking.
ru_ru: <32>* Несмотря на то, что люди хороши, иногда они также попадают в плохой образ мышления.

source: <32>{#k/4}* Short-sightedness. * Carelessness. * Abuse.
ru_ru: * Жестокое обращение.

source: <33>{#k/4}* The nicest thing you can do for someone like that is to give them a piece of your mind. Tell them how wrong they are and make them think about it.
ru_ru: <33>{#k/4}* Лучшее, что вы можете сделать для таких людей, - это дать им немного своих мыслей. Скажи им, что они ошибаются, пусть подумают.

source: <32>{#k/7}* The more you let someone get comfortable with their bad way of life, the more they get stuck in those ways.
ru_ru: <32>{#k/7}* Чем больше вы позволяете другим адаптироваться к их плохому образу жизни, тем больше они попадают в эту дилемму.

source: <32>{#k/0}* Don't let people get stuck.
ru_ru: <32>{#k/0}* Не оставляйте людей в беде.

source: <32>{#p/basic}{#k/1}* I'm not your counselor, pal.
ru_ru: <32>{#p/basic}{#k/1}* Я не ваш консультант, друг.

source: <32>{#k/0}* Sorry. * Just... remember my words.
ru_ru: * Только... Запомни мои слова.

source: <32>{#k/4}* I guess I can't make fun of the bastard forever.
ru_ru: <32>{#k/4}* Я не думаю, что могу смеяться над этим ублюдком вечно.

source: <32>{#k/0}* One day, I'll have to do something new with my life...
ru_ru: <32>{#k/0}* Когда - нибудь мне придется сделать что - то новое в жизни.

source: <32>{#k/7}* ... and that day is coming up on me quickly now.
ru_ru: <32>{#k/7}* ... Этот день скоро наступит.

source: <32>{#k/6}* Don't worry, though. * My "boyish charm" isn't going anywhere ANY time soon.
ru_ru: * Моё « очарование мальчика» не исчезнет в ближайшее время.

source: <32>{#p/basic}{#k/8}* Mettaton.
ru_ru: <32>{#p/basic}{#k/8}* Меттон.

source: <32>{#k/6}* Yeah, he's dead.
ru_ru: <32>{#k/6}* Да, он умер.

source: <32>{#p/basic}{#k/4}* Mettaton...
ru_ru: <32>{#p/basic}{#k/4}* Меттон.

source: <32>{#k/4}* I'd rant about him, but uh... * Since you killed him...
ru_ru: * С тех пор, как ты убил его.

source: <32>{#k/5}* I don't really think there's much to say.
ru_ru: <32>{#k/5}* Мне действительно нечего сказать.

source: <33>{#k/7}* I'm not going to repeat myself.
ru_ru: <33>{#k/7}* Я не буду повторять свои слова.

source: <32>{#k/6}* I'd rant about HIM, but YOU make him look like a saint.
ru_ru: <32>{#k/6}* Я буду в ярости от него, но ты сделаешь его похожим на святого.

source: <32>{#k/5}* I guess you could call that an accomplishment... of a terrible, terrible sort.
ru_ru: <32>{#k/5}* Я думаю, вы можете назвать это достижением. Какой - то ужасный, ужасный.

source: <32>{#p/basic}{#k/4}* Why does it always have to be about him...
ru_ru: <32>{#p/basic}{#k/4}* Почему это всегда связано с ним.

source: <32>{#k/0}* Yeah, he's a bit of an icon around here. * Everybody loves him...
ru_ru: * Все любят его.

source: <32>{#k/6}* Except for yours truly, of course. I spit on him with every breath I take.
ru_ru: <32>{#k/6}* Конечно, кроме вашего. Я плюю на него каждый раз, когда дышу.

source: <32>{#k/5}* No, really. * I've got a little figurine of him under the counter, and I make sure as much saliva as possible hits his face.
ru_ru: * У меня есть его статуэтка под прилавком, и я прослежу, чтобы как можно больше слюны текло ему в лицо.

source: <32>{#k/4}* You wouldn't BELIEVE the crap he put me through working here...
ru_ru: <32>{#k/4}* Ты не поверишь тому дерьму, что он заставил меня работать здесь.

source: <32>{#k/6}* After he got out of my way I gracefully stripped the shop of all the MTT-brand trimmings.
ru_ru: <32>{#k/6}* После того, как он уступил мне дорогу, я изящно снял все украшения MTT в магазине.

source: <32>* Oh, and of course I renamed all the food items.
ru_ru: <32>* О, конечно, я переименовал все продукты.

source: <32>{#k/5}* I wanted to rename "Legendary Hero" to "Her Ye Olde Gran" but I figured that wouldn't fly well with the older folks.
ru_ru: <32>{#k/5}* Я хотел бы переименовать « легендарного героя» в « Her Ye Olde Gran», но я не думаю, что это подходит пожилым людям.

source: <32>{#k/0}* ...
ru_ru: <32>А #К/0}* ...

source: <32>{#k/7}* What? * Were you expecting me to talk about his business or something?
ru_ru: Вы хотите, чтобы я поговорил о его бизнесе или что - то еще?

source: <32>{#p/basic}{#k/4}* Where to go, where to go...
ru_ru: <32>{#p/basic}{#k/4}* Куда идти, куда идти...

source: <32>{#k/0}* On the new homeworld, I'd like to start a new shop with that old buddy of mine, Gerson.
ru_ru: <32>{#k/0}* В новом семейном мире я хочу открыть новый магазин со своим старым другом Герсоном.

source: <32>{#k/7}* He said he's content with just doing the finances, and that works for me.
ru_ru: <32>{#k/7}* Он сказал, что довольствуется только финансовой работой, которая для меня очень эффективна.

source: <32>{#k/0}* ... as long as I get to spend some time with him.
ru_ru: <32>А #К/0}* ... Пока у меня есть время с ним.

source: <32>{#p/basic}{#k/7}* Come to think of it, it HAS started getting quiet around here.
ru_ru: <32>{#p/basic}{#k/7}* Подумайте внимательно, здесь уже начинает становиться тише.

source: <32>{#k/6}* Only problem is, I'm too busy enjoying my WORKING electricity.
ru_ru: <32>{#k/6}* Единственная проблема заключается в том, что я занят, чтобы наслаждаться электричеством своей работы.

source: <32>{#k/4}* Which may or may not be because I rigged a direct power feed from the CORE a while back.
ru_ru: <32>{#k/4}* Это может быть или не может быть связано с тем, что я недавно установил прямую подачу от CORE.

source: <32>{#k/5}* Shh... don't tell anyone I told you that. * It's a trade secret.
ru_ru: * Это коммерческая тайна.

source: <32>{#p/basic}{#k/0}* ...
ru_ru: <32>AU #p/basic AU #k/0}* ...

source: <32>{#k/0}* We're in hell, my friend. * Absolute hell.
ru_ru: * Абсолютный ад.

source: <32>{#k/3}* Gosh, isn't talking to you JUST SO MUCH FUN!?!?
ru_ru: <32>{#k/3}* Боже мой, разве не весело говорить с тобой?!

source: <32>{#p/basic}{#k/6}* Where we are, eh?
ru_ru: <32>{#p/basic}{#k/6}* Где мы, хм?

source: <32>{#k/4}* This place is... a little weird...
ru_ru: <32>{#k/4}* Это место... немного странно...

source: <32>{#k/0}* King Asgore had it built as a way to "bring monsters together."
ru_ru: <32>{#k/0}* Король Асго построил его, чтобы « собрать монстров»

source: <32>{#k/7}* Now it's... just kind of this place that exists. * There's food, there's rest, and sometimes they run shows here.
ru_ru: * Здесь есть еда, есть отдых, и иногда они еще выступают здесь.

source: <32>{#k/6}* Oh, and, this is where they host the OuterNet. * Bratty and Catty are in charge of the news.
ru_ru: * Блатти и Кэти отвечают за новости.

source: <32>{#k/4}* Well, actually, they're in charge of this place as a whole.
ru_ru: <32>{#k/4}* На самом деле они отвечают за все место.

source: <32>{#k/0}* After Mettaton left, I told them they could take over. * Besides, I've got my own thing going for me now...
ru_ru: * Кроме того, у меня теперь есть свои дела, которые я должен сделать...

source: <32>{#k/2}* I guess I'm just a little tired.
ru_ru: <32>{#k/2}* Я думаю, я просто немного устал.

source: <32>{#k/3}* But hey, who has time for THAT when you've got people like GLYDE hanging around, huh!?
ru_ru: <32>{#k/3}* Но, эй, когда вокруг вас есть такие люди, как GLYDE, у кого есть время!

source: <32>{#p/basic}{#k/6}* Haha... let me tell you about this showboating know-it-all.
ru_ru: <32>{#p/basic}{#k/6}* Ха - ха... Позвольте мне рассказать вам об этом шоу.

source: <32>{#k/0}* Back when I worked for Mettaton, I regularly had to make this thing called a "face steak."
ru_ru: <32>{#k/0}* Когда я работаю в Mettaton, мне часто приходится делать что - то под названием « стейк для лиц».

source: <32>{#k/1}* For the record, that's a steak with Mettaton's "fabulous" face on it.
ru_ru: <32>{#k/1}* Торжественно заявляет, что это был стейк с "сказочным" лицом Меттона.

source: <32>{#k/3}* But Glyde? * Glyde loved it so much it decided to make its own "steak enterprise" by putting ITS face on steaks instead!
ru_ru: * Глейду это очень понравилось, поэтому он решил положить свое лицо на стейк и создать свой собственный « стейк - бизнес»!

source: <32>{#k/3}* And, as if that wasn't crazy enough, Glyde BID on me to be its first employee! * Like I'm up for auction or something!
ru_ru: * Как будто я иду на аукцион или что - то в этом роде!

source: <32>{#k/4}* Of course, Mettaton wasn't going to let me go that easily, so I ended up staying here.
ru_ru: <32>{#k/4}* Конечно, Меттон не позволил бы мне уйти так легко, поэтому я в конце концов остался здесь.

source: <32>{#k/0}* In the end, Glyde never got what it wanted, and now it just goes around demanding people join its "crusade."
ru_ru: <32>{#k/0}* В конце концов, Glyde никогда не получал того, что хотел, и теперь он просто везде просит людей присоединиться к его « крестовым походам»

source: <32>{#k/1}* Oh well. * If things get really bad, I can just turn off the lights again...
ru_ru: * Если ситуация станет очень плохой, я могу снова выключить свет...
