Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>* MY CONTROL CHIP IS ALREADY INSTALLED IN THE NEW BODY.
ru_ru: <32>* Мой чип управления уже установлен на новом корпусе.

source: <25>{#p/asriel2}{#f/10}* ... a new body?
ru_ru: <25>{#p/asriel2}{#f/10}* ... Новое тело?

source: <32>{#p/mettaton}* OH, YOU WANT TO SEE IT?
ru_ru: <32>{#p/metaton}* О, вы хотите посмотреть?

source: <32>* WELL. * YOU WON'T HAVE TO WAIT MUCH LONGER.
ru_ru: * Вам не нужно долго ждать.

source: <32>{#p/mettaton}* SEE YOU SOON...
ru_ru: <32>{#p/metaton}* До свидания.

source: <25>{#p/asriel2}{#f/8}* Something tells me this won't be as easy as we'd hoped.
ru_ru: <25>Есть вещи, которые говорят мне, что это будет не так просто, как мы надеялись.

source: <25>{*}{#p/asriel2}{#f/13}* What are you- {%}
ru_ru: <25>{*}{#p/asriel2}{#f/13}* Что вы - {%}

source: <25>{*}{#p/asriel2}{#f/15}* $(name). * What are you doing.{^40}{%}
ru_ru: * Что ты делаешь? {^ 40}{%}

source: <25>{*}{#p/asriel2}{#f/15}* This can't go on...{^40}{%}
ru_ru: <25>{*}{#p/asriel2}{#f/15}* Это больше не может продолжаться... {^ 40}{%}

source: <25>{*}{#p/asriel2}{#f/16}* Thanks anyway, $(name).{^40}{%}
ru_ru: <25>{*}{#p/asriel2}{#f/16}* В любом случае, спасибо, $(имя). {^ 40}{%}

source: <32>{#p/mettaton}* AT LAST...
ru_ru: <32>{#p/metaton}* Наконец...

source: <32>* AT LAST WE MEET ON THIS FATEFUL...
ru_ru: <32>* Мы наконец - то в этом решающем...

source: <32>{#e/mettaton/4}* ...
ru_ru: <32>{#e/metaton/4}* ...

source: <32>{#e/mettaton/25}* MY SENSORS TELL ME YOU'RE LOOKING OVER MY SHOULDER.
ru_ru: <32>{#e/metaton/25}* Мои датчики говорят мне, что вы смотрите на мое плечо.

source: <32>{#e/mettaton/30}* YOU MUST BE EAGER TO FLIP THAT SWITCH OF MINE, EH "$(moniker2u)?"
ru_ru: <32>{#e/metaton/30}* Вы, должно быть, очень хотите отпустить мой переключатель, EH "$(moniker2u)?"

source: <32>{#e/mettaton/30}* YOU MUST BE EAGER TO FLIP THAT SWITCH OF MINE, EH DARLING?
ru_ru: <32>{#e/metaton/30}* Вы, должно быть, очень хотите отпустить мой переключатель, EH DARLING?

source: <32>{#e/mettaton/28}* A SWITCH YOU NO DOUBT KNOW ABOUT THANKS TO ALPHYS SHARING MY SECRETS WITH YOU.
ru_ru: <32>{#e/metaton/28}* Преобразование, о котором вы не знали, благодаря Alpha, чтобы поделиться с вами моими секретами.

source: <32>{#e/mettaton/3}* HOW PREDICTABLE...
ru_ru: <32>{#e/metaton/3}* Как прогнозировать.

source: <32>{#e/mettaton/28}* A SWITCH YOU NO DOUBT LEARNED OF BY SPELUNKING INTO THE ROYAL LAB RECORDINGS.
ru_ru: <32>{#e/metaton/28}* Беседуя с записями Королевской лаборатории, вы, несомненно, узнаете об изменении.

source: <32>{#e/mettaton/12}* SUFFICE IT TO SAY, I WON'T WASTE YOUR TIME WITH A MONOLOGUE.
ru_ru: <32>{#e/metaton/12}* Достаточно сказать, что я не буду тратить ваше время на монологи.

source: <32>{#e/mettaton/3}* JUST KNOW THAT I'M NOT IN THE MOOD FOR GAMES.
ru_ru: <32>{#e/metaton/3}* Просто знайте, что я не играю в игру.

source: <32>{#e/mettaton/31}* JUST KNOW THAT I WON'T GO EASY ON YOU FOR A SECOND!
ru_ru: <32>{#e/metaton/31:1}* Просто знай, что я не отпущу тебя ни на секунду!

source: <32>{#e/mettaton/31}* JUST KNOW THAT I'M COUNTING ON YOU TO BRING YOUR A-GAME!
ru_ru: <32>{#e/metaton/31:1}* Просто знайте, я ожидаю, что вы продемонстрируете свое замечательное выступление!

source: <32>{#e/mettaton/19}* JUST KNOW THAT I COULDN'T CARE LESS ABOUT WHAT HAPPENS TO YOU.
ru_ru: <32>{#e/metaton/19}* Просто знай, что мне все равно, что с тобой происходит.

source: <32>* AT LAST WE MEET ON THIS FATEFUL STAGE.
ru_ru: <32>Мы наконец - то встретились на этой решающей сцене.

source: <32>{#e/mettaton/3}* WELL THEN.
ru_ru: <32>{#e/metaton/3}* Хорошо.

source: <32>{#e/mettaton/35}* IT -IS- INCREDIBLE HOW YOU'VE MANAGED TO KEEP UP THE ACT FOR SO LONG...
ru_ru: <32>{#e/metaton/35}* Как вы можете оставаться в таком состоянии так долго, просто невероятно.

source: <32>{#e/mettaton/6}* BUT NOW, COMES THE MOMENT WHERE YOUR MASK IS SURE TO SLIP.
ru_ru: <32>{#e/metaton/6}* Но теперь пришло время, когда ваша маска, безусловно, проскользнет.

source: <32>{#e/mettaton/5}* DID YOU REALLY THINK I WAS GOING TO GO EASY ON YOU, DEAR "$(moniker2u)?"
ru_ru: <32>{#e/metaton/5}* Дорогой "$(moniker2u)", вы действительно думаете, что я буду милосерден к вам?

source: <32>{#e/mettaton/0}* WELL, OF COURSE YOU DIDN'T. * BUT YOU STILL WON'T BE READY FOR WHAT COMES NEXT.
ru_ru: * Но вы все еще не готовы к следующему.

source: <32>{#e/mettaton/10}* IF YOU THINK YOU HAVE WHAT IT TAKES, THEN DO BE MY GUEST...
ru_ru: <32>{#e/metaton/10}* Если вы считаете, что у вас есть необходимые условия, будьте моим гостем.

source: <32>{#e/mettaton/31}* JUST DON'T BLAME -ME- FOR YOUR DEFEAT WHEN IT FINALLY HAPPENS!
ru_ru: <32>{#e/metaton/31:1}* Не вините меня в окончательном провале!

source: <32>{#e/mettaton/4}* BUT THEN...
ru_ru: <32>{#e/metaton/4}* Но затем.

source: <32>{#e/mettaton/34}* WHERE WOULD I BE WITHOUT YOU?
ru_ru: <32>{#e/metaton/34}* Где бы я был без тебя?

source: <32>{#e/mettaton/5}* FOR BETTER OR WORSE, YOU'VE GIVEN US BOTH THE OPPORTUNITY TO SHINE OUR BEST.
ru_ru: <32>{#e/metaton/5}* Как хорошо, так и плохо, вы даете нам два шанса показать наилучшую форму.

source: <32>{#e/mettaton/6}* BUT NOW, COMES THE MOMENT YOU'VE BEEN DYING FOR.
ru_ru: <32>{#e/metaton/6}* Но теперь наступил момент, к которому вы так долго стремились.

source: <32>{#e/mettaton/23}* THOUGH, I MUST ADMIT...
ru_ru: <32>{#e/metaton/23}* Несмотря на это, я должен признать...

source: <32>{#e/mettaton/5}* THINGS DIDN'T QUITE WORK OUT THE WAY I EXPECTED.
ru_ru: <32>{#e/metaton/5}* События развивались не так, как я ожидал.

source: <32>{#e/mettaton/6}* ALL THIS OLD FAMILY NONSENSE COMING BACK OUT OF THE BLUE...
ru_ru: <32>{#e/metaton/6}* Все эти древние семьи потеряли рассудок.

source: <32>* ... ISN'T SOMETHING I'M PARTICULARLY HAPPY ABOUT.
ru_ru: <32>* ..... Это не то, что я особенно рад.

source: <32>{#e/mettaton/11}* STILL, I'VE GOT A GRAND FINALE TO PERFORM, SO I MIGHT AS WELL GET IT OVER WITH.
ru_ru: <32>{#e/metaton/11}* Тем не менее, у меня есть еще один грандиозный финал, чтобы выступить, так что я должен закончить быстро.

source: <32>{#e/mettaton/5}* TRY NOT TO BE TOO MUCH OF A BORE, WILL YOU?
ru_ru: <32>{#e/metaton/5}* Постарайтесь не быть слишком скучным, хорошо?

source: <32>{#e/mettaton/6}* THE AUDIENCE IS STARVING FOR SOME GENUINE ACTION.
ru_ru: <32>{#e/metaton/6}* Зрители начинают ожидать каких - то добрых действий.

source: <32>{#e/mettaton/25}* I'M COUNTING ON YOU TO MAKE IT PAST ME IN ONE PIECE.
ru_ru: <32>{#e/metaton/25}* Я рассчитываю на то, что вы позволите мне уйти полностью.

source: <32>{#e/mettaton/0}* DON'T GET ME WRONG, I'D LOVE TO TAKE A HUMAN SOUL AND BECOME HUMANITY'S STAR.
ru_ru: <32>{#e/metaton/0}* Не поймите меня неправильно, я с радостью приму душу человека и стану звездой человечества.

source: <32>{#e/mettaton/3}* BUT TAKING -YOUR- SOUL WOULD BE... BITTERSWEET.
ru_ru: <32>{#e/metaton/3}* Но забрать свою душу будет... очень мило.

source: <32>{#e/mettaton/6}* WE'VE BEEN THROUGH SO MUCH TOGETHER, WHAT WITH ALL THE SHOWS AND ALL.
ru_ru: <32>{#e/metaton/6}* Мы прошли через так много, все программы и все вместе.

source: <32>{#e/mettaton/4}* PLUS, FOR A HUMAN WHO HAS TO DEAL WITH ALL THESE SHORT- SIGHTED MONSTERS' ANTICS...
ru_ru: <32>А #е/mettaton/4}* Кроме того, для одного человека Всемирная организация здравоохранения должна иметь дело со всеми этими короткоглазыми монстрами с антибиотиками.

source: <33>{#e/mettaton/0}* YOU'VE BEEN VERY UNDERSTANDING.
ru_ru: <33>{#e/metaton/0}* Вы уже очень хорошо понимаете.

source: <32>{#e/mettaton/5}* OH WELL. * IF YOU DO KICK THE BUCKET, YOU CAN REST ASSURED...
ru_ru: * Если ты действительно пнул бочку, ты можешь быть спокоен.

source: <32>* YOUR SOUL WON'T GO TO WASTE.
ru_ru: <32>Ваша душа не будет потрачена впустую.

source: <32>{#e/mettaton/10}* NOW, SHOW ME YOU'VE GOT WHAT IT TAKES TO BE A -REAL- SUPERSTAR!
ru_ru: <32>{#e/metaton/10}* Теперь позвольте мне посмотреть, что у вас есть, чтобы стать настоящей суперзвездой!

source: <32>{#e/mettaton/5}* AT FIRST, I CONSIDERED GOING HARD ON YOU.
ru_ru: <32>{#e/metaton/5}* Сначала я думал о принятии жестких мер против вас.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID DO SOMETHING WHICH HURT A FRIEND OF MINE VERY DEARLY.
ru_ru: <32>{#e/metaton/10}* В конце концов... Ты сделал кое - что, что очень огорчило одного из моих друзей.

source: <32>{#e/mettaton/3}* BUT THEN I REMEMBERED YOUR BETTER HALF.
ru_ru: <32>{#e/metaton/3}* Но потом я вспомнил твою лучшую половину.

source: <32>{#e/mettaton/6}* AND THE FACT THAT, FOR THE MOST PART, YOU -HAVE- BEEN DOING FAIRLY WELL.
ru_ru: <32>{#e/metaton/6}* На самом деле, в значительной степени, вы делаете хорошо.

source: <32>{#e/mettaton/2}* GRANTED, I HAVEN'T BEEN KEEPING AS CLOSE AN EYE ON YOU LATELY...
ru_ru: <32>{#e/metaton/2}* Мне жаль, что в последнее время я не следил за вами так пристально, как сейчас.

source: <32>{#e/mettaton/12}* BUT JUDGING BY HOW YOU WERE BEFORE, I DOUBT YOU'D DO ANYTHING RASH.
ru_ru: <32>{#e/metaton/12}* Но, судя по тому, как вы выглядели раньше, я не думаю, что вы сделаете какую - либо глупость.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU HAVEN'T REALLY BEEN THE GREATEST PERSON.
ru_ru: <32>{#e/metaton/10}* В конце концов... Ты не самый великий человек.

source: <32>{#e/mettaton/6}* AND THE FACT THAT, FOR A TIME, YOU -WERE- DOING REALLY WELL THERE.
ru_ru: <32>{#e/metaton/6}* На самом деле, было время, когда вы хорошо работали там.

source: <32>{#e/mettaton/5}* WHO KNOWS. * MAYBE I'M GIVING YOU TOO MUCH CREDIT.
ru_ru: * Возможно, я слишком тебе доверяю.

source: <32>{#e/mettaton/0}* OR MAYBE I JUST WANT TO AVOID ANY UNNECESSARY TROUBLE.
ru_ru: <32>{#e/metaton/0}* Или, возможно, я просто хочу избежать ненужных неприятностей.

source: <32>{#e/mettaton/20}* STILL, THAT DOESN'T MEAN WE'RE BEST FRIENDS ALL OF A SUDDEN.
ru_ru: <32>{#e/metaton/20}* Но это не значит, что мы лучшие друзья.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL JUST ABOUT EVERYBODY I COULD LIST OFF BY NAME.
ru_ru: <32>{#e/metaton/10}* В конце концов... Ты убил почти всех, кого я мог назвать.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL PAPYRUS, AS WELL AS UNDYNE.
ru_ru: <32>{#e/metaton/10}* В конце концов... Ты действительно пошел убить папирус и UNDYNE.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL PAPYRUS, ALONG WITH SEVERAL ROYAL GUARD MEMBERS.
ru_ru: <32>{#e/metaton/10}* В конце концов... Ты действительно убил папирус с несколькими членами Королевской гвардии.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL PAPYRUS.
ru_ru: <32>{#e/metaton/10}* В конце концов... Ты действительно пошел убить папирус.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL UNDYNE, ALONG WITH SEVERAL ROYAL GUARD MEMBERS.
ru_ru: <32>{#e/metaton/10}* В конце концов... Вы действительно пошли убить UNDYNE и нескольких членов Королевской гвардии.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL UNDYNE.
ru_ru: <32>{#e/metaton/10}* В конце концов... Ты действительно убил Undyne.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL SEVERAL ROYAL GUARD MEMBERS.
ru_ru: <32>{#e/metaton/10}* В конце концов... Вы действительно убили несколько членов Королевской гвардии.

source: <32>{#e/mettaton/10}* AFTER ALL... YOU DID GO AND KILL ALL THOSE PEOPLE.
ru_ru: <32>{#e/metaton/10}* В конце концов... Ты действительно собираешься убить этих людей.

source: <32>{#e/mettaton/3}* BUT THEN I REMEMBERED THE WARNING I GAVE YOU AT THE LAB.
ru_ru: <32>{#e/metaton/3}* Но потом я вспомнил предупреждение, которое я дал вам в лаборатории.

source: <32>{#e/mettaton/6}* AND THE FACT THAT, SINCE THEN, YOU'VE BEEN BEHAVING MUCH BETTER.
ru_ru: <32>{#e/metaton/6}* На самом деле, с тех пор ваша производительность намного лучше.

source: <32>{#e/mettaton/5}* WELL, WELL. * IT SEEMS YOU CAN CHANGE YOUR WAYS AFTER ALL.
ru_ru: * Похоже, что в конце концов вы можете изменить свой путь.

source: <32>{#e/mettaton/0}* GOOD ON YOU.
ru_ru: <32>{#e/metaton/0}* Желаю удачи.

source: <32>{#e/mettaton/20}* BUT DON'T THINK THAT MEANS I'M JUST GOING TO FORGET ABOUT WHAT YOU DID.
ru_ru: <32>{#e/metaton/20}* Но не думайте, что это означает, что я просто хочу забыть, что вы сделали.

source: <32>{#e/mettaton/29}* ONLY THAT, FOR THE SAKE OF PUTTING ON A GOOD SHOW...
ru_ru: <32>{#e/metaton/29}* Только это, для замечательного шоу...

source: <32>{#e/mettaton/26}* I'LL AGREE TO PLAY FAIR.
ru_ru: <32>{#e/metaton/26}* Я согласен с честной конкуренцией.

source: <32>{#e/mettaton/5}* ... MAYBE, BY THE END, YOU'LL EVEN EARN MY RESPECT.
ru_ru: <32>{#e/metaton/5}* ... Возможно, в конце концов, ты даже заслужишь мое уважение.

source: <32>{#e/mettaton/35}* NOW. * SHOW ME YOU'RE MORE THAN A RUTHLESS KILLER.
ru_ru: * Покажи мне, что ты не просто безжалостный убийца.

source: <32>{#e/mettaton/31}* SHOW ME YOU'VE GOT WHAT IT TAKES TO BE A -REAL- SUPERSTAR!
ru_ru: <32>{#e/metaton/31:1}* Скажи мне, что у тебя есть все условия, чтобы стать настоящей суперзвездой!

source: <32>{#e/mettaton/11}* PRODUCERS! * GET THOSE CAMERAS ROLLING!
ru_ru: * Включите эти камеры!

source: <32>{#p/mettaton}* MY, MY... * IT SURE TOOK -YOU- LONG ENOUGH, EH "DARLING?"
ru_ru: * Ты действительно потратил достаточно много времени, не так ли, дорогая?

source: <32>* BUT THE TIME FOR SURFACE-LEVEL DIALOGUE IS BEHIND US.
ru_ru: <32>* Но эпоха поверхностного диалога прошла.

source: <32>* ... WHAT? * DID YOU REALLY THINK I LIKED YOU ALL THIS TIME?
ru_ru: Ты правда думаешь, что ты мне всегда нравился?

source: <32>* YOU POOR, NAIVE CHILD.
ru_ru: Бедный и наивный ребенок.

source: <32>* ALL I WANTED WAS TO PUT ON A SHOW, AND THAT I DID.
ru_ru: <32>* Я хотел только один спектакль, и я это сделал.

source: <32>* SAYING ALL THE RIGHT WORDS, MAKING ALL THE RIGHT MOVES...
ru_ru: <32>* Говорить все правильные слова и делать все правильные действия.

source: <32>* THAT'S WHAT SHOWBUSINESS IS -REALLY- ABOUT.
ru_ru: <32>* В этом и заключается истинный смысл индустрии развлечений.

source: <32>* IT HAS NOTHING TO DO WITH "FUN" OR "FRIENDSHIP..."
ru_ru: <32>* Это никак не связано с "весельем" или "дружбой"

source: <32>* ALL THAT MATTERS IS POWER, AND THE UNASSAILABLE MIGHT OF ROBOTICS!
ru_ru: <32>* Важно сила, а также безупречная сила роботов!

source: <32>* ... * NOW YOU LISTEN TO ME.
ru_ru: * Теперь послушай меня.

source: <32>* AFTER WHAT YOU DID OUT THERE, THERE'S NO WAY I'M LETTING YOU GET PAST ME.
ru_ru: <32>* После того, как ты это сделал, я никогда не позволю тебе ускользнуть от меня.

source: <32>* YOU CAN SCREAM. * YOU CAN STRUGGLE. * YOU CAN BEG FOR YOUR LIFE.
ru_ru: * Ты можешь умолять о своей жизни.

source: <32>* YOU CAN DO WHATEVER YOU WANT.
ru_ru: <32>Вы можете делать все, что хотите.

source: <32>* WHEN I'M DONE WITH YOU, YOU'LL BE NOTHING MORE THAN A STAIN ON THE CUTTING ROOM FLOOR.
ru_ru: <32>* Когда я закончу с тобой, ты будешь только пятном на полу монтажной комнаты.

source: <32>* SEE, I'VE RIGGED THE CORE TO DELIVER POWER STRAIGHT TO MY BODY.
ru_ru: <32>* Видите ли, я манипулировал ядром, чтобы передать энергию непосредственно в мое тело.

source: <32>* IT'S NOT HOW ALPHYS AND I ORIGINALLY PLANNED IT, BUT IT'LL DO JUST AS WELL.
ru_ru: <32>* Это не то, что мы с Alphys изначально планировали, но это также будет хорошо.

source: <32>* WHEN I GIVE THE SIGNAL, THE CABLES WILL FALL, AND THE BATTLE WILL ALREADY BE OVER.
ru_ru: <32>* Когда я подаю сигнал, кабель падает, и битва окончена.

source: <32>* HONESTLY, YOU SHOULD'VE SEEN THIS COMING...
ru_ru: <32>* Скажи правду, ты должен видеть, как все это приходит...

source: <32>* BUT MAYBE THAT'S EXPECTING TOO MUCH FROM SOMEONE WHO ONLY KNOWS HOW TO KILL.
ru_ru: Но, возможно, это слишком много для Всемирной организации здравоохранения, которая знает только, как убивать людей.

source: <32>{#p/mettaton}* MY, MY...
ru_ru: <32>{#p/metaton}* Моя, моя.

source: <32>* ... WHY THE LONG FACE? * ARE YOU REALLY THAT DESPERATE TO GET BEATEN TO A PULP?
ru_ru: * Ты действительно хочешь, чтобы тебя избили?

source: <32>* YOU ARE? * WELL, IF YOU INSIST...
ru_ru: * Хорошо, если ты настаиваешь...

source: <32>{#e/mettaton/17}* NOW, ALPHYS! * GIVE IT EVERYTHING YOU'VE GOT!
ru_ru: * Отдай все!

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Okay, you made it!
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* Хорошо, вы сделали это!

source: <25>{#f/3}* Eheh... that was more difficult than it had to be, huh?
ru_ru: <25>{#f/3}* Мм.. Это намного сложнее, чем кажется, да?

source: <25>{#g/alphysYeahYouKnowWhatsUp}* I mean, not for you, since, y'know...
ru_ru: <25>{#g/alphysYeah YouKnowWhatsUp}* Я имею в виду, не для вас, потому что, вы знаете...

source: <25>{#g/alphysNeutralSweat}* You, uh... seem content with just about anything.
ru_ru: <25>{#g/alphys NeutralSweat}* Вы, ну... Казалось бы, доволен всем.

source: <25>{#g/alphysTheFactIs}* ... a-anyway, we should probably head towards the Citadel now.
ru_ru: <25>Сер #g/alphysTheFactis* ... В любом случае, мы должны теперь отправиться в замок.

source: <25>{#g/alphysIDK}* The elevator should be fixed by now, so...
ru_ru: <25>{#g/alphysIDK}* Лифт теперь должен быть отремонтирован, так что...

source: <25>{#p/alphys}{#g/alphysWelp}* Y-you know what, I'll just let you decide.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Знаешь, я дам тебе решить.

source: <25>{#g/alphysSmileSweat}* If you want to go now, so be it! * Going later's fine too!
ru_ru: * Нет проблем с поздним отъездом!

source: <25>* Whatever "powers your ship," am I right?
ru_ru: <25>* Что бы ни было "питает ваш корабль", я прав?

source: <25>{#g/alphysTheFactIs}* Like, you know, how ships need certain fuel to...
ru_ru: <25>{#g/alphysTheFactIs}* Например, вы знаете, что корабль нуждается в определенном топливе, чтобы прийти...

source: <25>{#g/alphysNeutralSweat}* A-and how you tend to be specific in how you...
ru_ru: <25>{#g/alphys NeutralSweat}* A - и как вы склонны быть конкретными.

source: <26>{#g/alphysWelp}* Uh, you get what I mean.
ru_ru: <26>{#g/alphysWelp}* Ну, вы понимаете, что я имею в виду.

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Well, see ya!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* Ладно, пока!

source: <32>{#e/mettaton/6}* BEAUTIES AND GENTLEBEAUTIES...
ru_ru: <32>{#e/metaton/6}* Красивая и нежная...

source: <33>{#e/mettaton/11}* IT'S TIME FOR THE GRAND FINALE!
ru_ru: <33>{#e/metaton/11}* Пришло время выйти в финал!

source: <32>{#e/mettaton/10}* ARE YOU READY FOR THE GRAND FINALE!?!?
ru_ru: <32>{#e/metaton/10}* Готовы ли вы к финалу?!

source: <32>{*}{#e/mettaton/11}* REAL DRAMA!! * REAL ROMANCE!! * REAL BLOODSHED!!{^20}{%}
ru_ru: * Настоящая кровь! {^ 20}{%}

source: <32>{*}{#e/mettaton/20}* ON OUR NEW SHOW...{^20}{%}
ru_ru: <32>{*}{#e/metaton/20}* О нашей новой программе. {^ 20}{%}

source: <32>{*}{#e/mettaton/17}* "ATTACK OF THE KILLER ROBOT!"{^20}{%}
ru_ru: <32>{*}{E/metaton/17}* "Атака робота - убийцы!" {^ 20}{%}

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Oh my god, are you guys...
ru_ru: <25>{#p/alphys}{#g/alphysOhGodNo}* О, Боже, вы...

source: <25>{#g/alphysInquisitive}* What are you looking at me for?
ru_ru: <25>{#g/alphysInquirious}* Почему ты смотришь на меня?

source: <26>{#g/alphysCutscene3}* I wasn't away for...
ru_ru: <26>{#g/alphysCutscene3}* Я не ушел.

source: <25>{#g/alphysCutscene3}* I'm only here to...
ru_ru: <25>{#g/alphysCutscene3}* Я здесь только для того, чтобы...

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Oh my god, are you guys alright??
ru_ru: <25>{#p/alphys}{#g/alphysOhGodNo}* Боже мой, вы в порядке?

source: <26>{#g/alphysCutscene3}* I wasn't away for THAT long.
ru_ru: <26>{#g/alphysCutscene3}* Я ушел не так долго.

source: <25>{#g/alphysCutscene3}* I'm only here to check on Mettaton.
ru_ru: <25>{#g/alphysCutscene3}* Я здесь только для того, чтобы проверить Mettaton.

source: <25>{#p/alphys}{#f/10}* Wh... where's Mettaton?
ru_ru: <25>{#p/alphys}{#f/10}* Wh. Где Меттон?

source: <25>{#p/alphys}{#f/3}* D-did you...
ru_ru: <25>{#p/alphys}{#f/3}* - Вы.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Hmm, you look okay...
ru_ru: <25>{#p/alphys}{#g/alphysInquirious}* Ну, ты выглядишь хорошо.

source: <25>{#p/alphys}{#g/alphysWelp}* Sorry about vanishing on the phone earlier, by the way.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Кстати, мне жаль, что я исчез по телефону раньше.

source: <25>{#g/alphysWelp}* The phone signal wouldn't reach here for some reason.
ru_ru: <25>{#g/alphysWelp}* По какой - то причине телефонный сигнал не может добраться сюда.

source: <25>{#g/alphysHaveSomeCompassion}* Look, just... come with me into the next room.
ru_ru: <25>{#g/alphysHaveSomeCompassion}* Смотрите, просто... Пойдем со мной в соседнюю комнату.

source: <25>{#g/alphysNeutralSweat}* Th-there's something I need to tell you.
ru_ru: <25>{#g/alphysNeutralSweat}* Я хочу тебе кое - что сказать.

source: <25>{#g/alphysNeutralSweat}* W-when you're ready, of course.
ru_ru: <25>{#g/alphysNeutralSweat}* W - Конечно, когда вы готовы.

source: <25>{#p/alphys}{#f/10}* I-I'm sorry. * I don't think I should be here right now.
ru_ru: * Я не думаю, что я должен быть здесь сейчас.

source: <25>{*}{#p/alphys}{#f/3}* D-don't come after me!{%}
ru_ru: <25>{*}{#p/alphys}{#f/3}* D - Не гонись за мной! {%}

source: <25>{#p/alphys}{#g/alphysCutscene2}* Well, uh, d-don't worry about Mettaton, I can fix his power supply.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Ладно, не волнуйся о Меттоне, я могу починить его питание.

source: <25>{#p/alphys}{#g/alphysCutscene2}* He's only fused with the control chip, after all.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* В конце концов, он сливается только с чипом управления.

source: <25>{#p/alphys}{#g/alphysWelp}* I should get going now.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Мне пора идти.

source: <25>{#g/alphysNeutralSweat}* B-but, uh, I kind of need you to come with me.
ru_ru: <25>{#g/alphys NeutralSweat}* B - Но, ну, мне нужно, чтобы ты пошел со мной.

source: <25>{#g/alphysNervousLaugh}* The future of monsterkind might... d-depend on it...
ru_ru: <25>{#g/alphys NervousLaugh}* Будущее монстров возможно. Зависит от этого...

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Just... * W-when you're ready...
ru_ru: * Когда ты будешь готов.

source: <25>{#g/alphysNeutralSweat}* Come with me into the next room.
ru_ru: <25>{#g/alphysNeutralSweat}* Пройдите со мной в соседнюю комнату.

source: <25>{#g/alphysNeutralSweat}* I-I'm sorry. * There's no other way.
ru_ru: * Выбора нет.

source: <32>{#p/mettaton}* Well, darling... * It'd probably be a good idea to go along with her.
ru_ru: * Может быть, это хорошая идея пойти с ней.

source: <32>{#p/mettaton}* Don't worry, darling, it's probably just a new season of a sci-fi anime she likes.
ru_ru: <32>{#p/metaton}* Не волнуйся, дорогая, это может быть просто ее любимый новый сезон научно - фантастического аниме.

source: <32>* As for me?
ru_ru: <32>Что касается меня?

source: <32>* ... * After Alphys puts me back in my old body...
ru_ru: * После того, как Альфис вернул меня к своему первоначальному телу.

source: <32>* I should go pay my family a visit.
ru_ru: <32>Я должен навестить свою семью.

source: <32>* I'm not really sure what I'm going to do.
ru_ru: <32>Я действительно не уверен, что делать.

source: <32>* I'm going to have some business to attend to.
ru_ru: <32>* Мне нужно кое - что уладить.

source: <32>* Oh, and by the way, $(name)...
ru_ru: <32>* О, кстати, $(имя)...

source: <32>{#p/basic}* Huh?
ru_ru: <32>{#p/basic}* Хм?

source: <32>{#p/mettaton}* ... I wish you luck with your family business as well.
ru_ru: <32>{#p/metaton}* ... Я также желаю удачи Вашему семейному бизнесу.

source: <32>{#p/basic}* My... oh.
ru_ru: <32>{#p/basic}* Мой...

source: <32>{#p/basic}* Yeah.
ru_ru: <32>{#p/basic}* Да.

source: <32>{#p/basic}* ... thanks, Mettaton.
ru_ru: <32>{#p/basic}* ... Спасибо, Меттон.
