Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <20>{#p/mettaton}{#e/mettaton/24}{#a.la/3}{#a.ra/0}But that's what sets me apart from all the others.
ru_ru: <20>{#p/metaton}{#e/metaton/24}{#a.la/3}{#a.ra/0} Но это то, чем я отличаюсь от других.

source: <20>{#p/mettaton}It's an emotional rollercoaster!
ru_ru: <20>{#p/metaton} Это эмоциональные американские горки!

source: <20>{#p/mettaton}It's time to put you in your place!
ru_ru: <20>{#p/metaton} Настало время вернуться на свое место!

source: <20>{#p/mettaton}I'm the idol everyone craves!
ru_ru: <20>{#p/metaton} Я - идол, к которому все стремятся!

source: <20>{#p/mettaton}I'll be the galaxy's superstar!
ru_ru: <20>{#p/metaton} Я стану суперзвездой Млечного Пути!

source: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/8}{#a.ra/8}I couldn't give up even if I wanted to...
ru_ru: <20>{#p/metaton}{#e/metaton/19}{#a.la/8}{#a.ra/8} Даже если я хочу отказаться, я не могу отказаться.

source: <20>{#p/mettaton}It's a shame things had to be this way...
ru_ru: <20>{#p/metaton} Вещи должны быть такими, очень жаль.

source: <20>{#p/mettaton}Smile for the camera, $(moniker2)!
ru_ru: <20>{#p/metaton} Улыбайтесь объективу, $(монитор 2)!

source: <20>{#p/mettaton}Smile for the camera, darling!
ru_ru: <20>Дорогая, улыбнись в камеру!

source: <20>{#p/mettaton}Smile for the camera, hotshot!
ru_ru: <20>{#p/metaton} Улыбнись в камеру, красавчик!

source: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/9}{#a.ra/10}Now just you watch. I'll tear that rotten organ right out of your body!
ru_ru: Я оторву этот гнилой орган от тебя!

source: <20>{#p/mettaton}But maybe you can help me make a choice here.
ru_ru: <20>{#p/metaton} Но, возможно, вы можете помочь мне сделать выбор здесь.

source: <20>{#p/mettaton}Queue the all- important pop quiz!
ru_ru: <20>{#p/metaton} Вставайте в очередь на самый важный тест!

source: <20>{#p/mettaton}Oooh, it's time for a pop quiz!
ru_ru: <20>{#p/metaton} О, пора провести небольшой тест!

source: <20>Can your brains hold a candle to your brawn?
ru_ru: Может ли ваш ум сравниться с вашей физической силой?

source: <20>{#p/mettaton}I sure hope you know your multiple- choice...
ru_ru: <20>{#p/metaton} Я действительно хочу, чтобы вы знали о многих ваших задачах выбора.

source: <20>{#p/mettaton}Oooh, here's a quiz for you.
ru_ru: <20>{#p/metaton} О, это небольшой тест для вас.

source: <20>{#p/mettaton}Don't like multiple- choice? Too bad!
ru_ru: Это ужасно!

source: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}What? You call that cold thing a heart?
ru_ru: Ты называешь эту ледяную штуку сердцем?

source: <20>{#p/mettaton}{#e/mettaton/30}{#a.la/9}{#a.ra/10}... no. Let me show you what a REAL one looks like.
ru_ru: Позвольте мне рассказать вам, как выглядит настоящий человек.

source: <20>{#p/mettaton}Not so simple, is it?
ru_ru: <20>{#p/metaton} Это не так просто, не так ли?

source: <20>... perhaps a heart to heart will lead us to the answer.
ru_ru: <20 >... Возможно, общение сердца и сердца поможет нам найти ответ.

source: <20>{#p/mettaton}Your "answer" sure was underwhelming...
ru_ru: <20>{#p/metaton} Ваш "ответ" действительно впечатляет.

source: <20>{#p/mettaton}But this won't be!
ru_ru: <20>{#p/metaton} Но это не будет!

source: <20>{#p/mettaton}So you ARE smarter than you look.
ru_ru: <20>{#p/metaton} Так что вы умнее, чем кажетесь.

source: <20>But a battle takes more than just basic knowledge.
ru_ru: <20>Но борьба требует не только базовых знаний.

source: <20>It takes heart!
ru_ru: <20>Это требует мужества!

source: <20>{#p/mettaton}Your answer really showed everyone what's on your mind.
ru_ru: <20>{#p/metaton} Ваш ответ действительно показывает вам, что вы думаете.

source: <20>{#p/mettaton}Why don't I show you what's in my heart?
ru_ru: <20>{#p/metaton} Почему бы мне не рассказать вам о моем сердце?

source: <20>{#p/mettaton}So you DO like multiple choice.
ru_ru: <20>{#p/metaton} Поэтому вы предпочитаете многовариантные темы.

source: <20>{#p/mettaton}Well, you won't like this!
ru_ru: <20>{#p/metaton} Хорошо, вам не понравится!

source: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}It's only a matter of time...
ru_ru: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8} Это только вопрос времени.

source: <20>{#p/mettaton}It's not like I never loved the old life.
ru_ru: <20>{#p/metaton} Я никогда не любил прошлую жизнь.

source: <20>{#p/mettaton}You may be a demon, but can you dance like the devil?
ru_ru: <20>{#p/metaton} Ты можешь быть демоном, но можешь ли ты танцевать как дьявол?

source: <20>{#p/mettaton}Introducing... the double DJ disco!
ru_ru: <20>{#p/metaton} Введение. Ди - джей диско!

source: <20>{#p/mettaton}The battle's only just begun!
ru_ru: <20>{#p/metaton} Битва только начинается!

source: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8}Until you inevitably lose to me.
ru_ru: <20>{#p/mettaton}{#e/mettaton/18}{#a.la/8}{#a.ra/8} Пока ты не проиграешь мне неизбежно.

source: <20>{#p/mettaton}But it wasn't exactly glamorous, either...
ru_ru: <20>{#p/metaton} Но это тоже не так увлекательно.

source: <20>{#p/mettaton}It's time to bring your a-game!
ru_ru: <20>{#p/metaton} Настало время взять с собой свое имя!

source: <20>{#p/mettaton}Can you keep up the pace?
ru_ru: <20>{#p/metaton} Сможете ли вы идти в ногу с ритмом?

source: <20>{#p/mettaton}Turn it up to eleven!
ru_ru: <20>{#p/metaton} Переместите его на одиннадцать!

source: <20>{#p/mettaton}{#e/mettaton/9}{#a.la/0}{#a.ra/5}Then, our kind will get to see the stars...
ru_ru: <20>{#p/mettaton}{#e/mettaton/9}{#a.la/0}{#a.ra/5} Затем мы, люди, увидим звезды.

source: <20>{#p/mettaton}Whatever, Who cares!
ru_ru: <20>{#p/metaton} В любом случае, кому какое дело!

source: <20>{#p/mettaton}Lights! Camera! Plastic explosives!
ru_ru: Пластиковые взрывчатки!

source: <20>{#p/mettaton}Destruction! Annihilation! Armageddon!
ru_ru: Конец света!

source: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/7}... and I'm the one who's going to send them there!
ru_ru: <20>{#p/mettaton}{#e/mettaton/1}{#a.la/1}{#a.ra/7}. Я тот, кто должен доставить их туда!

source: <20>{#p/mettaton}Nobody, that's who!
ru_ru: <20>{#p/metaton} Никто, это он!

source: <20>{#p/mettaton}Things are blowing up!
ru_ru: <20>{#p/metaton} Ситуация ухудшается!

source: <20>{#p/mettaton}Things are getting crazy!
ru_ru: <20>{#p/metaton} Все сходит с ума!

source: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}It's a shame, really. Alphys, Asgore, even my cousins...
ru_ru: Альфис, Асго, даже мой двоюродный брат...

source: <20>{#e/mettaton/12}{#a.la/8}{#a.ra/8}Those closest to me are all quick to avoid conflict.
ru_ru: <20>{#e/metaton/12}{#a.la/8}{#a.ra/8} Мои близкие люди быстро избегают конфликтов.

source: <20>{#p/mettaton}Let's just take a moment to think.
ru_ru: <20>{#p/metaton} Давайте немного подумаем.

source: <20>{#p/mettaton}Nothing like a break to quell the enemy's fire!
ru_ru: <20>{#p/metaton} Нет ничего лучше, чем отдых, чтобы успокоить огонь противника!

source: <21>{#p/mettaton}Time for our council- regulated break!
ru_ru: <21>{#p/metaton} Настало время для отдыха, предписанного парламентом!

source: <20>{#p/mettaton}Can't catch a break? Sucks to be you!
ru_ru: Как хорошо быть тобой!

source: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}But me? I don't play by their lovey-dovey rules.
ru_ru: Я не следую их мягким правилам.

source: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/1}{#a.ra/6}I get straight to the heart of it!
ru_ru: <20>{#p/mettaton}{#e/mettaton/23}{#a.la/1}{#a.ra/6} Я имею в виду суть проблемы!

source: <20>{#p/mettaton}I don't get why they had to be so confrontational...
ru_ru: <20>{#p/metaton} Я не понимаю, почему они должны так бороться.

source: <20>{#p/mettaton}... am I supposed to believe it was out of love?
ru_ru: <20>{#p/metaton}. Должен ли я верить, что это из любви?

source: <20>{#p/mettaton}It's time we got back to the heart of this conflict!
ru_ru: <20>{#p/metaton} Настало время вернуться в центр этого конфликта!

source: <20>{#p/mettaton}We've grown so distant, darling...
ru_ru: <20>{#p/metaton} Мы стали так далеко, дорогой.

source: <20>{#p/mettaton}How about another heart-to-heart?
ru_ru: <20>{#p/metaton} Как насчет еще одной сердечной связи?

source: <20>{#p/mettaton}I think it's time you learned your lesson.
ru_ru: <20>{#p/metaton} Я думаю, тебе пора учиться.

source: <20>{#p/mettaton}Here's something you can take to heart!
ru_ru: <20>{#p/metaton} Вот некоторые вещи, которые вы можете запомнить!

source: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}... jeez.
ru_ru: <20>{#p/mettaton}{#e/mettaton/26}{#a.la/8}{#a.ra/8}. Боже мой.

source: <20>{#e/mettaton/25}{#a.la/8}{#a.ra/8}You really are an annoying little bug, aren't you?
ru_ru: <20>{#e/metaton/25}{#a.la/8}{#a.ra/8} Ты действительно раздражающий маленький червь, не так ли?

source: <20>{#p/mettaton}A... and besides, how can I even trust them now?
ru_ru: <20>{#p/metaton} A... И как я могу доверять им сейчас?

source: <20>{#p/mettaton}A... arms? Wh... who needs arms with legs like these?
ru_ru: Что... что... Кому нужны такие ноги?

source: <20>{#p/mettaton}I... is that all you've got?
ru_ru: <20>{#p/metaton} Я... у тебя только это?

source: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/8}{#a.ra/8}But hey, you know what they say about a bug, right?
ru_ru: <20>{#p/metaton}{#e/metaton/15}{#a.la/8}{#a.ra/8} Но, эй, ты знаешь, как они говорят баг, не так ли?

source: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/9}{#a.ra/10}It's just another problem that needs fixing.
ru_ru: <20>{#p/metaton}{#e/metaton/13}{#a.la/9}{#a.ra/10} Это лишь еще одна проблема, которую необходимо решить.

source: <20>{#p/mettaton}I d-don't... know what to think anymore...
ru_ru: <20>{#p/metaton} Я не знаю, что думать.

source: <20>{#p/mettaton}Let's h-hear... hear one last roar from the audience!
ru_ru: <20>{#p/metaton} Давайте послушаем. Послушайте последний крик зрителей!

source: <20>{#p/mettaton}Shoutout t-to... to Dr. Alphys for making my dreams come true!
ru_ru: <20>{#p/metaton} Приветствуем доктора Алфиса и благодарим его за то, что он сделал мою мечту реальностью!

source: <20>{#p/mettaton}Shoutout t-to... to the ones who've given their lives to protect us!
ru_ru: <20>{#p/metaton} Приветствуем тех, кто отдал свою жизнь ради нашей защиты!

source: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/10}{#a.ra/0}Look. I don't blame you for fighting so valiantly.
ru_ru: Я не виню тебя за то, что ты так храбро сражался.

source: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/0}{#a.ra/10}But, and I mean this in the best possible way...
ru_ru: <20>{#p/mettaton}{#e/mettaton/19}{#a.la/0}{#a.ra/10} Но я имею в виду лучший способ...

source: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}You'd have better chances against a wall of reinforced polycarbide.
ru_ru: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8} У вас будет больше шансов бороться с укрепленными стенами из поликарбоната.

source: <20>{#p/mettaton}Could it be that they're tr... truly sorry?
ru_ru: <20>{#p/metaton} Неужели они действительно сожалеют?

source: <20>{#p/mettaton}There's no way I'm giv... giving up now!
ru_ru: <20>{#p/metaton} Я не могу получить. Сдавайся сейчас же!

source: <20>{#p/mettaton}Now it's my turn to ful... fulfill all yours!
ru_ru: <20>{#p/metaton} Теперь моя очередь. Закончи все!

source: <20>{#p/mettaton}I'll make sure your efforts we... weren't in vain!
ru_ru: <20>{#p/metaton} Я обеспечу ваши усилия. Не напрасно!

source: <20>{#p/mettaton}{#e/mettaton/20}{#a.la/0}{#a.ra/0}What's that? You don't care what I have to say?
ru_ru: Тебе плевать, что я говорю?

source: <20>{#p/mettaton}{#e/mettaton/17}{#a.la/8}{#a.ra/8}... feh. Your loss, darling!
ru_ru: Твоя потеря, дорогая!

source: <20>{#p/mettaton}Or is it ju... just a ploy to get into the spotlight?
ru_ru: <20>{#p/metaton} или это... Чтобы быть в центре внимания?

source: <20>{#p/mettaton}Not after al... all we've been through!
ru_ru: <20>{#p/metaton} В конце концов, мы прошли через так много!

source: <20>{#p/mettaton}I wouldn't ha... have it any other way!
ru_ru: <20>{#p/metaton} Я не буду. Есть другой выход!

source: <20>{#p/mettaton}It's the le... least I can do!
ru_ru: <20>{#p/metaton} Это один. По крайней мере, я могу это сделать!

source: <20>{#p/mettaton}{#e/mettaton/12}H... haah... H... haah...
ru_ru: Ха...

source: <20>{#p/mettaton}{#e/mettaton/14}{#a.la/3}{#a.ra/0}Oh well. Some people just never learn...
ru_ru: Некоторые просто никогда не научатся.

source: <20>{#e/mettaton/13}{#a.la/8}{#a.ra/8}But that's enough out of me.
ru_ru: <20>{#e/metaton/13}{#a.la/8}{#a.ra/8} Но я уже сыт по горло.

source: <20>{#e/mettaton/7}{#a.la/9}{#a.ra/10}I'll let my heart take it from here!
ru_ru: <20>{#e/metaton/7}{#a.la/9}{#a.ra/10} Я позволю своему сердцу забрать его отсюда!

source: <20>{#p/mettaton}{#e/mettaton/13}The show must go on...!
ru_ru: <20>{#p/metaton}{#e/metaton/13} Шоу должно продолжаться.

source: <20>{#p/mettaton}{#e/mettaton/11}(Sigh...)
ru_ru: <20>{#p/metaton}{#e/metaton/11: (Вздох...)

source: <20>{#e/mettaton/29}Well...
ru_ru: <20>{#e/metaton/29} Хорошо.

source: <20>{#e/mettaton/10}Would you look at that.
ru_ru: <20>{#e/metaton/10: Вы можете посмотреть?

source: <20>{#e/mettaton/20}This is the most viewers I've ever had...
ru_ru: <20>{#e/metaton/20} Это самая большая аудитория, которую я когда - либо видел.

source: <20>{#e/mettaton/17}By now, we've reached the viewer call-in milestone.
ru_ru: <20>{#e/metaton/17} На сегодняшний день мы достигли рубежа вызова аудитории.

source: <20>{#e/mettaton/14}...
ru_ru: <20>{#e/metaton/14}.

source: <20>{#e/mettaton/15}Let's see what the audience has to say...
ru_ru: <20>{#e/metaton/15} Посмотрим, что скажет зритель.

source: <20>{#e/mettaton/12}... before we finish off our saga for good.
ru_ru: <20>{#e/metaton/12}. Прежде чем мы навсегда покончим с нашей легендой.

source: <20>{#p/mettaton}{#e/mettaton/8}Ooh, look at these ratings...
ru_ru: <20>{#p/metaton}{#e/metaton/8} oh, взгляните на эти рейтинги.

source: <20>{#e/mettaton/5}This is the most viewers I've ever had!
ru_ru: <20>{#e/metaton/5} Это самая большая аудитория, которую я когда - либо видел!

source: <20>{#e/mettaton/7}By now, we've reached the viewer call-in milestone.
ru_ru: <20>{#e/metaton/7} На сегодняшний день мы достигли рубежа вызова аудитории.

source: <20>{#e/mettaton/19}... before the battle is over for real!
ru_ru: <20>{#e/metaton/19}. До того, как бой действительно закончится!

source: <20>{#e/mettaton/19}... before we finish off our saga for good!
ru_ru: <20>{#e/metaton/19}. Прежде чем мы навсегда покончим с нашей легендой!

source: <20>{#p/mettaton}{#e/mettaton/15}No... I...
ru_ru: <20>{#p/metaton}{#e/metaton/15} Не...

source: <20>{#p/mettaton}{#e/mettaton/14}I still have to...
ru_ru: <20>{#p/metaton}{#e/metaton/14} Мне все еще нужно.

source: <20>{#p/mettaton}{#e/mettaton/9}...
ru_ru: <20>{#p/metaton}{#e/metaton/9}.

source: <20>{#p/mettaton}{#e/mettaton/9}Blooky, if you're watching this, then...
ru_ru: <20>Blooky, если вы смотрите это, то...

source: <20>{#p/mettaton}{#e/mettaton/10}Please don't feel bad, alright?
ru_ru: <20>{#p/metaton}{#e/metaton/10] Пожалуйста, не расстраивайтесь, хорошо?

source: <20>{#p/mettaton}{#e/mettaton/9}I shouldn't have pushed you away.
ru_ru: <20>{#p/metaton}{#e/metaton/9} Я не должен оттолкнуть вас.

source: <20>{#p/mettaton}{#e/mettaton/19}I shouldn't have acted like I didn't care.
ru_ru: <20>{#p/metaton}{#e/metaton/19} Я не должен вести себя так, как будто мне все равно.

source: <20>{#p/mettaton}{#e/mettaton/17}Because... regardless of what happened in the past...
ru_ru: <20>{#p/metaton}{#e/metaton/17} Потому что... Что бы ни случилось в прошлом.

source: <20>{#p/mettaton}{#e/mettaton/10}You, Lurksalot... all of you...
ru_ru: <20>{#p/metaton}{#e/metaton/10] Ты, Люксаро... Все вы.

source: <20>{#p/mettaton}{#e/mettaton/20}You're still my family!
ru_ru: <20 Ты все еще моя семья!

source: <20>{#p/mettaton}{#e/mettaton/15}So... forget everything else I've said.
ru_ru: <20>{#p/metaton}{#e/metaton/15} Так что... забудьте все остальное, что я сказал.

source: <20>{#p/mettaton}{#e/mettaton/9}From now on, it doesn't matter.
ru_ru: <20>{#p/metaton}{#e/metaton/9} Начиная с этого момента, это не имеет значения.

source: <20>{#p/mettaton}{#e/mettaton/10}All that matters...
ru_ru: <20>{#p/metaton}{#e/metaton/10} Все очень важно.

source: <20>{#p/mettaton}{#e/mettaton/14}...
ru_ru: <20>{#p/metaton}{#e/metaton/14}.

source: <20>{#p/mettaton}{#e/mettaton/15}So that's how it is, is it?
ru_ru: <20>{#p/metaton}{#e/metaton/15} Это то, что происходит, не так ли?

source: <20>{#p/mettaton}{#e/mettaton/19}... heh, I think...
ru_ru: <20>{#p/metaton}{#e/metaton/19}. Эй, я хочу...

source: <20>{#p/mettaton}{#e/mettaton/20}I think I understand now.
ru_ru: <20>{#p/metaton}{#e/metaton/20} Я думаю, что теперь понимаю.

source: <20>{#p/mettaton}{#e/mettaton/10}All this time...
ru_ru: <20>{#p/metaton}{#e/metaton/10} Всегда.

source: <20>{#p/mettaton}{#e/mettaton/10}I've only been acting like we're enemies.
ru_ru: <20>{#p/metaton}{#e/metaton/10} Я просто веду себя так, как будто мы враги.

source: <20>{#p/mettaton}{#e/mettaton/11}A story for the audience to get invested in.
ru_ru: <20>{#p/metaton}{#e/metaton/11: История, в которую вовлечена аудитория.

source: <20>{#p/mettaton}{#e/mettaton/19}But you...
ru_ru: <20>{#p/metaton}{#e/metaton/19} Но ты...

source: <20>{#p/mettaton}{#e/mettaton/17}You believed it.
ru_ru: <20>{#p/metaton}{#e/metaton/17} Вы верите.

source: <20>{#p/mettaton}{#e/mettaton/17}You brought our rivalry to life.
ru_ru: <20>{#p/metaton}{#e/metaton/17} Вы делаете нашу конкуренцию яркой.

source: <20>{#p/mettaton}{#e/mettaton/10}And by the end...
ru_ru: <20>{#p/metaton}{#e/metaton/10} Последняя...

source: <20>{#p/mettaton}{#e/mettaton/9}You lived up perfectly to the role I gave to you.
ru_ru: <20>{#p/metaton}{#e/metaton/9} Вы полностью соответствуете роли, которую я вам дал.

source: <20>{#p/mettaton}{#e/mettaton/19}...
ru_ru: <20>{#p/metaton}{#e/metaton/19}.

source: <20>{#p/mettaton}{#e/mettaton/14}Well then, dear $(moniker2).
ru_ru: <20>{#p/metaton}{#e/metaton/14} Тогда, дорогой $(Монитор 2).

source: <20>{#p/mettaton}{#e/mettaton/12}I guess it's only fair I live up to mine.
ru_ru: <20>{#p/metaton}{#e/metaton/12} Я думаю, что справедливо, что я оправдываю свои ожидания.

source: <20>{#p/mettaton}{#e/mettaton/10}Ha... darling...
ru_ru: <20>{#p/metaton}{#e/metaton/10 ha. Дорогой...

source: <20>{#p/mettaton}{#e/mettaton/17}You do know what happens when my HP reaches zero...
ru_ru: <20>{#p/metaton}{#e/metaton/17} Ты знаешь, что происходит, когда моя жизнь достигает нуля.

source: <20>{#p/mettaton}{#e/mettaton/17}... don't you?
ru_ru: <20>{#p/metaton}{#e/metaton/17}. Не так ли?

source: <20>{#p/mettaton}{#e/mettaton/18}...
ru_ru: <20>{#p/metaton}{#e/metaton/18}.

source: <20>{#p/mettaton}{#e/mettaton/9}But before I go.
ru_ru: <20>{#p/metaton}{#e/metaton/9} Но прежде чем я уйду.

source: <20>{#p/mettaton}{#e/mettaton/10}I just wanted to say...
ru_ru: <20>{#p/metaton}{#e/metaton/10] Я просто хотел сказать.

source: <20>{#p/mettaton}{#e/mettaton/17}... you're the greatest guest star I've ever had.
ru_ru: <20>{#p/metaton}{#e/metaton/17}. Ты лучшая приглашенная звезда, которую я когда - либо видел.

source: <20>{#p/mettaton}{#e/mettaton/19}All those people, watching us...
ru_ru: <20>{#p/metaton}{#e/metaton/19} Все эти люди, глядя на нас...

source: <20>{#p/mettaton}{#e/mettaton/19}Cheering us on...
ru_ru: <20>{#p/metaton}{#e/metaton/19} Поддерживайте нас.

source: <20>{#p/mettaton}{#e/mettaton/17}They're here because of you.
ru_ru: <20>{#p/metaton}{#e/metaton/17} Они здесь из - за тебя.

source: <20>{#p/mettaton}{#e/mettaton/10}To see your story unfold.
ru_ru: <20>{#p/metaton}{#e/metaton/10} Смотрите, как разворачивается ваша история.

source: <20>{#p/mettaton}{#e/mettaton/9}So... darling.
ru_ru: <20>{#p/metaton}{#e/metaton/9} Итак... дорогой.

source: <20>{#p/mettaton}{#e/mettaton/13}Don't underestimate yourself, alright?
ru_ru: <20>{#p/metaton}{#e/metaton/13} Не недооценивайте себя, хорошо?

source: <20>{#p/mettaton}{#e/mettaton/14}And don't worry about me.
ru_ru: <20>{#p/metaton}{#e/metaton/14} Не беспокойтесь обо мне.

source: <20>{#p/mettaton}{#e/mettaton/12}Because, even if my story came to an end...
ru_ru: <20>{#p/metaton}{#e/metaton/12} Потому что, даже если моя история окончена...

source: <20>{#p/mettaton}{#e/mettaton/14}... you...
ru_ru: <20>{#p/metaton}{#e/metaton/14}. Ты...

source: <20>{#p/mettaton}{#e/mettaton/12}I should have known you'd betray me.
ru_ru: <20>{#p/metaton}{#e/metaton/12} Я должен был знать, что ты предашь меня.

source: <20>{#p/mettaton}{#e/mettaton/15}...
ru_ru: <20>{#p/metaton}{#e/metaton/15}.

source: <20>{#p/mettaton}{#e/mettaton/15}I wanted to give you a chance.
ru_ru: <20>{#p/metaton}{#e/metaton/15} Я хочу дать вам шанс.

source: <20>{#p/mettaton}{#e/mettaton/14}I wanted to believe there was still good in you.
ru_ru: <20>{#p/metaton}{#e/metaton/14} Я хочу верить, что у вас все еще есть преимущества.

source: <20>{#p/mettaton}{#e/mettaton/19}But now...
ru_ru: <20>{#p/metaton}{#e/metaton/19} Но сейчас...

source: <20>{#p/mettaton}{#e/mettaton/22}I know there's no hope of it coming back.
ru_ru: <20>{#p/metaton}{#e/metaton/22} Я знаю, что у него нет надежды на возвращение.

source: <20>{#p/mettaton}{#e/mettaton/14}I wanted to believe that you'd changed.
ru_ru: <20>{#p/metaton}{#e/metaton/14} Я хочу верить, что вы изменились.

source: <20>{#p/mettaton}{#e/mettaton/22}I know you never had good in you to begin with.
ru_ru: <20>{#p/metaton}{#e/metaton/22} Я знаю, что у вас не было преимуществ с самого начала.

source: <20>{#p/mettaton}{#e/mettaton/30}... you poor thing.
ru_ru: <20>{#p/metaton}{#e/metaton/30}. Бедняжка.

source: <20>{#p/mettaton}{#e/mettaton/30}I really must apologize.
ru_ru: <20>{#p/metaton}{#e/metaton/30} Я действительно должен извиниться.

source: <20>{#p/mettaton}{#e/mettaton/20}If I had just been a little more pragmatic...
ru_ru: <20>{#p/metaton}{#e/metaton/20} Если бы я мог быть более прагматичным.

source: <20>{#p/mettaton}{#e/mettaton/23}I could've given you the death you so utterly deserve.
ru_ru: <20>{#p/metaton}{#e/metaton/23} Я мог бы дать вам смерть, которую вы полностью заслужили.

source: <20>{#p/mettaton}{#e/mettaton/30}...
ru_ru: <20>{#p/metaton}{#e/metaton/30}.

source: <20>{#p/mettaton}{#e/mettaton/30}Well, that's fine.
ru_ru: <20>{#p/metaton}{#e/metaton/30} Хорошо, это хорошо.

source: <20>{#p/mettaton}{#e/mettaton/24}You live and learn, darling.
ru_ru: <20>Дорогой, ты живешь до старости и учишься стареть.

source: <20>{#p/mettaton}{#e/mettaton/30}And in the end...
ru_ru: <20>{#p/metaton}{#e/metaton/30} Последняя...

source: <20>{*}{#p/mettaton}{#e/mettaton/31}... is that I forgive you!{^20}{%}
ru_ru: <20>{*}{#p/metaton}{#e/metaton/31]. Это я тебя прощаю! {^ 20} {%}

source: <20>{*}{#p/mettaton}{#e/mettaton/30}... let's end this rivalry off with a bang.{^20}{%}
ru_ru: <20>{*}{#p/metaton}{#e/metaton/30}. Давайте покончим с этим соревнованием громким шумом. {^ 20}{%}

source: <20>{*}{#p/mettaton}{#e/mettaton/30}... at least it ended off with a bang.{^20}{%}
ru_ru: <20>{*}{#p/metaton}{#e/metaton/30}. По крайней мере, это закончилось громким шумом. {^ 20}{%}

source: <20>{*}{#p/mettaton}{#e/mettaton/27}... you'll realize not everything's going to go your way!{^20}{%}
ru_ru: <20>{*}{#p/metaton}{#e/metaton/27}. Вы поймете, что не все будет развиваться по - вашему! {^ 20}{%}

source: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/0}{#a.ra/0}... of course.
ru_ru: <20>{#p/mettaton}{#e/mettaton/15}{#a.la/0}{#a.ra/0}. Конечно же.

source: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8}You thought I'd be done for without the wires... right?
ru_ru: <20>{#p/mettaton}{#e/mettaton/13}{#a.la/8}{#a.ra/8} Ты думаешь, что я кончу без проводов. Правильно.
