Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>{#p/mettaton}* Heh...
ru_ru: <32>{#p/metaton}* Эй...

source: <32>* Until next time... * ... * ... brat.
ru_ru: * ..... Парень.

source: <32>* Thanks for the ride... * ... * ... $(moniker2).
ru_ru: * ..... $ (Монитор 2).

source: <32>* See you around... * ... * ... darling.
ru_ru: * ..... Дорогой.

source: <32>{#p/human}* (You hear a sigh.)
ru_ru: <32>{#p/human}* (Вы слышите вздох.)

source: <32>{#p/basic}* ... all this family stuff with Mettaton has been hitting a little close to home.
ru_ru: <32>{#p/basic}* ... Все семейные дела Меттона как дома.

source: <32>* Blooky's... not the only one who's made those kinds of mistakes with people.
ru_ru: <32>Блуки - не единственный, кто совершает такую ошибку по отношению к другим.

source: <32>* I guess, for now, I'll just have to do my best to keep moving forward...
ru_ru: <32>* Я думаю, что на данный момент я могу только сделать все, что в моих силах, чтобы двигаться дальше...

source: <32>* ... * Come on, partner.
ru_ru: * Давай, напарник.

source: <32>* Let's go home.
ru_ru: <32>* Давайте вернемся домой.

source: <25>{#p/alphys}{#g/alphysFR}* Don't tell me you're bringing that thing all the way to the Citadel.
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Не говорите мне, что вы собираетесь взять эту штуку до замка.

source: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* Follow me.
ru_ru: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* Следуйте за мной.

source: <25>{#p/alphys}{#g/alphysWelp}* This way.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Сюда.

source: <25>{#p/alphys}{#g/alphysCutscene2}* So... Mettaton, huh?
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Тогда... Меттон, да?

source: <25>* Eheh... that was sure something, wasn't it?
ru_ru: <25>* Мм. Это точно что - то, не так ли?

source: <25>{#g/alphysSideSad}* I-I mean, I'd hoped his batteries would last longer, but...
ru_ru: <25>{#g/alphysSideSad}* Я имею в виду, я хочу, чтобы его батарея работала дольше, но...

source: <25>{#g/alphysUhButHeresTheDeal}* Well, i-it's just a tiny oversight, really. * Easily fixed!
ru_ru: * Легко починить!

source: <25>{#g/alphysWelp}* ... but that's not why you're here.
ru_ru: <25>{#g/alphysWelp}* ... Но ты здесь не из - за этого.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... look, I...
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* ... Смотри, я...

source: <25>{#g/alphysHaveSomeCompassion}* I'm sorry for running away like that.
ru_ru: <25>{#g/alphysHaveSomeCompassion}* Мне жаль, что я так убежал.

source: <25>{#g/alphysSideSad}* It's just... after those deaths in Aerialis, I...
ru_ru: <25>{#g/alphysSideSad}* Это просто... После этих смертей Аэриалиса, я...

source: <25>{#g/alphysSideSad}* It's just... after Undyne's d-death, I...
ru_ru: <25>{#g/alphysSideSad}* Это просто... После смерти Ундин, я...

source: <25>{#g/alphysSideSad}* It's just... after Undyne's d-death, and...
ru_ru: <25>{#g/alphysSideSad}* Это просто... После смерти Ундин.

source: <25>{#g/alphysSideSad}* After those deaths in Aerialis, I...
ru_ru: <25>{#g/alphysSideSad}* После смерти Aerialis я...

source: <25>{#g/alphysThatSucks}* ... I didn't know what to do.
ru_ru: <25>Сер #g/alphysThatSucks* ... Я не знаю, что делать.

source: <25>{#g/alphysHaveSomeCompassion}* I know you've killed a lot of people.
ru_ru: <25>{#g/alphysHaveSomeCompassion}* Я знаю, что вы убили много людей.

source: <25>{#g/alphysSideSad}* Even after I left the lab, I've s-still been watching you...
ru_ru: <25>{#g/alphysSideSad}* Даже если я покину лабораторию, я все еще смотрю на тебя.

source: <25>{#g/alphysSideSad}* Through the staging area... * Through the CORE...
ru_ru: * Утвержден основной.

source: <25>{#g/alphysSideSad}* From the lab, I'd b-been watching you since you appeared...
ru_ru: <25>{#g/alphysSideSad}* Я наблюдал за вами в лаборатории с тех пор, как вы появились.

source: <25>{#g/alphysSideSad}* Through Starton... * Through the Foundry...
ru_ru: * Через литейный завод.

source: <25>{#g/alphysNeutralSweat}* Didn't you ever stop to think about those monsters' lives?
ru_ru: <25>{#g/alphysNeutralSweat}* Вы не остановились, чтобы подумать о жизни этих монстров?

source: <25>{#g/alphysThatSucks}* About what their... f-friends and family might think?
ru_ru: <25>{#g/alphysThatSucks}* О них. Друзья и семья могут подумать?

source: <25>{#g/alphysNeutralSweat}* I know I could have done a better job escorting you, so...
ru_ru: <25>{#g/alphys NeutralSweat}* Я знаю, что мог бы лучше сопровождать вас, так что...

source: <25>{#g/alphysHaveSomeCompassion}* Maybe I'm partly at fault for that.
ru_ru: <25>{#g/alphysHaveSomeCompassion}* Возможно, я частично несу ответственность за это.

source: <25>{#g/alphysIDK3}* Because I've been thinking about it a lot.
ru_ru: <25>{#g/alphysIDK3}* Потому что я думал об этом.

source: <25>{#g/alphysHaveSomeCompassion}* I blamed myself for letting this happen, but...
ru_ru: <25>{#g/alphysHaveSomeCompassion}* Я виню себя за то, что позволил этому случиться, но...

source: <25>{#g/alphysIDK2}* Is it really my fault that you chose to kill all those people?
ru_ru: <25>{#g/alphysIDK2}* Это действительно моя вина, что вы решили убить всех этих людей?

source: <25>{#p/alphys}{#g/alphysWelp}* Look, I'll just get to the point.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Смотри, я говорю об этом.

source: <25>{#p/alphys}{#f/3}* But, uh, I don't really want to dwell on that right now, so...
ru_ru: <25>{#p/alphys}{#f/3}* Но, ну, я действительно не хочу сейчас подробно обсуждать этот вопрос, так что...

source: <25>{#p/alphys}{#f/20}* ... I'll just get to the point.
ru_ru: <25>{#p/alphys}{#f/20}* ... Я скажу прямо.

source: <25>{#g/alphysNeutralSweat}* There's... a reason I've been watching over you like this.
ru_ru: <25>{#g/alphysNeutralSweat}* Я смотрю на вас так не просто так.

source: <25>{#g/alphysFR}* To put it simply...
ru_ru: <25>{#g/alphysFR}* Просто...

source: <25>{#g/alphysFR}* ASGORE's got a {@fill=#003cff}secret{@fill=#fff}.
ru_ru: <25>{#g/alphysFR}* ASGORE имеет {@ fill = #003cff} секрет {@ fill = # fff}.

source: <25>{#p/alphys}{#g/alphysIDK3}* What hurts most of all, though, is... Undyne.
ru_ru: <25>{#p/alphys}{#g/alphysIDK3}* Однако самое печальное - это... Венда.

source: <25>{#p/alphys}{#g/alphysIDK3}* If there was one monster who wanted us to go free...
ru_ru: <25>{#p/alphys}{#g/alphysIDK3}* Если есть монстр, который хочет освободить нас...

source: <25>{#p/alphys}{#g/alphysIDK2}* More than anyone else, it was her.
ru_ru: <25>{#p/alphys}{#g/alphysIDK2}* Она важнее всех.

source: <25>{#p/alphys}{#g/alphysSideSad}* She stood for freedom, and for justice...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Она представляет свободу и справедливость.

source: <25>{#p/alphys}{#g/alphysSmileSweat}* And maybe she was a little harsh towards you...
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* Возможно, она была немного требовательна к вам.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... but...
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* ... Однако...

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* And it's like you didn't even care.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Вам, кажется, все равно.

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* She was my hero.
ru_ru: <25>{#p/alphys}{#g/alphys Yeah YouKnowWhatsPcenter}* Она мой герой.

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* A person I... looked up to.
ru_ru: <25>{#p/alphys}{#g/alphys Yeah YouKnowWhatsUp}* Человек, которого я... восхищаюсь.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* A person who gave me hope.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Человек, который дал мне надежду.

source: <25>{#p/alphys}{#g/alphysThatSucks}* ... but to see her be killed so easily, it was like...
ru_ru: <25>{#p/alphys}{#g/alphysThatSucks}* ... Но видеть, как ее так легко убивают, кажется...

source: <25>{#p/alphys}{#g/alphysIDK2}* ... like watching that hope be torn away.
ru_ru: <25>{#p/alphys}{#g/alphysIDK2}* ... Это как наблюдать, как рушится надежда.

source: <25>{#p/alphys}{#g/alphysIDK2}* Ripped to pieces.
ru_ru: <25>{#p/alphys}{#g/alphysIDK2}* Разорваны на куски.

source: <25>{#p/alphys}{#g/alphysIDK3}* Gone forever.
ru_ru: <25>{#p/alphys}{#g/alphysIDK3}* Исчезает навсегда.

source: <25>{#p/alphys}{#g/alphysIDK3}* And you're the one who made that happen.
ru_ru: <25>{#p/alphys}{#g/alphysIDK3}* И вы тот, кто позволил этому случиться.

source: <25>* In any case, there's... nothing else I can do.
ru_ru: <25>* В любом случае, я ничего не могу сделать.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* What happens now isn't up to me anymore.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* То, что происходит сейчас, больше не зависит от меня.

source: <25>{#p/alphys}{#g/alphysSideSad}* I... can't say much about it now, but...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Я... не могу сказать слишком много сейчас, но...

source: <25>{#g/alphysNeutralSweat}* As royal scientist, my duty is to escort you safely to the king.
ru_ru: <25>{#g/alphys NeutralSweat}* Как королевский ученый, моя обязанность - сопровождать вас безопасно к королю.

source: <26>{#g/alphysWorried}* If anyone f-found out, they'd think we're against our own freedom.
ru_ru: <26>{#g/alphysWorried}* Если кто - то узнает об этом, они подумают, что мы против нашей собственной свободы.

source: <25>{#g/alphysHaveSomeCompassion}* ... * We're just trying to do the right thing.
ru_ru: * Мы просто хотим поступить правильно.

source: <25>{#p/alphys}{#g/alphysIDK2}* ... not that I'm complaining or anything.
ru_ru: <25>{#p/alphys}{#g/alphysIDK2}* ... Я ни на что не жалуюсь.

source: <25>{#p/alphys}{#g/alphysIDK3}* I wasn't fit to escort you anyway.
ru_ru: <25>{#p/alphys}{#g/alphysIDK3}* В любом случае, я не могу сопровождать вас.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* ... not that I'm complaining or anything.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* ... Я ни на что не жалуюсь.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* I don't really want to be around you.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Я действительно не хочу быть с тобой.

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* ... you're lucky, you know.
ru_ru: <25>{#p/alphys}{#g/alphys Да, что вы знаете. Знаешь, тебе повезло.

source: <26>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* If it wasn't my job to protect you, I'd kill you myself.
ru_ru: <26>{#p/alphys}{#g/alphys Yeah YouKnowWhatsUp}* Если бы защита тебя не была моей работой, я бы убил тебя своими руками.

source: <25>{#p/alphys}{#g/alphysWelp}* ... you go on ahead. * I'll try not to get too far behind.
ru_ru: * Я стараюсь не отставать слишком далеко.

source: <25>{#g/alphysSide}* Everything's gonna be fine, alright?
ru_ru: <25>{#g/alphysSide}* Все будет хорошо, хорошо?

source: <25>{#g/alphysWelp}* ... despite the malfunctioning atmospheric system.
ru_ru: <25>{#g/alphysWelp}* ... Несмотря на сбои в атмосферной системе.

source: <25>{#g/alphysInquisitive}* ... even if there's something strange in the air...
ru_ru: <25>А #g/alphysInquiry* ... Даже в воздухе что - то странное.

source: <25>{#p/alphys}{#g/alphysThatSucks}* ... go. * Do whatever ASGORE wants you to do.
ru_ru: * Делайте то, что ASGORE хочет от вас.

source: <25>{#g/alphysNeutralSweat}* You're not my problem anymore.
ru_ru: <25>{#g/alphysNeutralSweat}* Ты больше не моя проблема.

source: <25>{#g/alphysFR}* ... the atmospheric system, though...
ru_ru: <25>А #g/alphysFR* ... Однако, атмосферные системы...

source: <25>{#g/alphysFR}* ... whatever's in the air, though...
ru_ru: <25>А #g/alphysFR* ... Что бы ни было в воздухе.

source: <32>{#p/human}* (You bend over and look at the table from the side.) * (It's flatter than it seems.)
ru_ru: * (Это более плоско, чем кажется.)

source: <26>{#p/asriel1}{#f/20}* Yeah. * There aren't actually any dishes here...
ru_ru: * На самом деле здесь нет никаких блюд.

source: <26>{#f/15}* Mettaton, uh, had some plans for this room.
ru_ru: <26>{#f/15}* Меттон, ну, есть некоторые планы на эту комнату.

source: <25>{#p/asriel1}{#f/13}* If I remember correctly... he wanted to host a sitcom here.
ru_ru: <25>{#p/asriel 1/{#f/13}* Если я правильно помню. Он хочет вести комедию здесь.

source: <25>{#f/15}* About dinner parties.
ru_ru: <25>{#f/15}* О ужине.

source: <25>{#f/16}* ... it would've been just as boring as it sounds.
ru_ru: <25>{#f/16}* ... Это будет так же скучно, как звучит.

source: <26>{#p/asriel1}{#f/17}* Fortunately, most monster food doesn't need real dishes to eat.
ru_ru: <26>{#p/asriel1}{#f/17}* К счастью, большинство монстров не нуждаются в настоящих блюдах для еды.

source: <25>{#f/20}* When they do, the dishes are usually part of the food...
ru_ru: <25>{#f/20}* Когда они это делают, блюда обычно являются частью пищи.

source: <25>{#f/17}* But I guess you'd be used to that by now.
ru_ru: <25>{#f/17}* Но я думаю, что вы должны привыкнуть к этому сейчас.

source: <25>{#p/asriel1}{#f/4}* Just be glad that awful show never happened.
ru_ru: <25>{#p/asriel1}{#f/4}* Просто радуйтесь, что этого ужасного шоу никогда не было.

source: <32>{#p/basic}* It's a table. * The plates and cutlery are painted on.
ru_ru: * Посуда и посуда были покрыты краской.

source: <32>{#p/human}* (You place your ear against the fridge door.) * (A fizzing can be heard.)
ru_ru: * (Шипение слышно.)

source: <32>{#p/basic}* It's a high-security fridge. * Both sides are filled with orange soda.
ru_ru: * Обе стороны заполнены оранжевой содовой.

source: <32>{#p/human}* (It sounds like one of the bottles inside was opened...)
ru_ru: <32>{#p/human}* (Звучит так, будто одна из бутылок внутри была открыта...)

source: <32>{#p/basic}* One of the bottles has already been opened...
ru_ru: <32>{#p/basic}* Одна из бутылок была открыта.

source: * (Take the opened bottle?)
ru_ru: * (С открытой бутылкой?)

source: <32>{#p/human}* (You got the Orange Soda.)
ru_ru: <32>{#p/human}* (Вы получаете оранжевую содовую.)

source: <32>{#p/basic}* It's out of service.
ru_ru: <32>{#p/basic}* Он прекратил обслуживание.

source: <32>{#p/human}* (The display appears to be completely offline.)
ru_ru: <32>{#p/human}* (Монитор кажется полностью автономным).

source: <32>{#p/basic}* It's offline.
ru_ru: <32>{#p/basic}* Он находится в автономном режиме.

source: <32>{#p/basic}* Anonymity at last.
ru_ru: <32>{#p/basic}* Наконец - то аноним.

source: <32>{#p/basic}* It's probably best not to question how this works.
ru_ru: <32>{#p/basic}* Лучше не задаваться вопросом, как это работает.

source: The Human EXP $(x) HP $(y) G $(z) DIS $(w)
ru_ru: DIS $(w)

source: <32>{#p/human}* (You feel the urge to drink from a fountain of punch.)
ru_ru: <32>{#p/human}* (Вы чувствуете желание пить воду из фонтана Pancey.)

source: <32>{#p/basic}* This extravagant fountain is filled with exoberry punch.
ru_ru: <32>{#p/basic}* В этом роскошном фонтане полно клубничного панча.

source: * (Take a sip?)
ru_ru: * (Один глоток?)

source: <32>{#p/human}* (You chose not to take a sip.)
ru_ru: <32>{#p/human}* (Вы предпочитаете не глотать.)

source: <32>{#p/human}* (You drink from the fountain.) * (HP fully restored.)
ru_ru: * (HP полностью восстановлена.)

source: <25>{#p/asriel2}{#f/15}* You are properly crazy.
ru_ru: <25>{#p/asriel2}{#f/15}* Ты действительно сумасшедший.

source: <32>{#p/human}* (You check Asriel's head to make sure it's safe to climb up.)
ru_ru: <32>{#p/human}* (Вы проверяете голову Аслиля, чтобы убедиться, что подняться безопасно).

source: <25>{#p/asriel2}{#f/16}* Why are you like this.
ru_ru: <25>{#p/asriel2}{#f/16}* Почему вы так поступаете.

source: <25>{#p/asriel2}{#f/8}* Thanks, I guess.
ru_ru: <25>{#p/asriel2}{#f/8}* Я хочу поблагодарить.

source: <32>{#p/human}* (You marvel at the imagery on the computer's screen.) * (It must be daydreaming.)
ru_ru: * (Должно быть, снится дневной сон.)

source: <32>{#p/basic}* The computer is on standby. * Turn it on?
ru_ru: * Открыть его?

source: * (Turn on the computer?)
ru_ru: * (Включить компьютер?)

source: <32>{#p/human}* (You decide not to turn it on.)
ru_ru: <32>{#p/human}* (Вы решили не открывать его.)

source: <32>{#p/basic}* It's opened to a video game emulator of some kind.
ru_ru: <32>{#p/basic}* Он открыт для некоторых симуляторов видеоигр.

source: <32>{#p/basic}* It's opened to a control panel for a telescope network.
ru_ru: <32>{#p/basic}* Он открывается на панели управления сетью телескопов.

source: <32>{#p/basic}* It's opened to a set of design plans for a holographic environment.
ru_ru: <32>{#p/basic}* Он открыт для набора дизайнов голографической среды.

source: <32>{#p/basic}* It's a security field.
ru_ru: <32>{#p/basic}* Это поле безопасности.

source: <32>{#p/basic}* As per the crafter's guild standard, an impassable force field surrounds the area.
ru_ru: <32>{#p/basic}* В соответствии со стандартами Гильдии ремесленников этот район окружен непроходимым силовым полем.

source: <32>{#p/basic}* Only one way forward now.
ru_ru: <32>{#p/basic}* Теперь есть только один путь.

source: <32>{#p/basic}* There's nothing special here.
ru_ru: <32>{#p/basic}* Здесь нет ничего особенного.

source: <32>{#p/basic}* Really now.
ru_ru: <32>{#p/basic}* Теперь это правда.

source: <32>{#p/basic}* Don't you have anything more intelligent to do?
ru_ru: <32>{#p/basic}* У вас нет более умных вещей, чтобы сделать?

source: <32>{#p/basic}* The barricade blocks your way.
ru_ru: <32>{#p/basic}* Дорожные заграждения блокируют ваш путь.

source: <32>{#p/human}* (You stare into the blank screen of the terminal.)
ru_ru: <32>{#p/human}* (Вы смотрите на пустой экран терминала.)

source: <32>{#p/basic}* It's inert.
ru_ru: <32>{#p/basic}* Он инертный.

source: <25>{#p/alphys}{#g/alphysSideSad}* Sorry about all that stuff with Mettaton...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Извините за все, что связано с Metaton.

source: <25>{#g/alphysSideSad}* He, uh...
ru_ru: <25>{#g/alphysSideSad}* Он, Мм...

source: <25>{#g/alphysNervousLaugh}* He can get a little antsy at times, ehehe.
ru_ru: <25>{#g/alphys NervousLaugh}* Он иногда немного нервничает.

source: <25>{#p/alphys}{#g/alphysCutscene2}* Thank GOD those guards didn't attack you.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Слава Богу, эти охранники не напали на вас.

source: <25>{#g/alphysNeutralSweat}* I've been trying to put out a royal memo to get them off your back...
ru_ru: <25>{#g/alphysNeutralSweat}* Я пытался выпустить королевский меморандум, чтобы успокоить вас.

source: <25>{#g/alphysWelp}* Hopefully it, uh, actually r-reached them.
ru_ru: <25>{#g/alphysWelp}* Надеюсь, что это, ну, действительно может добраться до них.

source: <25>{#p/alphys}{#g/alphysInquisitive}* L-look, I don't know the answers in here any more than out there...
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* L - Видите, я не знаю ответа здесь и не знаю ответа там.

source: <25>{#g/alphysSmileSweat}* I'll call you when you get back to the barricades.
ru_ru: <25>{#g/alphysSmileSweat}* Я позвоню вам, когда вы вернетесь на блокпост.

source: <25>{#p/alphys}{#g/alphysSideSad}* The p-puzzles in Aerialis haven't been upgraded yet...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Загадка p в Aerialis еще не обновлена.

source: <25>{#g/alphysWelp}* It's just so hard to find the time when I'm this busy with my work.
ru_ru: <25>{#g/alphysWelp}* Трудно найти время, когда я так занят работой.

source: <25>{#p/alphys}{#g/alphysCutscene1}* I have a habit of forgetting to turn off m-my experiments.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene1}* У меня есть привычка забывать о закрытии моих экспериментов.

source: <25>{#g/alphysCutscene2}* For a second there, I thought that habit might've saved you!
ru_ru: <25>{#g/alphysCutscene2}* Была секунда, и я думал, что эта привычка может спасти вас!

source: <25>{#g/alphysUhButHeresTheDeal}* But, uh, I guess Mettaton had a backup plan.
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Но, ну, я думаю, у Меттона есть запасной план.

source: <25>{#p/alphys}{#g/alphysWelp}* Don't tell me. * Sans is selling his weird "hotdogs" again.
ru_ru: * Санс снова продает свой странный "хот - дог".

source: <25>{#g/alphysCutscene2}* Yeah, that's like... a thing he does. * It's perfectly normal.
ru_ru: * Это абсолютно нормально.

source: <25>{#p/alphys}{#g/alphysCutscene2}* I think Mettaton's getting ready for another show.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Я думаю, Меттон готовится к другому шоу.

source: <25>{#g/alphysTheFactIs}* I'd... be c-careful if I were you...
ru_ru: <25>{#g/alphysTheFactis}* Если бы я был на вашем месте, я бы... был... осторожнее.

source: <25>{#g/alphysFR}* I know what you did.
ru_ru: <25>{#g/alphysFR}* Я знаю, что вы сделали.

source: <25>* Mettaton is becoming more and more reckless by the day.
ru_ru: <25>* Меттон становится все более безрассудным.

source: <25>{#g/alphysCutscene1}* Isn't it amazing when royal guards don't follow my orders!
ru_ru: <25>{#g/alphysCutscene 1:* Разве не удивительно, что Королевская гвардия не подчиняется моим приказам!

source: <25>{#p/alphys}{#g/alphysCutscene2}* Yeah, I'm... s-still here and all.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Да, я... все еще здесь.

source: <25>{#g/alphysWelp}* Not that I have much left to do.
ru_ru: <25>{#g/alphysWelp}* Мне нечего делать.

source: <26>{#p/alphys}{#g/alphysWelp}* Can't blame him, though.
ru_ru: <26>{#p/alphys}{#g/alphysWelp}* Но его нельзя винить.

source: <25>{#g/alphysWelp}* He's the biggest fan of humanity you'll ever meet out here.
ru_ru: <25>{#g/alphysWelp}* Он самый большой человеческий фанат, которого вы когда - либо встречали здесь.

source: <25>{#p/alphys}{#g/alphysCutscene3}* You never know these days...
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Вы никогда не узнаете эти дни.

source: <25>{#p/alphys}{#g/alphysWelp}* I guess if things really go wrong, I can just override them.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Я думаю, что если что - то действительно пошло не так, я могу просто покрыть их.

source: <25>{#g/alphysNeutralSweat}* B-but that'd put them out of action for a while.
ru_ru: <25>{#g/alphysNeutralSweat}* B - но это временно приостанавливает их работу.

source: <25>{#p/alphys}{#g/alphysWelp}* You wouldn't believe how long I've been stuck on this level.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Вы не поверите, как долго я застрял на этом уровне.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Shame you never checked your new phone...
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Жаль, что вы никогда не проверяли свой новый телефон.

source: <25>{#p/alphys}{#g/alphysCutscene2}* Not gonna lie, seeing you use that jetpack was great.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Я не буду лгать, и было бы здорово увидеть, как вы используете реактивный рюкзак.

source: <25>{#g/alphysFR}* Perfectly normal.
ru_ru: <25>{#g/alphysFR}* Совершенно нормально.

source: <25>{#p/alphys}{#g/alphysWelp}* Who knows what kind of antics he'll pull.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Кто знает, какие смешные движения он сделает.

source: <25>{#p/alphys}{#g/alphysFR}* It's called "sarcasm."
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Это называется "ирония"

source: <25>{#p/alphys}{#g/alphysCutscene3}* Mettaton must be waiting so patiently right now.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Меттон, должно быть, терпеливо ждет.

source: <32>{#p/mettaton}* NO TIME LIKE THE PRESENT!
ru_ru: <32>{#p/metaton}* Нет времени, как сейчас!

source: <32>{#p/mettaton}* I THINK YOU'RE STILL MISSING SOME THINGS.
ru_ru: <32>{#p/metaton}* Я думаю, что вы все еще что - то пропустили.

source: <32>{#p/mettaton}* I THINK YOU'RE STILL MISSING SOMETHING.
ru_ru: <32>{#p/metaton}* Я думаю, что вам все еще чего - то не хватает.

source: <32>{#p/mettaton}* NICE WORK! * NOW PLACE EVERYTHING ON THE COUNTER TO MY LEFT.
ru_ru: * Теперь положи все на стойку слева от меня.
