Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>{#p/basic}* "Laser Rifle?" (10 AT) * Critical hits with this weapon are decent enough.
ru_ru: :: Смертельного удара из этого оружия достаточно.

source: Laser Rifle?
ru_ru: Лазерная винтовка?

source: Increases aim time in battle.
ru_ru: Увеличение времени прицеливания в бою.

source: Visor
ru_ru: Визор

source: <32>{#p/human}* (You throw away the Tactical Visor.)
ru_ru: <32>{#p/human}* (Вы выбрасываете тактический Visor).

source: <32>{#p/basic}* "Tactical Visor" (12 DF) * Increases aim time in battle.
ru_ru: Увеличение времени прицеливания в бою.

source: Tactical Visor
ru_ru: Тактические наблюдатели

source: <32>{#p/human}* (You wear the Tactical Visor.)
ru_ru: <32>{#p/human}* (Вы носите тактический козырек.)

source: A bit less tactical than the original. Increases aim time.
ru_ru: Немного менее тактически, чем оригинал. Увеличить время прицеливания.

source: Visor?
ru_ru: Вивьер?

source: <32>{#p/basic}* "Tactical Visor?" (10 DF) * A bit less tactical than the original. Increases aim time.
ru_ru: * Немного менее тактически, чем оригинал. Увеличить время прицеливания.

source: Tactical Visor?
ru_ru: Тактический наблюдатель?

source: A winding wick of flavors! Five uses left.
ru_ru: Осталось использовать пять раз.

source: Filament
ru_ru: Длинный шелк

source: <32>{#p/human}* (You throw away the Filament.)
ru_ru: <32>{#p/human}* (Вы выбрасываете нитку накаливания.)

source: <32>{#p/human}* (30 HP.)
ru_ru: <32>AU #p/People 's* (30 л.с.)

source: <32>{#p/basic}* "Filament" Heals 30 HP * A winding wick of flavors! * Five uses left.
ru_ru: * Осталось пять применений.

source: Quintuple Filament
ru_ru: В пять раз длиннее шелка.

source: <32>{#p/human}* (You extract some energy from the Filament.)
ru_ru: <32>{#p/human}* (Вы извлекли немного энергии из тонкого шелка.)

source: A winding wick of flavors! Four uses left.
ru_ru: Осталось четыре применения.

source: <32>{#p/human}* (25 HP.)
ru_ru: <32>Сер #p/человек* (25 л.с.)

source: <32>{#p/basic}* "Filament" Heals 25 HP * A winding wick of flavors! * Four uses left.
ru_ru: * Остаются четыре цели.

source: Quadruple Filament
ru_ru: Четыре волокна

source: A winding wick of flavors! Three uses left.
ru_ru: Осталось три использования.

source: <32>{#p/human}* (20 HP.)
ru_ru: <32>Сер #p/человек* (20 л.с.)

source: <32>{#p/basic}* "Filament" Heals 20 HP * A winding wick of flavors! * Three uses left.
ru_ru: * Осталось три использования.

source: Triple Filament
ru_ru: Три волокна

source: A winding wick of flavors! Two uses left.
ru_ru: Осталось две цели.

source: <32>{#p/human}* (15 HP.)
ru_ru: <32>Сер #p/человек* (15 л.с.)

source: <32>{#p/basic}* "Filament" Heals 15 HP * A winding wick of flavors! * Two uses left.
ru_ru: * Остаются две цели.

source: Double Filament
ru_ru: Двухламповая нить

source: A winding wick of flavors! One use left.
ru_ru: Осталось использовать один раз.

source: <32>{#p/human}* (10 HP.)
ru_ru: <32>AU #p/People 's* (10 л.с.)

source: <32>{#p/basic}* "Filament" Heals 10 HP * A winding wick of flavors! * One use left.
ru_ru: * Остается использовать один раз.

source: Flat, but sharp. Restores some lost HP after each turn.
ru_ru: Плоский, но острый. После каждого раунда восстанавливается некоторая потерянная стоимость жизни.

source: Tablaphone
ru_ru: Радиостанция

source: <32>{#p/human}* (You throw away the Tablaphone.)
ru_ru: <32>{#p/human}* (Вы выбросили Tablaphone.)

source: <32>{#p/basic}* "Tablaphone" (10 AT) * Flat, but sharp. Restores some lost HP after each turn.
ru_ru: * Плоский, но острый. После каждого раунда восстанавливается некоторая потерянная стоимость жизни.

source: <32>{#p/human}* (You equip the Tablaphone.)
ru_ru: <32>{#p/human}* (Вы оснащены Tablaphone).

source: Your opposition's attacks have a small chance to heal you.
ru_ru: Нападения ваших противников трудно вылечить.

source: Resonator
ru_ru: Резонаторы

source: <32>{#p/human}* (You throw away the Sonic Resonator.)
ru_ru: <32>{#p/human}* (Вы выбросили звуковой резонатор.)

source: <32>{#p/basic}* "Sonic Resonator" (11 DF) * Your opposition's attacks have a small chance to heal you.
ru_ru: * Нападения ваших противников трудно вылечить.

source: Sonic Resonator
ru_ru: Звуковой резонатор

source: <32>{#p/human}* (You equip the Sonic Resonator.)
ru_ru: <32>{#p/human}* (Вы оснащены звуковым резонатором).

source: The kind of food you expect to find at a rec center.
ru_ru: Такую еду вы хотите найти в развлекательном центре.

source: Mysteryfood
ru_ru: Таинственная еда.

source: <32>{#p/human}* (You throw away the Mysteryfood.)
ru_ru: <32>{#p/human}* (Вы выбрасываете таинственную пищу.)

source: <32>{#p/human}* (13 HP.)
ru_ru: <32>AU #p/People 's* (13 л.с.)

source: <32>{#p/basic}* "Mysteryfood" Heals 13 HP * The kind of food you expect to find at a rec center.
ru_ru: * Та еда, которую вы хотите найти в развлекательном центре.

source: <32>{#p/human}* (You eat the Mysteryfood.)
ru_ru: <32>{#p/human}* (Вы едите таинственную пищу.)

source: Alters your perception of time.
ru_ru: Измените свое восприятие времени.

source: Hyper Pop
ru_ru: Суперпоп

source: <32>{#p/human}* (You throw away the Hyper Vortex Pop.)
ru_ru: <32>{#p/human}* (Вы выбросили поп - музыку Hyper Vortex.)

source: <32>{#p/human}* (22 HP.)
ru_ru: <32>Сер #p/человек* (22 л.с.)

source: <33>{#p/basic}* "Hyper Vortex Pop" Heals 22 HP * Alters your perception of time. * Not viable outside of battle.
ru_ru: * Невозможность вне рамок боевых действий.

source: Hyper Vortex Pop
ru_ru: Поп - музыка Hyper Vortex

source: <32>{#p/human}* (You sucked on the Hyper Vortex Pop.)
ru_ru: <32>{#p/human}* (Вы курите Hyper Vortex Pop.)

source: <32>{#p/human}* (Your perception of time is already shifted.)
ru_ru: <32>{#p/human}* (Ваше восприятие времени изменилось.)

source: <32>{#p/human}* (Your perception of time begins to shift.)
ru_ru: <32>{#p/human}* (Ваше восприятие времени начинает меняться.)

source: <32>{#p/story}* FOCUS up for two turns!
ru_ru: <32>{#p/story}* Сосредоточьтесь на двух кругах!

source: <32>{#p/human}* (No effect outside of battle.)
ru_ru: <32>{#p/human}* (Эффект вне боя отсутствует).

source: A non-violent single-use weapon.
ru_ru: Ненасильственное одноразовое оружие.

source: Stun Gun
ru_ru: Короткая пушка.

source: <32>{#p/human}* (You throw away the Stun Gun.)
ru_ru: <32>{#p/human}* (Вы выбросили Stun Gun).

source: <32>{#p/human}* (You get the sense this item shouldn't be carried as lightly as one might think.)
ru_ru: <32>{#p/human}* (Вы почувствуете, что этот предмет не должен переноситься так легко, как люди думают.)

source: <32>{#p/basic}* A non-violent single-use weapon. * Not viable outside of battle.
ru_ru: * Невозможность вне рамок боевых действий.

source: Sleep Bomb
ru_ru: Спящая бомба

source: <32>{#p/human}* (You throw away the Sleep Bomb.)
ru_ru: <32>{#p/human}* (Вы выбросили бомбу сна.)

source: <32>{#p/human}* (You get the sense this item wouldn't be as calming as one would hope.)
ru_ru: <32>{#p/human}* (Вы почувствуете, что проект не будет таким спокойным, как хотелось бы.)

source: Sugar Spray
ru_ru: Сахарный спрей

source: <32>{#p/human}* (You throw away the Sugar Spray.)
ru_ru: <32>{#p/human}* (Вы выбрасываете сахарный спрей.)

source: <32>{#p/human}* (You get the sense this item isn't as sweet as it seems.)
ru_ru: <32>{#p/human}* (Вы почувствуете, что этот проект не так сладкий, как кажется.)

source: Fresh from the microwave.
ru_ru: Только что вытащили из микроволновки.

source: Corn Dog
ru_ru: Кукурузная собака

source: <32>{#p/human}* (You throw away the Corn Dog.)
ru_ru: <32>{#p/human}* (Вы выбросили кукурузного пса).

source: <32>{#p/basic}* "Corn Dog" Heals 10 HP * Fresh from the microwave.
ru_ru: * Только что извлечен из микроволновой печи.

source: <32>{#p/human}* (You eat the Corn Dog.)
ru_ru: <32>{#p/human}* (Вы едите кукурузных собак.)

source: Like a corn dog, but fluffier. Don't question it.
ru_ru: Не сомневайтесь.

source: Corn Goat
ru_ru: Кукурузный козёл

source: <32>{#p/human}* (You throw away the Corn Goat.)
ru_ru: <32>{#p/human}* (Ты выбросил кукурузного козла.)

source: <32>{#p/basic}* "Corn Goat" Heals 20 HP * Like a corn dog, but fluffier. * Don't question it.
ru_ru: * Не сомневайтесь.

source: <32>{#p/human}* (You eat the Corn Goat.)
ru_ru: <32>{#p/human}* (Вы едите кукурузных коз.)

source: <25>{#p/asriel1}{#f/13}* Please don't tell me that's symbolic of anything...
ru_ru: <25>{#p/asriel 1/{#f/13}* Пожалуйста, не говорите мне, что это за символ.

source: A slice of pie from the Earth's night sky.
ru_ru: Пирог в ночном небе Земли.

source: Moon Pie
ru_ru: Лунный пирог

source: <32>{#p/human}* (You throw away the Moon Pie.)
ru_ru: <32>{#p/human}* (Вы выбросили лунный пирог.)

source: <32>{#p/human}* (99 HP.)
ru_ru: <32>AU #p/People 's* (99 л.с.)

source: <32>{#p/basic}* "Moon Pie" Heals 99 HP * A slice of pie from the Earth's night sky.
ru_ru: * Пирог в ночном небе Земли.

source: <32>{#p/human}* (You eat the Moon Pie.)
ru_ru: <32>{#p/human}* (Вы едите лунный пирог.)

source: A crushingly orange soda. Tolerable.
ru_ru: Толерантность.

source: Orange Soda
ru_ru: Оранжевая содовая.

source: <32>{#p/human}* (You throw away the Orange Soda.)
ru_ru: <32>{#p/human}* (Вы выбрасываете оранжевую содовую.)

source: <25>* Did you just throw away a perfectly good orange soda?
ru_ru: Вы только что выбросили бутылку очень хорошей оранжевой содовой?

source: <32>{#p/human}* (16 HP.)
ru_ru: <32>Сер #p/человек* (16 л.с.)

source: <32>{#p/basic}* "Orange Soda" Heals 16 HP * A crushingly orange soda. * Tolerable.
ru_ru: * Толерантность.

source: <32>{#p/human}* (You drink the Orange Soda, and crush it in your hands.)
ru_ru: <32>{#p/human}* (Вы пьете содовую с апельсиновым соком и измельчаете ее вручную).

source: <32>{#p/story}* ATTACK up by ${8 + battler.at_bonus}!
ru_ru: <32>{#p/story}* Атака ${8 + battler.at_bonus}!

source: <25>{#p/alphys}{#g/alphysOhGodNo}* W-was that my drink!?
ru_ru: <25>{#p/alphys}{#g/alphysOhGodNo}* W - это мой напиток?

source: <25>{#p/alphys}{#f/10}* Oh... my god...
ru_ru: <25>{#p/alphys}{#f/10}* О... Боже мой.

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* You did not hold back!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* Вы не отступили!

source: <32>{#p/human}* (You drink the Orange Soda.)
ru_ru: <32>{#p/human}* (Вы пьете газировку с апельсиновым соком).

source: Demise
ru_ru: Демис.

source: <32>{#p/human}* (You throw away the Plunderer's Demise.)
ru_ru: <32>{#p/human}* (Вы выбросили разрушение хищника.)

source: Plunderer's Demise
ru_ru: Смерть грабителя

source: <32>{#p/human}* (You eat the Plunderer's Demise.)
ru_ru: <32>{#p/human}* (Ты съел тело хищника.)

source: Liftgate Pass
ru_ru: Пропуск на подъемные двери

source: Acquired from your upgraded CELL. Used to access the liftgate network.
ru_ru: Доступ к сети подъемных дверей.

source: Mystery Key
ru_ru: Таинственный ключ

source: Used to unlock the door to Mettaton's house.
ru_ru: Чтобы открыть дверь в дом Меттона.

source: Acquired from Bratty and Catty's shop in the rec center.
ru_ru: Приобретено в магазине Bratty and Catty в развлекательном центре.

source: POSTS (NEWEST FIRST)
ru_ru: Сообщение (приоритет для последних)

source: PRIVATE MESSAGES (NEWEST FIRST)
ru_ru: Личные сообщения (приоритет последних новостей)

source: Press [X] to Finish
ru_ru: Нажмите [X] для завершения

source: SYSTEM
ru_ru: Системы

source: An evacuation notice has been issued in your area. Vacate at once.
ru_ru: В вашем районе опубликовано уведомление об эвакуации. Отпуск прямо сейчас.

source: Thank you for creating an account on the outpost's #1 social network!
ru_ru: Спасибо, что создали аккаунт в социальной сети #1 в форпосте!

source: ALPHYS
ru_ru: Альпы

source: uhhhh nobody saw that right
ru_ru: Ну, никто не смотрит правильно.

source: finally met the human that was kinda nervewracking LOL
ru_ru: Наконец - то я встретил того, кто немного нервничал.

source: well i just met the human
ru_ru: Ну, я только что встретил людей

source: ok good
ru_ru: Хорошо, хорошо

source: still cant believe mettaton gave them a moniker???
ru_ru: Или не верится, что Мейтон дал им прозвище?

source: still cant believe mettaton wanted me to fight them???
ru_ru: Или не верится, что Мейтон хочет, чтобы я боролся с ними?

source: they seem... nice?
ru_ru: Они кажутся... Неплохо?

source: yeah that wouldve been pretty embarrasing otherwise
ru_ru: Да, иначе будет неловко.

source: yeah lets hope that doesnt get blown out of proportion
ru_ru: Да, надеюсь, это не будет преувеличено.

source: yeah lets hope that doesnt happen again
ru_ru: Да, надеюсь, это больше не повторится.

source: yeah lets hope nothing bad happens
ru_ru: Да, давайте надеяться, что ничего плохого не случится.

source: oh my god i thought those guys were about to provoke the human
ru_ru: Боже, я думал, эти парни провоцируют людей.

source: really guys? THERES ICE CREAM AT THE REC CENTER
ru_ru: В развлекательном центре есть мороженое.

source: awkward
ru_ru: Стыдно.

source: oh no.
ru_ru: О, нет, нет.

source: ok mettaton could you like not keep doing this to me thanks
ru_ru: Ладно, Мэйтон, можешь перестать так со мной поступать? Спасибо.

source: ok ill be honest i have no idea how that worked out LOL
ru_ru: Ну, честно говоря, я не знаю, как все вышло, ха - ха

source: wow, i shouldve known those bombs were just TV props LOL
ru_ru: Вау, я должен был знать, что эти бомбы были просто телевизионным реквизитом.

source: NOOOO they were so close
ru_ru: Нет, они слишком близки.

source: let's go the human made it to the end
ru_ru: Пошли. Человечество подошло к концу.

source: anyone who wasnt watching just now missed out big time
ru_ru: Люди, которые не смотрели, пропустили много времени.

source: well, there goes my last one-time use portable jetpack
ru_ru: Ну, это последний раз, когда я использую переносной реактивный рюкзак.

source: wait how did the human get here if i never gave them a liftgate pass
ru_ru: Подожди, если я никогда не давал им пропуска на лифтовую дверь, как этот человек сюда попал?

source: BTW has anyone else seen mew mew space adventure???
ru_ru: Кстати, кто - нибудь видел новые космические экспедиции?

source: like did they just steal my spare cell phone or something
ru_ru: Они просто украли мой запасной телефон.

source: i finally started watching the last season and its actually good WTF
ru_ru: Я наконец - то начал смотреть игру прошлого сезона.

source: NAPSTABLOOK22
ru_ru: Посадка 22.

source: alphys... can you please respond to my private messages...
ru_ru: Альпы. Вы можете ответить на мое личное сообщение.

source: we did... that one time...
ru_ru: Мы действительно... В этот раз.

source: COOLSKELETON95
ru_ru: КОЛСКЕЛЕТОН95

source: i'm... getting worried
ru_ru: Я... начал волноваться.

source: ARE WE WATCHING "TV SHOWS" NOW? SOUNDS EXCITING!
ru_ru: Звучит захватывающе!

source: ooh i remember that
ru_ru: О, я помню

source: _K1ll3rMann3qu1n_
ru_ru: K1ll3r Манн 3qu1n

source: Alphys, HUH? Are you IGNORING MY COUSIN!?!?
ru_ru: Вы игнорируете моего мужа?!

source: Mew Mew SPACE ADVENTURE??? HAH! WHAT A LOAD OF HOT GARBAGE!
ru_ru: Ха - ха! Какой горячий мусор!

source: please stay out of this
ru_ru: Пожалуйста, не вмешивайтесь.

source: let me guess youre one of those mew mew starfire fans arent you
ru_ru: Дай угадаю, ты один из новых фанатов "Звездного огня", не так ли?

source: uhhhh
ru_ru: УХХ

source: oh, so i'm just supposed to IGNORE my cousins' problems, AM I?
ru_ru: О, так что я должен игнорировать вопрос моего двоюродного брата, не так ли?

source: yeah, okay, but ask yourself this: does space venture have EXPLOSIONS!?
ru_ru: Космическая экспедиция взорвалась?

source: whats the matter, huh? SCARED YOU'LL LOSE AN ARGUMENT!?
ru_ru: Боишься проиграть спор?

source: with all due respect please shut up.
ru_ru: Пожалуйста, заткнись.

source: LOLLLLLLLLLLL SPACE VENTURE average starfire fan cant spell XD
ru_ru: Обычные фанаты не умеют писать XD

source: im really starting to regret not adding a block function
ru_ru: Я начал жалеть, что не добавил функцию блока.

source: gotta go.
ru_ru: Надо идти.

source: another show already???
ru_ru: Уже есть еще один спектакль?

source: well... alright ill look at what you sent me now
ru_ru: Я посмотрю, что ты мне сейчас посылаешь.

source: for the record this mew mew doll thing never happened.
ru_ru: Официально заявляем, что ничего с этой новой куклой никогда не происходило.

source: no... come on... i thought i told them not to go after anyone
ru_ru: Нет... пожалуйста... думаю, я сказал им никого не преследовать.

source: phew... i thought they'd be killed for sure there
ru_ru: Ху... Я думал, их там убьют.

source: i thought i told the royal guard not to go after anyone WTF???
ru_ru: Кажется, я сказал Королевской гвардии не преследовать WTF?

source: Your private message history was successfully cleared.
ru_ru: История ваших личных писем была успешно очищена.

source: lazybones.
ru_ru: Ленивые кости.

source: just to be on the safe side.
ru_ru: Только ради безопасности.

source: yeah just cleared it out now
ru_ru: Да, я только что всё прояснил.

source: heh... remember that time he showed off the new gravity plating?
ru_ru: Эй... Помнишь, как он показал новую гравитационную пластину?

source: and the whole set just started floating into the sky? OMG YES LMAO
ru_ru: А потом вся сцена начала плыть в небо? OMG Да, LMAO

source: pfft, he really thought that would work, huh?
ru_ru: Пффт, он действительно думает, что это сработает, да?

source: i remember asgore trying everything he could to hold it down XD
ru_ru: Я помню, как Асгор держал XD под контролем.

source: man what a day i really miss working with you sans
ru_ru: Я очень скучаю по работе с тобой.

source: i know you do. but i've got a different job to dddd
ru_ru: Но моя работа отличается от работы ДДД.

source: ... hello?
ru_ru: Здравствыйте?

source: sorry, a human just showed up, totally caught me off guard.
ru_ru: Извините, только что появился человек, который застал меня врасплох.

source: no pun intended.
ru_ru: Никаких каламбуров.

source: right... wait really?
ru_ru: Правильно. Действительно ждать?

source: i wouldn't lie about making a pun, would i?
ru_ru: Я не лгу про каламбуры, да?

source: you know what i mean.
ru_ru: Ты знаешь, о чем я.

source: don't worry, alphys. i've got this under control.
ru_ru: Я всё контролирую.

source: sure okay
ru_ru: Конечно.

source: woah... did you see that?
ru_ru: Вау... Ты видел?

source: papyrus and the human just fought and it was so intense
ru_ru: Бумажные папирусы и люди только что подрались.

source: papyrus and the human just fought and it was kinda weird
ru_ru: Папирус и люди только что подрались. Это странно.

source: what? is he okay?
ru_ru: Он в порядке?

source: what? what happened?
ru_ru: Что происходит?

source: yeah yeah hes fine dont worry
ru_ru: Да, да, он в порядке, не волнуйся

source: well papyrus kept beating them and they kept coming back and...
ru_ru: Папирус бил их постоянно, они возвращались...

source: heh... i could feel it from here. he must've really given it his all.
ru_ru: Должно быть, он сделал все, что мог.

source: hey, just tell me if he's okay.
ru_ru: Эй, скажи мне, что он в порядке?

source: yeah thats one way of putting it
ru_ru: Да, это утверждение.

source: hes okay.
ru_ru: Он в порядке.

source: guess i'll have to congratulate him when he gets back home.
ru_ru: Я хочу поздравить его, когда он вернется домой.

source: heh... glad to hear it.
ru_ru: Эй... Рад это слышать.

source: no... doggo...
ru_ru: Не... собака.

source: huh? what happened?
ru_ru: Ха? Что происходит?

source: after he lost his eyesight he would come to my lab after work...
ru_ru: Когда он ослепнет, он придет ко мне в лабораторию после работы.

source: id teach him to use his ears with these little games we played
ru_ru: Я научил его слушать наши маленькие игры.

source: he would always leave with a big smile on his face. but now...
ru_ru: Он всегда уходил с улыбкой. Но теперь...

source: i see.
ru_ru: Я понял.

source: you know the human is killing monsters in starton right?
ru_ru: Ты же знаешь, что люди убивают монстров в Стартоне, да?

source: theyre going after regular citizens
ru_ru: Они охотятся на обычных граждан.

source: theyre targeting the sentries
ru_ru: Их целью был часовой.

source: theyre going after everyone
ru_ru: Они охотятся за всеми.

source: its not just doggo theyre after
ru_ru: Они преследуют не только собак.

source: i know. i'm doing my best to get people out before it's too late.
ru_ru: Я знаю. Я делаю все возможное, чтобы люди ушли, пока не стало слишком поздно.

source: okay good
ru_ru: Хорошо, хорошо

source: yknow... stardrakes mom came in the other day
ru_ru: Ты знаешь... Звездная мама пришла несколько дней назад.

source: she told me how proud she is of her son and the new friends he made...
ru_ru: Она сказала мне, что гордится своим сыном и его новыми друзьями.

source: what am i supposed to tell her now?
ru_ru: Что я ей скажу?

source: you tell her that you'll do the best you can in your position.
ru_ru: Скажи ей, что сделаешь все, что сможешь, на своем посту.

source: yeah... i guess thats all i really can tell her huh
ru_ru: - Да, да. Думаю, это единственное, что я могу ей сказать.

source: it's better than nothing.
ru_ru: Лучше, чем ничего.

source: that was close
ru_ru: Очень близко.

source: yeah... guess i shouldn't have doubted my bro, heh.
ru_ru: - Да, да. Думаю, я не должен сомневаться в брате.

source: yeah...
ru_ru: - Да, да.

source: never mind the human is back to killing again
ru_ru: Ничего страшного. Люди вернулись убивать.

source: welp.
ru_ru: - Хорошо.

source: sans
ru_ru: Нет

source: the human just killed papyrus
ru_ru: Люди только что убили папирус.

source: please tell me youre there
ru_ru: Пожалуйста, скажи мне, что ты там.

source: i'm here. and i should've kept a closer eye on him.
ru_ru: Я здесь. Я должен был более внимательно следить за ним.

source: i'm here. and i shouldn't have left him alone out there.
ru_ru: Я здесь. Я не должен был оставлять его одного.

source: what are you gonna do now?
ru_ru: Что ты собираешься делать?

source: honestly, alphys?
ru_ru: Честно говоря, Альфис?

source: i don't feel like doing anything.
ru_ru: Я не хочу ничего делать.

source: sans...
ru_ru: Ничто.

source: it's not your fault. this would always have happened.
ru_ru: Это всегда случается.

source: what do you mean?
ru_ru: В каком смысле?

source: you know how papyrus can be.
ru_ru: Ты знаешь, что такое папирус.

source: he's just too damn good to stand by and watch as people die.
ru_ru: Он слишком хорош, чтобы сидеть сложа руки и смотреть, как умирают люди.

source: unlike us right?
ru_ru: В отличие от нас?

source: yeah.
ru_ru: - Да.

source: things arent getting any better
ru_ru: Ситуация не улучшилась.

source: let me guess, they're going after people in the foundry now?
ru_ru: Дай угадаю, они охотятся за людьми на литейном заводе?

source: yeah but youre gonna help me evacuate right?
ru_ru: Да, но вы должны помочь мне эвакуироваться, да?

source: i mean i think so? maybe we should start evacuating or something
ru_ru: Я так думаю? Может, нам стоит начать эвакуацию.

source: i can't make any promises. but i'll try.
ru_ru: Но я постараюсь.

source: thanks
ru_ru: Спасибо.

source: sans people in the foundry are in serious danger
ru_ru: Трое из них находятся в серьезной опасности.

source: its the human... even the elite squad cant stop it
ru_ru: Это человек. Даже элитная команда не сможет остановить это.

source: its the human... theyre going after the residents down there
ru_ru: Это человек. Они охотятся за жителями.

source: its the human... theyre killing everybody down there
ru_ru: Это человек. Они убивают всех там.

source: well, it was nice while it lasted. you gonna start evacuating people?
ru_ru: Вы начнете эвакуацию людей?
