Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <25>{#g/alphysSmileSweat}* Well, that's not it.
ru_ru: <25>{#g/alphysSmileSweat}* Хорошо, это не так.

source: <25>{#p/alphys}{#g/alphysCutscene1}* So... Mettaton's true identity is Mettaton, huh?
ru_ru: <25>{#p/alphys}{#g/alphysCutscene1}* Тогда... настоящая личность Меттона - Меттон, не так ли?

source: <25>{#p/alphys}{#g/alphysWelp}* Oh. * I guess it is.
ru_ru: * Думаю, да.

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* The more you know!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* Чем больше вы знаете!

source: <25>{#p/alphys}{#g/alphysSide}* Hmm... I think I have an idea.
ru_ru: <25>{#p/alphys}{#g/alphysSide}* Эм... Я думаю, у меня есть идея.

source: <32>{#p/human}* (The typing from earlier resumes.)
ru_ru: <32>{#p/human}* (машинопись в предыдущих резюме).

source: <25>{#p/alphys}{#g/alphysSmileSweat}* There!!!
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* Смотрите!!

source: <25>{#g/alphysUhButHeresTheDeal}* Well, that was fun.
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Хорошо, это интересно.

source: <25>{#g/alphysNeutralSweat}* Nope... guess I'm gonna have to override it.
ru_ru: <25>{#g/alphysNeutralSweat}* Нет. Я думаю, я должен отменить это.

source: <25>{#g/alphysWelp}* This could take a while.
ru_ru: <25>{#g/alphysWelp}* Это может занять некоторое время.

source: <25>{#g/alphysUhButHeresTheDeal}* I'll c-call you back when I'm done!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Я перезвоню тебе, когда закончу!

source: <25>{#p/alphys}{#g/alphysSmileSweat}* O-okay, the override is complete.
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* O - хорошо, покрытие завершено.

source: <25>{#p/alphys}{#g/alphysInquisitive}* ...
ru_ru: <25>{#p/alphys}{#g/alphysInquiry}* ...

source: <25>{#g/alphysInquisitive}* Did you leave the room?
ru_ru: <25>{#g/alphysInquirious}* Вы вышли из комнаты?

source: <25>{#g/alphysSide}* Well, uh, the barricades are gone now.
ru_ru: <25>{#g/alphysSide}* Эм, дорожных заграждений теперь нет.

source: <25>{#p/alphys}{#g/alphysCutscene1}* Hope that helps!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene1}* Надеюсь, это поможет!

source: <25>{#p/alphys}{#g/alphysSideSad}* Not this again...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Больше так не делай.

source: <25>{#g/alphysWelp}* Wait, I'm still logged into Mettaton's account.
ru_ru: <25>{#g/alphysWelp}* Подождите, я все еще вошел в учетную запись Mettaton.

source: <25>{#g/alphysNervousLaugh}* Maybe I c-can just unlock it right away!
ru_ru: <25>{#g/alphys NervousLaugh}* Возможно, я могу разблокировать его прямо сейчас!

source: <32>{|}{#p/human}* (The typing from earlier resu- {%}
ru_ru: <32>Сержант \ сер #p/human*

source: <25>{#p/alphys}{#g/alphysHellYeah}{#x1}* Got it!
ru_ru: <25>{#p/alphys}{#g/alphys Добрый день {#x1|* * Понятно!

source: <25>{#g/alphysGarboCenter}* I really hope that's the last time we have to deal with that.
ru_ru: <25>{#g/alphys GarboCenter}* Я действительно надеюсь, что это последний раз, когда мы имеем дело с этой проблемой.

source: <25>{#g/alphysTheFactIs}* Oh, a-and, uh, about that Mew Mew doll...
ru_ru: <25>{#g/alphysTheFactis}* О, и, ну, о той кукле мяу...

source: <25>* Well...
ru_ru: <25>* Хорошо.

source: <25>{#f/10}* Wait, did you...
ru_ru: <25>{#f/10|* * И так далее, ты...

source: <25>{#f/3}* D-did you throw it away or something?
ru_ru: <25>{#f/3}* D - Вы выбросили его или что?

source: <25>{#g/alphysUhButHeresTheDeal}* Sure, okay!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Конечно, хорошо!

source: <25>{#g/alphysUhButHeresTheDeal}* Actually, you don't even have it, so never mind.
ru_ru: <25>{#g/alphysUhButheresTheDeal}* На самом деле, у вас даже нет его, так что все в порядке.

source: <25>{|}{#g/alphysCutscene3}* Anyway see you at the elevator baiiii- {%}
ru_ru: <25>{~}{#g/alphysCutscene3}* В любом случае, в лифте можно увидеть - {%}

source: <25>{#p/alphys}{#g/alphysHellYeah}* You did it!!
ru_ru: <25>{#p/alphys}{#g/alphys You Ye}* Ты сделал это!

source: <25>{#g/alphysCutscene2}* C... congratulations.
ru_ru: <25>{#g/alphysCutscene2}* C... Поздравляю.

source: <32>{#p/mettaton}* HELLO THERE.
ru_ru: <32>{#p/metaton}* Здравствуйте.

source: <32>{*}{#p/mettaton}* AND WELCOME TO THE OUTPOST'S PREMIERE ARTS AND CRAFTS SHOW!{^30}{%}
ru_ru: <32>{*}{#p/metaton}* Добро пожаловать на лучшую художественную и технологическую выставку Outpost! {^ 30}{%}

source: <32>{#p/mettaton}* WHAT ARE WE MAKING TODAY? * SOMETHING FUN, OF COURSE!
ru_ru: * Конечно, забавные вещи!

source: <32>{#p/mettaton}* CHARGE UP YOUR CRAFTING KITS, BECAUSE WE'RE IN FOR A "BANGER."
ru_ru: <32>{#p/metaton}* Заряжайте своих ремесленников, потому что нам придется столкнуться с « оркестром»

source: <32>{#p/mettaton}* AFTER ALL, IT'S UP TO US TO SET A GOOD EXAMPLE!
ru_ru: <32>{#p/metaton}* В конце концов, мы должны показать хороший пример!

source: <32>{#p/mettaton}* HAHAHA...
ru_ru: <32>{#p/metaton}* Хаха.

source: <32>{#p/mettaton}* THIS BOISTEROUS BULLY WILL GATHER THE SUPPLIES.
ru_ru: <32>{#p/metaton}* Этот горячий бык соберет запасы.

source: <32>{#p/mettaton}* EVERYONE GIVE THEM THE SILENT TREATMENT THEY DESERVE!
ru_ru: <32>{#p/metaton}* Каждый дает тишину, которую он заслуживает!

source: <32>{#p/mettaton}* MY LOVELY ASSISTANT HERE WILL GATHER THE SUPPLIES.
ru_ru: <32>{#p/metaton}* Мой дорогой помощник соберет здесь предметы снабжения.

source: <32>* EVERYONE GIVE THEM A BIG ROUND OF APPLAUSE!
ru_ru: <32>Всем аплодисменты!

source: <32>{#p/mettaton}* WE'LL NEED THREE KEY SUBSTANCES...
ru_ru: <32>{#p/metaton}* Нам нужны три ключевых вещества.

source: <32>* {@fill=#ff0}HAPPY POWDER{@fill=#fff}, {@fill=#ff0}TINGLE SERUM{@fill=#fff}, AND {@fill=#ff0}LOVE OIL{@fill=#fff}.
ru_ru: <32>> {{@ fill = #ff0} Happy порошок {@ fill = #fff}, {@ fill = #ff0} TINGLE эссенция {@ fill = = #fff}, {@ fill = 4 #ff0] Love Oil {@ fill = 5 # fff].

source: <32>* {@fill=#ff0}HEXOGEN{@fill=#fff}, {@fill=#ff0}DIOCTYL ADIPATE{@fill=#fff}, AND {@fill=#ff0}MINERAL OIL{@fill=#fff}.
ru_ru: <32>> {{@ fill = #ff0} гексан {@ fill = #fff}, {@ fill = #ff0} диоктиловый эфир адипиновой кислоты {@ fill = 4 #fff] и {@ fill = 5 #ff0 Минеральные масла {@ fill + #fff}.

source: <32>{#p/mettaton}* HOP TO IT, $(moniker2u)!
ru_ru: <32>{#p/metaton}* Хочется этого, $(moniker2u)!

source: <32>{#p/mettaton}* HOP TO IT, SWEETHEART!
ru_ru: <32>{#p/metaton}* Надеюсь на это, дорогой!

source: <32>{#p/mettaton}* PERFECT!
ru_ru: <32>{#p/metaton}* Превосходно!

source: <32>* NOW, IF I MAY...
ru_ru: <32>* Теперь, если я могу...

source: <32>{#p/mettaton}* OKAY!
ru_ru: <32>{#p/metaton}* Хорошо!

source: <32>* THAT'S EVERYTHING WE NEED...
ru_ru: <32>* Это все, что нам нужно.

source: <32>{#p/mettaton}* ... TO MAKE MTT-BRAND {@fill=#003cff}FUN SLIME{@fill=#fff}! (TM)
ru_ru: <32>{#p/metaton}* ... Сделайте MTT - BRAND {@ fill = #003cff} интересным! (ТМ)

source: <32>{#p/mettaton}* ... TO MAKE {@fill=#f00}PLASTIC EXPLOSIVE{@fill=#fff}!
ru_ru: <32>{#p/metaton}* ... Изготовление пластиковых взрывчатых веществ {@ fill = #f00}{@ fill = #fff}!

source: <32>{#p/mettaton}* HERE IT COMES!
ru_ru: <32>{#p/metaton}* Он идет!

source: <32>{#p/mettaton}* SAY YOUR PRAYERS, BEAUTIFUL!
ru_ru: <32>{#p/metaton}* Скажи, что твои молитвы слишком красивы!

source: <25>{#p/alphys}{#g/alphysShocked}* Uh, w-wait!
ru_ru: <25>{#p/alphys}{#g/alphysShocked}* Эм - э, подожди!

source: <25>{#g/alphysOhGodNo}* That's not {@fill=#003cff}fun slime{@fill=#fff}...
ru_ru: <25>{#g/alphysOhGodNo}* Это не интересная слизь {@ fill = #003cff}{@ fill = #fff}.

source: <25>{#g/alphysUhButHeresTheDeal}* That's {@fill=#f00}plastic explosive{@fill=#fff}!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Это {@ fill = #f00} Пластиковые взрывчатые вещества {@ fill = #ffff}!

source: <25>{#g/alphysOhGodNo}* If you synthesize that right now...
ru_ru: <25>{#g/alphysOhGodNo}* Если вы синтезируете его сейчас.

source: <25>{#g/alphysUhButHeresTheDeal}* You'll destroy h-half of Aerialis!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Вы уничтожите h - half Ариэля!

source: <32>{#p/mettaton}* HUH...? * ARE YOU SAYING OUR SPECIAL GUEST SWAPPED THE INGREDIENTS?
ru_ru: Вы хотите сказать, что наш гость обменялся ингредиентами?

source: <25>{#p/alphys}{#g/alphysTheFactIs}* W-well... * Not exactly...
ru_ru: * Не совсем.

source: <32>{#p/mettaton}* OH DEAR... * I DO BELIEVE OUR SPECIAL GUEST SWAPPED THE INGREDIENTS!
ru_ru: * Я действительно верю, что наши гости обменялись ингредиентами!

source: <25>{#p/alphys}{#g/alphysSmileSweat}* That's not what I- {%}
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* Я не такой - {%}

source: <32>{#p/mettaton}* HOW TREACHEROUS! * TO THINK OUR SPECIAL GUEST COULD DO SUCH A THING...
ru_ru: * Не ожидал, что наш гость сделает что - то подобное.

source: <32>{#p/mettaton}* AND WHY IS THAT...?
ru_ru: <32>{#p/metaton}* Почему...

source: <25>{#p/alphys}{#g/alphysTheFactIs}* B-because... * It's...
ru_ru: * Это...

source: <25>{#g/alphysHellYeah}* Because there's a tachyon excitation field in effect!!
ru_ru: <25>{#g/alphysHellYeah}* Потому что есть поле возбуждения сверхсветовых частиц!!

source: <32>{#p/mettaton}* A WHAT?
ru_ru: <32>{#p/metaton}* Что?

source: <25>{#p/alphys}{#f/3}* I had to turn it on for an experiment today.
ru_ru: <25>{#p/alphys}{#f/3}* Я должен открыть его сегодня для экспериментов.

source: <32>{#p/mettaton}* OH.
ru_ru: <32>{#p/metaton}* О.

source: <32>{#p/mettaton}* WAIT, THIS MIGHT ACTUALLY GET SOMEONE KILLED.
ru_ru: <32>{#p/metaton}* и так далее, что на самом деле может привести к смерти человека.

source: <32>{#p/mettaton}* DON'T WORRY, THOUGH.
ru_ru: <32>{#p/metaton}* Но не волнуйтесь.

source: <32>* WITH ANY LUCK, THIS WILL SERVE AS A VALUABLE LESSON IN HOW NOT TO SABOTAGE MY SHOW.
ru_ru: <32>* Если повезет, это станет ценным уроком того, как не испортить мою программу.

source: <32>{#p/mettaton}* APOLOGIES, EVERYONE...
ru_ru: <32>{#p/metaton}* Извините, все...

source: <32>* LOOKS LIKE WE WON'T BE -MAKING- ANY EXPLOSIVES TODAY.
ru_ru: <32>* Похоже, что сегодня мы не производим никаких взрывчатых веществ.

source: <32>* WHAT!?!? * THE ARTS 'N' CRAFTS WAS JUST A DISTRACTION FOR THIS!?!?
ru_ru: * Искусство и ремесла предназначены только для отвлечения внимания!?!

source: <32>* OH MY, $(moniker1u)'S VILLAINY TRULY KNOWS NO BOUNDS!
ru_ru: <32>* О, Боже, деревня $(moniker 1u) действительно не имеет границ!

source: <32>* GOOD THING I MADE SOME IN ADVANCE, THEN, HUH?
ru_ru: <32>* К счастью, я сделал что - то заранее, а?

source: <32>* WELL, DEAR $(moniker2u), I STILL HAVE ONE LAST TRICK UP MY METAPHORICAL SLEEVE.
ru_ru: <32>* Ладно, дорогой $(moniker2u), у моего деформированного сна есть последняя попытка.

source: <32>* IF YOU DON'T CROSS THIS FIELD OF BOMBS IN {@fill=#ff0}NINETY SECONDS{@fill=#fff}...
ru_ru: <32>* Если вы не прошли через это болото в течение 90 секунд {@ fill = #ff0}{@ fill = #fff}.

source: <32>* AND, JUST TO RAMP UP THE TENSION, YOU'LL HAVE {@fill=#ff0}NINETY SECONDS{@fill=#fff} TO CROSS THE GAP...
ru_ru: <32>* И, чтобы разрядить напряжение, у вас будет 90 секунд, чтобы преодолеть разрыв...

source: <32>{#p/mettaton}* I'LL USE YOUR OWN CREATION AGAINST YOU AND {@fill=#f00}BLOW YOU TO SMITHEREENS{@fill=#fff}!
ru_ru: <32>{#p/metaton}* Я буду использовать ваше собственное творение, чтобы иметь дело с вами, {@ fill = #f00} чтобы заставить вас улыбаться {@ fill = #fff}!

source: <32>{#p/mettaton}* BEFORE YOU'RE {@fill=#f00}BLOWN TO SMITHEREENS{@fill=#fff}!
ru_ru: <32>{#p/metaton}* Прежде чем свистеть улыбающемуся {@ fill = #f00}{@ fill = #fff}!

source: <32>{#p/mettaton}* BETTER START RUNNING!!!
ru_ru: <32>{#p/metaton}* Лучше начать бегать!!

source: <32>{#p/basic}* It doesn't look like you'll be crossing this on your own.
ru_ru: <32>{#p/basic}* Похоже, вы не пройдете через это сами.

source: <25>{#p/alphys}{#f/20}* Uh... I...
ru_ru: <25>{#p/alphys}{#f/20}* Э... I. СОДЕРЖАНИЕ

source: <25>{#g/alphysIDK}* I d-don't know if this is a good idea...
ru_ru: <25>{#g/alphysIDK}* Я не знаю, хорошая ли это идея.

source: <25>{#f/16}* B-but I'd rather help you than let you die!!
ru_ru: <25>{#f/16}* B - Но я лучше помогу тебе, чем позволю тебе умереть!

source: <25>{#f/10}* Wouldn't want to... s-stoop to that level, am I right?
ru_ru: <25>{#f/10}* Я не хочу... - Падение на этот уровень, верно?

source: <25>{#f/5}* So... basically, most cell phones around here...
ru_ru: <25>{#f/5}* Таким образом... в основном, большинство телефонов здесь...

source: <25>{#f/6}* Have a one-time use portable jetpack.
ru_ru: <25>{#f/6}* Одноразовое использование переносного реактивного ранца.

source: <25>{#f/10}* Maybe... your phone has one too??
ru_ru: <25>{#f/10}* Возможно. У тебя тоже есть телефон?

source: <25>{#p/alphys}{#g/alphysSide}* Hey, uh...
ru_ru: <25>{#p/alphys}{#g/alphysSide}* Эй, эх...

source: <25>{#g/alphysCutscene1}* I think I know a way you can get across!
ru_ru: <25>{#g/alphysCutscene 1:* Я думаю, я знаю способ, который вы можете понять!

source: <25>{#g/alphysNervousLaugh}* It's... well...
ru_ru: <25>{#g/alphys NervousLaugh}* Это...

source: <25>{#g/alphysSmileSweat}* It's not as good as Undyne's, but, the phone I gave you...
ru_ru: <25>{#g/alphysSmileSweat}* Это не так хорошо, как Undyne, но я дал вам телефон.

source: <25>{#g/alphysHellYeah}* It has a one-time use portable jetpack!
ru_ru: <25>{#g/alphysHellYeah}* У него есть портативный реактивный рюкзак для одноразового использования!

source: <25>{#g/alphysNervousLaugh}* Maybe... now would be a good time to try it??
ru_ru: <25>{#g/alphys NervousLaugh}* Возможно... Сейчас самое время попробовать?

source: <32>{#p/basic}* ... then you realize Alphys's phone came equipped with a jetpack.
ru_ru: <32>{#p/basic}* ... А потом вы поняли, что телефон Альфиса оснащен реактивным рюкзаком.

source: <32>{#p/human}* (You activated the jetpack.)
ru_ru: <32>{#p/human}* (Вы активировали реактивный рюкзак).

source: <25>{#p/alphys}{#f/3}* G-good luck?
ru_ru: <25>{#p/alphys}{#f/3}* G - Удачи?

source: <25>{#p/alphys}{#g/alphysHellYeah}* Now we're cooking!
ru_ru: <25>{#p/alphys}{#g/alphysHellYeah}* Сейчас мы готовим!

source: <32>{#p/basic}* This is absolutely bonkers.
ru_ru: <32>{#p/basic}* Это определенно безумие.

source: <32>{#p/mettaton}* YOU DO REALIZE YOUR LIFE IS IN DANGER HERE... RIGHT?
ru_ru: <32>{#p/metaton}* Вы действительно понимаете, что ваша жизнь здесь опасна. Правильно?

source: <32>* PERHAPS OUR GUEST IS... MENTALLY UNSTABLE.
ru_ru: <32>* Возможно, наш гость... психически нестабилен.

source: <32>* IN WHICH CASE...
ru_ru: <32>* В этом случае.

source: <32>* WE'LL HAVE TO CUT THIS EPISODE SHORT!
ru_ru: <32>Мы должны сократить этот эпизод!

source: <32>* DON'T WORRY, THOUGH.
ru_ru: <32>* Но не волнуйтесь.

source: <32>* OUR NEXT EPISODE WON'T EVEN -REQUIRE- YOU TO BE SANE!
ru_ru: В следующем эпизоде вам даже не нужно быть разумным!

source: <32>{#p/mettaton}* WELL, THAT'S ALL FOR NOW.
ru_ru: <32>{#p/metaton}* Хорошо, это все.

source: <32>* JUST KNOW THIS, "$(moniker2u)..."
ru_ru: <32>* Просто знай это, "$(moniker2u)"

source: <32>* THE NEXT TIME WE MEET, SANITY WILL BE THE LEAST OF YOUR WORRIES!
ru_ru: <32>В следующий раз, когда мы встретимся, разум будет меньше всего беспокоить вас!

source: <32>* SO, UNTIL NEXT TIME...
ru_ru: <32>* Итак, в следующий раз.

source: <32>* LET US WISH THE HUMAN WELL.
ru_ru: <32>* Давайте пожелаем человечеству счастья.

source: <32>{#p/basic}* Huh??
ru_ru: <32>{#p/basic}* Мм?

source: <32>* You could've gotten yourself killed right there!
ru_ru: <32>Там вас могут убить!

source: <32>* ... as if I didn't already know this was all just for show.
ru_ru: <32>* ..... Как будто я не знал, что все это для шоу.

source: <32>* Doesn't make it any less entertaining, though!
ru_ru: <32>* Однако это не снижает его развлекательного характера!

source: <32>{#p/mettaton}* WELL, WELL, WELL...
ru_ru: <32>{#p/metaton}* Хорошо, хорошо, хорошо...

source: <32>* LOOKS LIKE... YOU DIDN'T EVEN MAKE IT HALFWAY THERE?
ru_ru: <32>* Выглядит как... Ты даже не добрался до половины?

source: <32>* MY MY. * IT SEEMS YOU'RE GOING TO DIE.
ru_ru: * Похоже, ты умираешь.

source: <32>* HAHAHA...
ru_ru: <32>* Хаха.

source: <32>* ... JUST KIDDING.
ru_ru: <32>* ..... Шучу.

source: <32>* I NEED YOU IN ONE PIECE FOR THE NEXT EPISODE.
ru_ru: <32>Мне нужно, чтобы вы оставались в полном составе в следующем эпизоде.

source: <32>* LOOKS LIKE YOU DIDN'T QUITE MAKE IT, HUH?
ru_ru: <32>* Выглядит так, будто ты не выжил, не так ли?

source: <32>* BUT HEY. * JUST BECAUSE YOU'RE SUCH A GOOD SPORT, I'LL LET YOU GO.
ru_ru: * Просто потому, что ты хороший мяч, я отпущу тебя.

source: <32>* THE NEXT TIME WE MEET, THINGS WON'T BE SO EASY FOR YOU!
ru_ru: <32>* В следующий раз, когда мы встретимся, все будет не так просто для вас!

source: <32>* I BID YOU ALL FAREWELL!
ru_ru: <32>Я прощаюсь с вами!

source: <32>{#p/basic}* That sure was the "bomb!"
ru_ru: <32>{#p/basic}* Это определенно "бомба!"

source: <32>{#p/basic}* I wonder how well you'll do in the next one.
ru_ru: <32>{#p/basic}* Я хочу знать, что вы будете делать в следующем матче.

source: <32>{#p/basic}* Too bad you couldn't make it to the end in time.
ru_ru: <32>{#p/basic}* К сожалению, вы не смогли сделать это вовремя.

source: <32>* IT SEEMS YOU'VE MADE IT JUST IN TIME.
ru_ru: <32>* Похоже, вы пришли вовремя.

source: <32>* CONGRATULATIONS! * YOU DON'T COMPLETELY SUCK.
ru_ru: * Ты не совсем сосешь.

source: <32>{#p/mettaton}* WOW! * A PHOTO FINISH!
ru_ru: * Фотографии завершены!

source: <32>* YOU'RE A LUCKY ONE, DARLING.
ru_ru: Дорогой, тебе повезло.

source: <32>* JUST A FEW MOMENTS MORE, AND YOU'D BE TOAST!
ru_ru: <32>* Через несколько минут тебе конец!

source: <32>{#p/mettaton}* WELL, I'D LOVE TO KEEP GOING, BUT I -AM- ON A BIT OF A SCHEDULE HERE.
ru_ru: <32>{#p/metaton}* Хорошо, я бы хотел продолжить идти, но у меня есть немного графика здесь.

source: <32>* THE NEXT TIME WE MEET, TIME WILL -NOT- BE ON YOUR SIDE!
ru_ru: <32>* В следующий раз, когда мы встретимся, время не будет на вашей стороне!

source: <25>{#p/alphys}{#g/alphysCutscene1}* You did it!!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene1}* Вы сделали это!

source: <25>{#g/alphysUhButHeresTheDeal}* I guess I should've expected that.
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Я думаю, я должен ожидать этого.

source: <25>{#g/alphysSmileSweat}* I guess... you did it??
ru_ru: <25>{#g/alphysSmileSweat}* Я хочу... Это ты сделал?

source: <25>{#p/alphys}{#g/alphysCutscene1}* Yeah! * You did it!!
ru_ru: * Ты сделал это!!

source: <25>{#g/alphysFR}* You have a death wish.
ru_ru: <25>{#g/alphysFR}* У вас есть желание умереть.

source: <32>{#p/mettaton}* I SEE YOU'VE ARRIVED ON SET.
ru_ru: <32>{#p/metaton}* Я вижу, что ты уже на съемочной площадке.

source: <32>* SMILE FOR THE CAMERAS, HOTSHOTS...
ru_ru: <32>* Улыбайтесь в камеру и делайте горячие фотографии.

source: <32>* BECAUSE YOU'RE ON LIVE TV!
ru_ru: <32>* Потому что вы в прямом эфире!

source: <32>* IT'S A TRUE SHAME I CAN'T BE THERE IN PERSON, BUT HEY...
ru_ru: <32>* Мне действительно стыдно, я не могу присутствовать лично, но эй...

source: <32>* THAT -IS- HOW IT TENDS TO GO THESE DAYS, ISN'T IT?
ru_ru: <32>* Это тенденция в эти дни, не так ли?

source: <32>* ANYWAY. THE SMALL AUDIENCE WE HAVE LEFT IS GOING TO ENJOY WATCHING YOU STRUGGLE.
ru_ru: <32>* В любом случае. Небольшая часть нашей аудитории будет рада видеть, как вы боретесь.

source: <32>* HOW WILL YOU GET ACROSS THE GAP WITH NO JETPACK? * OH, IF ONLY I KNEW...
ru_ru: * О, если бы я знал...

source: <32>* WELL, BEST OF LUCK!
ru_ru: <32>* Хорошо, удачи!

source: <25>{#p/asriel2}{#f/8}* Really? * "Best of luck?"
ru_ru: * "Желаю удачи?"

source: <25>{#f/6}* Be careful what you wish for, dolt.
ru_ru: <25>{#f/6}* Остерегайтесь своих желаний, дурак.

source: <25>{#f/7}* There's a liftgate straight ahead of us.
ru_ru: <25>{#f/7}* У нас есть подъемная дверь прямо перед нами.

source: <32>{#p/basic}* Ah, there you are... * I thought you might show up...
ru_ru: * Я думал, ты можешь появиться.

source: <32>* This liftgate was placed here to help the others evacuate.
ru_ru: <32>* Эта подъемная дверь была помещена здесь, чтобы помочь другим эвакуироваться.

source: <32>* Now that they have, though, I'm afraid I can't let anyone else through.
ru_ru: <32>* Но так как они уже прошли, боюсь, я не могу позволить другим пройти.

source: <32>{|}* So, if you could just- {%}
ru_ru: <32>{~}* Итак, если вы можете - {%}

source: <25>{#p/asriel2}{#f/6}* Stay out of our way.
ru_ru: <25>{#p/asriel2}{#f/6}* Не стой на нашем пути.

source: <32>{#p/basic}* Ah...! * I don't think... * I can really do that...
ru_ru: * Я действительно могу это сделать.

source: <32>{#p/basic}* I-I mean... * I could make an exception...
ru_ru: * Я могу сделать исключение.

source: <32>* Just... don't tell the boss...
ru_ru: <32>* Только. Не говори боссу.

source: <25>{#p/asriel2}{#f/2}* Oh? * So you ARE going to let us through?
ru_ru: * Так ты собираешься пропустить нас?

source: <25>{#f/1}* Good.
ru_ru: <25>{#f/1}* Очень хорошо.

source: <32>{#p/basic}* ... y-yeah! * O-of course I'll let you through!
ru_ru: * О, конечно, я дам тебе пройти!

source: <25>{#p/asriel2}{#f/3}* That was probably a smart choice.
ru_ru: <25>{#p/asriel2}{#f/3}* Это может быть разумным выбором.

source: <25>{#p/asriel2}{#f/3}* Let's go.
ru_ru: <25>{#p/asriel2}{#f/3}* Пойдем.

source: <32>{#p/mettaton}* I SEE YOU'VE MADE IT ACROSS THE GAP.
ru_ru: <32>{#p/metaton}* Я вижу, что вы преодолели разрыв.

source: <32>* PERHAPS...
ru_ru: <32>* Возможно.

source: <32>* TRUSTING A LOW-LEVEL SERVICE WORKER TO GUARD THAT LIFTGATE...
ru_ru: <32>* Доверьтесь низкому обслуживающему персоналу, чтобы охранять подъемную дверь.

source: <32>* WASN'T THE GREATEST PLAN.
ru_ru: <32>* Не лучший план.

source: <32>* OH WELL.
ru_ru: <32>* О, хорошо.

source: <32>* I'M GOING TO KILL YOU ANYWAY.
ru_ru: <32>Я все равно убью тебя.

source: <32>{#p/basic}* Don't worry, I'll be okay! * Just look at these rings! * I can't be fired forever...
ru_ru: * Меня не могут уволить навсегда.

source: <25>{#p/alphys}{#g/alphysSide}* You got to the checkpoint!
ru_ru: <25>{#p/alphys}{#g/alphysSide}* Вы прибыли на контрольно - пропускной пункт!

source: <25>{#g/alphysWelp}* But, uh, that was only the f-first one.
ru_ru: <25>{#g/alphysWelp}* Но, ну, это только f первый.

source: <25>{#g/alphysNeutralSweat}* There's still two more left to go.
ru_ru: <25>{#g/alphysNeutralSweat}* Есть еще два.

source: <25>{#p/alphys}{#g/alphysWelp}* One left.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Слева.

source: <25>{#p/alphys}{#g/alphysHellYeah}* Yes!! * That's the last one!!
ru_ru: * Это последний!

source: <25>{#g/alphysCutscene2}* Eheh...
ru_ru: <25>{#g/alphysCutscene2}* Э...

source: <25>{#f/3}* Don't judge me, I just like rooting for you.
ru_ru: <25>{#f/3}* Не суди меня, я просто люблю подбадривать тебя.

source: <32>{#p/mettaton}* AH, THERE YOU ARE.
ru_ru: <32>{#p/metaton}* Ах, ты пришел.

source: <32>{#p/mettaton}* YOU'VE DONE WELL TO PLAY ALONG THUS FAR, DEAR "$(moniker2u)."
ru_ru: <32>{#p/metaton}* Дорогой "$(moniker2u)", вы всегда хорошо играли

source: <32>{#p/mettaton}* YOU'RE LATE, DARLING...
ru_ru: <32>{#p/metaton}* Ты опоздал, трус...

source: <32>{#p/mettaton}* MAYBE IF YOU'D STOPPED KILLING PEOPLE, THAT WOULDN'T BE A PROBLEM.
ru_ru: <32>{#p/metaton}* Возможно, если вы прекратите убивать, проблем не будет.

source: <32>{#p/mettaton}* SALUTATIONS, HUMAN.
ru_ru: <32>{#p/metaton}* Человеческие SALUTIONS.

source: <32>* YOU'RE JUST A FEW MOMENTS EARLY FOR THE SHOW.
ru_ru: <32>* Ты на некоторое время раньше, чем шоу.

source: <32>* ... STILL, DO YOU HAVE WHAT IT TAKES TO KEEP THIS UP?
ru_ru: <32>* ..... Но есть ли у вас какие - либо возможности для поддержания этого состояния?

source: <32>* ... WOULD YOU MIND MOVING STAGE LEFT FOR ME?
ru_ru: <32>* ..... Не могли бы вы перенести сцену налево?
