Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <32>{#p/human}* (It appears the terminal is beyond your access level.)
ru_ru: <32>{#p/human}* (Терминал, похоже, выходит за рамки вашего уровня доступа.)

source: <32>{#p/basic}* It's a CORE terminal. * It doesn't seem to be getting a lot of power.
ru_ru: * Похоже, он не приобрел много силы.

source: <32>{#p/basic}* It's a CORE terminal. * The atmospheric systems have been accessed recently.
ru_ru: :: Недавно были проведены посещения атмосферных систем.

source: <32>{#p/basic}* It's a CORE terminal. * It seems to be running low on power.
ru_ru: * Кажется, что электричества недостаточно.

source: <32>{#p/basic}* It's a CORE terminal. * It seems to be running well.
ru_ru: * Кажется, он работает хорошо.

source: <25>{#p/alphys}{#g/alphysOhGodNo}* Please don't touch those!!
ru_ru: <25>{#p/alphys}{#g/alphysOhGodNo}* Пожалуйста, не трогайте их!

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Seriously.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Действительно.

source: <32>{#p/human}* (You notice you're alone.)
ru_ru: <32>{#p/human}* (Вы заметили, что Вы одиноки.)

source: <32>{#p/human}* (Despite knowing it'd collapse the outpost's atmosphere, you consider something.)
ru_ru: <32>{#p/human}* (хотя вы знали, что это разрушит атмосферу форпоста, вы все же подумали о некоторых вещах.)

source: * (Smash the terminal?)
ru_ru: * (Разбить терминал?)

source: Yes
ru_ru: - Да.

source: No
ru_ru: Нет!

source: <32>{#p/human}* (You decide not to smash.)
ru_ru: <32>{#p/human}* (Вы решили не падать.)

source: <32>{#p/human}* (You take a swing...)
ru_ru: <32>{#p/human}* (Ты качаешься на качелях...)

source: <32>{#s/phone}{#p/event}* Ring, ring...
ru_ru: <32>{#s/phone}{#p/event}* Звонит колокольчик, звонит колокольчик.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Did the puzzle solve itself as well?
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Эта головоломка может быть решена сама по себе?

source: <25>{#p/alphys}{#g/alphysInquisitive}* Huh, the puzzle looks like it's already been solved.
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Эта головоломка, похоже, решена.

source: <25>{#p/alphys}{#g/alphysFR}* How strange.
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Странно.

source: <32>{#s/equip}{#p/event}* Click...
ru_ru: <32>Сержант #s/equipment офицер #p/event* Нажмите.

source: <25>{#p/alphys}{#g/alphysWelp}* And this one. * This one's solved as well.
ru_ru: * Эта проблема также решена.

source: <25>{#p/alphys}{#g/alphysWelp}* Huh... seems like the puzzle's already been done by someone.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Мм... Казалось бы, кто - то уже закончил эту загадку.

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* We'll take it!!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* Мы принимаем!

source: <32>{#p/human}* (You decide not to equip.)
ru_ru: <32>{#p/human}* (Вы решили не оснащаться).

source: <32>{#p/human}* (You feel the nearby monster presence dwindling.)
ru_ru: <32>{#p/human}* (Вы чувствуете, что монстры поблизости уменьшаются.)

source: <32>{#p/human}* (You note the poor quality of this table.)
ru_ru: <32>{#p/human}* (Вы заметили плохое качество этой таблицы.)

source: <32>{#p/basic}{#npc/a}* Just so ya know, kiddo...
ru_ru: <32>{#p/basic}{#npc/a}* Дети, вы знаете...

source: <32>* The Royal Guard'll be all over ya for that sorta thing.
ru_ru: <32>* Для таких вещей Королевская гвардия будет искать вас повсюду.

source: <32>* If I were ya, I'd quit while I was ahead.
ru_ru: <32>* На вашем месте я бы подал в отставку, когда лидировал.

source: <32>* But that's just my take.
ru_ru: <32>* Но это только мое мнение.

source: <32>{#p/basic}* Huhehehaw... * Golly gosharoo, I think I'm in mortal danger!
ru_ru: * Боже, я чувствую, что моя жизнь в опасности!

source: <32>{#p/human}* (But there was nothing left for you to do here.)
ru_ru: <32>{#p/human}* (Но здесь больше нечего делать).

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Uh, h-hey...
ru_ru: <25>{#p/alphys}{#g/alphys NervoousLaugh}* Э, эй...

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Sorry about... running off and stuff...
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Прошу прощения. Побег и все такое.

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* You'll be fine, right? * You won't...
ru_ru: * Ты не будешь.

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* You won't get into any more trouble, will you?
ru_ru: <25>{#p/alphys}{#g/alphys NervousLaugh}* У вас больше не будет проблем, не так ли?

source: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* Please... * D-don't do anything crazy, okay?
ru_ru: * Не делай ничего безумного, хорошо?

source: <25>{#p/alphys}{#g/alphysCutscene1}* You made it!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene1}* Вы сделали это!

source: <25>{#g/alphysInquisitive}* Oh, uh, sorry about not using my camera before.
ru_ru: <25>{#g/alphysInquisitive}* О, ну, извините, что не использовал мою камеру раньше.

source: <25>{#g/alphysYeahYouKnowWhatsUp}* I was trying to keep a "low profile..."
ru_ru: <25>{#g/alphysYeah YouKnowWhatsUp}* Я стараюсь оставаться "сдержанным..."

source: <25>{#g/alphysIDK}* Anyway, I'll admit I was... getting k-kind of worried there.
ru_ru: <25>{#g/alphysIDK}* В любом случае, я признаю себя... Пусть К. немного беспокоится.

source: <25>{#g/alphysNervousLaugh}* But I guess things worked out in the end?
ru_ru: <25>{#g/alphys NervousLaugh}* Но я думаю, что все в конечном итоге решится?

source: <25>{#g/alphysNeutralSweat}* ... hmm.
ru_ru: <25>Ar #g/alphys NeutralSweat* ... Скрытая марковская модель.

source: <25>* To tell you the truth, Undyne hasn't stopped l-looking for you.
ru_ru: <25>* Честно говоря, Ундин искала тебя.

source: <25>{#g/alphysNervousLaugh}* I did lock down the elevators to Aerialis, but...
ru_ru: <25>{#g/alphys NervousLaugh}* Я действительно запер лифт, ведущий в Aerialis, но...

source: <25>{#g/alphysNeutralSweat}* Sooner or later, she'll just use her jetpack to get up here.
ru_ru: <25>{#g/alphysNeutralSweat}* Рано или поздно она прибудет сюда со своим реактивным рюкзаком.

source: <25>* So... y-you should probably get going right away.
ru_ru: <25>* Так что... ты должен немедленно уйти.

source: <25>* The other elevator's just a few rooms ahead. * You can't miss it!
ru_ru: * Ты не пропустишь!

source: <32>{#p/human}* (You hear footsteps fading into the distance.)
ru_ru: <32>{#p/human}* (Вы слышите шаги, которые постепенно исчезают вдали.)

source: <25>{#p/alphys}{#g/alphysWelp}* Just calling to let you know that I'm here if you need my help.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Позвоните, чтобы сообщить вам, если вам нужна моя помощь, я здесь.

source: <25>{#p/alphys}{#g/alphysCutscene2}* I'll keep my phone available while you're in the room!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Я буду держать телефон открытым, пока вы находитесь в комнате!

source: <32>{#p/basic}{#npc/a}* I am the traveler. * My taxi and I can take you to many places on the outpost.
ru_ru: * Я и мое такси могут отвезти вас во многие места в форпосте.

source: <32>* Where would you like to go?
ru_ru: <32>Куда ты хочешь пойти?

source: * (What do you say?)
ru_ru: * (Вы говорите?)

source: Cancel
ru_ru: Отменить

source: Outlands
ru_ru: Внешняя область

source: Starton
ru_ru: Начинаем.

source: Foundry
ru_ru: Литейный завод

source: Aerialis
ru_ru: Ревматизм

source: <32>{#p/basic}{#npc/a}* Tra la la. * The underspace is fast today. * That's good luck...
ru_ru: * Это действительно удача.

source: <32>{#p/basic}{#npc/a}* Tra la la. * The underspace is fast today. * That's bad luck...
ru_ru: * Какое несчастье.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Remember to take a break every-so-often...
ru_ru: * Помните перерыв время от времени.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Everyone knows the old song from the music box...
ru_ru: * Все знают старую песню в музыкальной шкатулке.

source: <32>{#p/basic}{#npc/a}* ... but do you know its counterpart? * The first thirteen are fine.
ru_ru: * Первые 13 очень хорошие.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Keep your hands and feet inside the vehicle...
ru_ru: * Положите руки и ноги в машину.

source: <32>{#p/basic}{#npc/a}* ... and most of all, your SOUL.
ru_ru: <32>{#p/basic}{#npc/a}* ... Самое главное - это ваша душа.

source: <32>{#p/basic}{#npc/a}* Tra la la. * I heard Toriel has a favorite drink.
ru_ru: * Я слышал, что у Тольера есть любимый напиток.

source: <32>{#p/basic}{#npc/a}* Tra la la. * I heard Asgore has a favorite food.
ru_ru: * Я слышал, что у Асго есть любимая еда.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Remember the great King Erogot...
ru_ru: * Помни великого царя Эрогота.

source: <32>{#p/basic}{#npc/a}* ... and his son.
ru_ru: <32>{#p/basic}{#npc/a}* ... И его сын.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Temmie village...
ru_ru: * Деревня Теми.

source: <32>{#p/basic}{#npc/a}* ... the room to the left of the short ladder.
ru_ru: <32>{#p/basic}{#npc/a}* ... Короткая лестница слева от комнаты.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Why don't you sing with me? * Tra la la.
ru_ru: * Ха - ха - ха.

source: <32>{#p/basic}{#npc/a}* Hum hum hum... * Hum hum hum... * I'm having a little concert.
ru_ru: * У меня будет небольшой концерт.

source: <32>{#p/basic}{#npc/a}* Pet pet pet... * The neck stretches infinitely into the cosmos.
ru_ru: * Шея бесконечно простирается во Вселенную.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Remember to pay your fare...
ru_ru: * Не забудьте оплатить проезд.

source: <32>{#p/basic}{#npc/a}* ... time and space are quite the valuable commodities.
ru_ru: <32>{#p/basic}{#npc/a}* ... Время и пространство - очень ценный товар.

source: <32>{#p/basic}{#npc/a}* Humans, monsters... * Stars.
ru_ru: * Звезды.

source: <32>{#p/basic}{#npc/a}* Tra la la. * You can never have too many corn-dogs...
ru_ru: * Ты никогда не сможешь иметь слишком много кукурузных хот - догов.

source: <32>{#p/basic}{#npc/a}* ... if only they stayed atop your head.
ru_ru: <32>{#p/basic}{#npc/a}* ... Было бы хорошо, если бы они остались у тебя над головой.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Don't snoop behind people's stations...
ru_ru: * Не подглядывай за станциями людей.

source: <32>{#p/basic}{#npc/a}* ... you might be mistaken for a thief.
ru_ru: <32>{#p/basic}{#npc/a}* ... Вас могут принять за вора.

source: <32>{#p/basic}{#npc/a}* Tra la la. * The underspace is bumpy today.
ru_ru: * Сегодняшнее нижнее пространство очень шаткое.

source: <33>{#p/basic}{#npc/a}* Tra la la. * The underspace is smooth today.
ru_ru: * Сегодня нижнее пространство гладкое.

source: <32>{#p/basic}{#npc/a}* Tra la la. * The royal scientist has a secret...
ru_ru: * У этого королевского ученого есть секрет.

source: <32>{#p/basic}{#npc/a}* One, two, three, four, five, six...
ru_ru: <32>{#p/basic}{#npc/a}* i, ii, iii, iii, iv, v, vi.

source: <32>* ... reaching full capacity.
ru_ru: <32>* ..... Достижение полной загрузки.

source: <32>{#p/basic}{#npc/a}* Tra la la. * That robot superstar has a troubled past...
ru_ru: * У этого робота - гиганта было неприятное прошлое.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Tri li li. * Tre le le.
ru_ru: * Три месяца.

source: <32>{#p/basic}{#npc/a}* Tro lo lo. * Tru lu lu.
ru_ru: * Трулулу.

source: <32>* ... alas, the vowels reach their end.
ru_ru: <32>* ..... Увы, гласные подошли к концу.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Eat a ghost fruit every day.
ru_ru: * Ешьте один плод призрака в день.

source: <32>{#p/basic}{#npc/a}* ... why? * Then I know you're listening to me...
ru_ru: * Тогда я знаю, что ты меня слушаешь.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Have you not heard the song of the stars?
ru_ru: Вы когда - нибудь слышали песни звезд?

source: <32>{#p/basic}{#npc/a}* Tra la la. * What's a game you can play with a dog?
ru_ru: В какие игры можно играть с собакой?

source: <32>{#p/basic}{#npc/a}* ... asking for a friend.
ru_ru: <32>{#p/basic}{#npc/a}* ... Спроси друга.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Dog justice, dog justice everywhere.
ru_ru: * Собачья справедливость, Собачья справедливость повсюду.

source: <32>{#p/basic}{#npc/a}* Tra la la. * Idle dialogue is not available at this time.
ru_ru: * Свободный диалог на данном этапе невозможен.

source: <32>{#p/basic}{#npc/a}* I am the traveler. * Dr. Alphys has requested my presence at this location.
ru_ru: * Доктор Альфис попросил меня приехать сюда.

source: <32>* You would like to go to Aerialis, would you not?
ru_ru: <32>* Вы хотите поехать в Aerialis, не так ли?

source: <32>{#p/basic}{#npc/a}* Thank you for taking this ride on my taxi. * My assignment is fulfilled.
ru_ru: * Моя миссия выполнена.

source: <18>{#p/papyrus}HELLO, HUMAN!
ru_ru: <18>{#p/папирус} Добрый день, человек!

source: <18>{#p/papyrus}I'M GLAD YOU FINALLY SPOKE TO ME.
ru_ru: <18>{#p/папирус} Я рад, что ты наконец - то поговорил со мной.

source: <18>{#f/4}THERE'S SO MANY INTERESTING THINGS TO DO HERE...
ru_ru: <18>{#f/4} Здесь много интересного.

source: <18>{#f/0}HAVE YOU TRIED THE BOWLING ALLEY YET?
ru_ru: <18>{#f/0} Вы пробовали боулинг?

source: <18>{#f/9}OR, EVEN BETTER, THE SWIMMING POOL!
ru_ru: <18>{#f/9} или, что лучше, бассейн!

source: <18>{#f/4}BOTH OF WHICH ARE CLOSED AT THE MOMENT...
ru_ru: <18>{#f/4} Оба в настоящее время закрыты.

source: <18>{#f/5}... IN HONOR OF METTATON'S SO- CALLED "DEATH."
ru_ru: <18>{#f/5}. В память о так называемой "смерти" Меттона

source: <18>{#f/4}BOTH OF WHICH ARE ACCESSIBLE VIA THE TAXI...
ru_ru: <18>{#f/4} В оба места можно попасть на такси.

source: <18>{#f/5}... FOR ANYONE AGED TEN AND UP.
ru_ru: <18>{#f/5}. Подходит для людей в возрасте 10 лет и старше.

source: <18>{#p/papyrus}IT'S ABOUT TIME YOU GOT HERE.
ru_ru: <18>{#p/папирус} Ты должен прийти.

source: <18>{#f/4}THERE'S SO MANY INTERESTING THINGS TO DO...
ru_ru: <18>{#f/4} Есть много интересных вещей, которые нужно сделать.

source: <25>{#p/undyne}{#f/17}* Really, Papyrus? * Bowling?
ru_ru: * Боулинг?

source: <25>{#p/undyne}{#f/8}* The magical arts club is OBVIOUSLY better!
ru_ru: <25>{#p/undyne}{#f/8}* Клуб магического искусства явно лучше!

source: <18>{#p/papyrus}{#f/4}YOU'RE NOT AFRAID OF HUMAN GAMES, ARE YOU?
ru_ru: <18>{#p/папирус}{#f/4} Вы не боитесь человеческой игры, не так ли?

source: <25>{#p/undyne}{#f/4}* What!? * Of course not!
ru_ru: * Конечно нет!

source: <25>{#p/undyne}{#f/5}* I'm just...
ru_ru: <25>{#p/undyne}{#f/5}* Я просто...

source: <25>{#p/undyne}{#f/12}* I'm just an avid believer in the beauty of artistry.
ru_ru: <25>{#p/undyne}{#f/12}* Я всего лишь фанатичный приверженец художественной красоты.

source: <18>{#p/papyrus}{#f/5}SO YOU'LL JOIN ME AT THE JAZZ AND BLUES MUSIC CLUB?
ru_ru: <18>{#p/папирус}{#f/5} Так ты пойдешь со мной в джаз и блюз - клуб?

source: <25>{#p/undyne}{#f/8}* Oh my god, for the last time, I'm NOT playing a saxophone again!!
ru_ru: <25>{#p/undyne}{#f/8}* О, Боже мой, в последний раз я больше не буду играть на саксофоне!

source: <18>{#p/papyrus}{#f/6}DON'T BUY INTO IT! IT'S AN MTT-BRAND MARKETING STUNT!
ru_ru: Это маркетинговый трюк MTT!

source: <18>{#p/papyrus}{#f/5}METTATON'S QUITE INFAMOUS FOR THIS SORT OF THING.
ru_ru: <18>{#p/папирус}{#f/5} Спокойный вывод Меттона о таких вещах.

source: <18>{#p/papyrus}{#f/4}... I DON'T LIKE IT ANY MORE THAN YOU DO.
ru_ru: <18>{#p/папирус}{#f/4}. Мне это не нравится, как и тебе.

source: <18>{#p/papyrus}{#f/0}THAT'S TEN IN KRIOS-YEARS, BY THE WAY.
ru_ru: <18>{#p/папирус}{#f/0} Кстати, это десять KRIOS - YEARS.

source: <18>{#p/papyrus}{#f/4}I HAVE NO IDEA HOW MANY EARTH-YEARS THAT IS...
ru_ru: <18>{#p/папирус}{#f/4} Я не знаю, сколько там земли.

source: <18>{#p/papyrus}{#f/5}THOUGH I'VE HEARD THE DIFFERENCE ISN'T THAT BIG.
ru_ru: <18>{#p/папирус}{#f/5} Хотя я слышал, что разница невелика.

source: <18>{#p/papyrus}{#f/5}IT'S TOO BAD. UNDYNE WOULD BE A GREAT MUSICIAN.
ru_ru: Undyne станет великим музыкантом.

source: <18>{#p/papyrus}{#f/4}IMAGINE ALL THE WARRIOR SONGS SHE'D WRITE...
ru_ru: <18>{#p/папирус}{#f/4} Представьте себе все военные песни, которые она написала.

source: <25>{#p/undyne}{#f/1}* Yeah, I guess.
ru_ru: <25>{#p/undyne}{#f/1}* Да, я думаю.

source: <25>{#p/undyne}{#f/12}* That does sound kind of cool...
ru_ru: <25>{#p/undyne}{#f/12}* Звучит круто.

source: <18>{#p/papyrus}{#f/0}I KNOW, RIGHT? IT'D BE TOTALLY FISH-TASTITC!
ru_ru: Это полная чушь!

source: <25>{#p/undyne}{#f/3}* Never say that to me again.
ru_ru: <25>{#p/undyne}{#f/3}* Больше не говори мне этого.

source: <18>{#p/papyrus}IF YOU'RE LOOKING FOR THE ICE CREAM, IT'S TO MY RIGHT.
ru_ru: <18>{#p/папирус} Если вы ищете мороженое, оно справа от меня.

source: <25>{#p/undyne}{#f/3}* Don't you mean "left?"
ru_ru: <25>{#p/undyne}{#f/3}* Вы не говорите "слева"?

source: <18>{#p/papyrus}{#f/5}TECHNICALLY, THE ICE CREAM STAND -IS- TO MY LEFT.
ru_ru: <18>{#p/папирус}{#f/5} Технически мороженое раскладывается слева от меня.

source: <18>{#p/papyrus}{#f/4}BUT TO THE HUMAN, IT'S ACTUALLY ON MY RIGHT.
ru_ru: <18>{#p/папирус}{#f/4} Но для людей это на самом деле справа от меня.

source: <25>{#p/undyne}{#f/14}* Ah. * How considerate of you!
ru_ru: * Ты такой заботливый!

source: <25>{#p/undyne}{#f/17}* Just don't be surprised if they get lost.
ru_ru: <25>{#p/undyne}{#f/17}* Не удивляйтесь, если они заблудились.

source: <18>{#p/papyrus}{#f/5}HE SHOULDN'T HAVE TO LIE TO PROMOTE HIS BRAND...
ru_ru: <18>{#p/папирус}{#f/5} Он не должен лгать, чтобы продвигать свой бренд.

source: <18>{#p/papyrus}{#f/5}KEEPING TIME IS HARD SOMETIMES.
ru_ru: <18>{#p/папирус}{#f/5} Иногда бывает трудно удержать время.

source: <18>{#p/papyrus}{#f/4}MY LIPS ARE SEALED.
ru_ru: <18>{#p/папирус}{#f/4} Мои губы запечатаны.

source: <18>{#p/papyrus}{#f/5}DIRECTIONS CAN BE HARD SOMETIMES.
ru_ru: <18>Направление {#p/папирус}{#f/5} иногда может быть сложным.

source: <18>{#p/papyrus}{#f/0}HELLO, HUMAN.
ru_ru: <18>{#p/папирус}{#f/0} Добрый день, человек.

source: <18>{#p/papyrus}{#f/5}(SIGH...)
ru_ru: <18>{#p/папирус}{#f/5} (вздох...)

source: <18>YOU'RE PROBABLY WONDERING WHY UNDYNE'S NOT HERE.
ru_ru: <18>Вы можете задаться вопросом, почему UNDYNE здесь нет.

source: <18>HOW DO I PUT IT...
ru_ru: <18>Что мне сказать.

source: <18>{#f/6}LET'S SAY UNDYNE HAD TO LEAVE FOR... REASONS.
ru_ru: <18>{#f/6} Давайте скажем, что UNDYNE пришлось уйти. Причины.

source: <18>{#f/5}... INVOLVING HER THINKING THAT YOU...
ru_ru: <18>{#f/5}. Дай ей почувствовать себя тобой.

source: <18>{#f/1}KILLED SOMEONE!?!?
ru_ru: <18>{#f/1} Убить людей!?

source: <18>{#f/4}I MEAN, I UNDERSTAND WHY SHE DOES.
ru_ru: <18>{#f/4} Я имею в виду, я понимаю, почему она это сделала.

source: <18>{#f/5}METTATON'S "DEATH" -WAS- PRETTY CONVINCING.
ru_ru: <18>{#f/5} "Смерть" Меттона - убедительно.

source: <18>{#f/0}STILL, EVERYBODY KNOWS THAT'S JUST FOR SHOW.
ru_ru: <18>{#f/0} Все знают, что это просто шоу.

source: <18>{#f/4}EVERYBODY EXCEPT FOR UNDYNE, OF COURSE.
ru_ru: <18>{#f/4} Конечно, все, кроме UNDYNE.

source: <18>{#f/5}I SWEAR...
ru_ru: <18>{#f/5} Клянусь.

source: <18>{#f/5}THE THINGS THAT GO THROUGH HER HEAD SOMETIMES...
ru_ru: <18>{#f/5} Иногда что - то мелькает в ее голове.

source: <18>{#f/5}... INVOLVING HER FINDING OUT THAT YOU...
ru_ru: <18>{#f/5}. Пусть она найдет тебя.

source: <18>{#f/0}BUT I'M SURE SHE'S JUST MISTAKEN.
ru_ru: <18>{#f/0} Но я уверен, что она просто ошибается.

source: <18>{#f/5}YOU WOULDN'T DO ANYTHING LIKE THAT... RIGHT?
ru_ru: <18>{#f/5} Ты не сделаешь ничего подобного. Правильно?

source: <18>{#f/6}S-SO, I'VE DECIDED TO STAY.
ru_ru: <18>{#f/6} Поэтому я решил остаться.

source: <18>{#f/9}SOMEONE HAS TO STAND UP FOR THE "LITTLE GUY" HERE!
ru_ru: <18>{#f/9} Кто - то должен встать и поддержать здесь "маленьких парней"!

source: <18>{#f/0}OR GIRL. OR WHATEVER NAME YOU SO CHOOSE.
ru_ru: <18>{#f/0} или девушка. Или любое имя, которое вы выберете.

source: <18>{#f/4}WAIT, WHAT IF YOU DON'T HAVE THAT KIND OF NAME...
ru_ru: <18>{#f/4} и так далее, что делать, если у вас нет такого имени...

source: <18>{#f/8}WHAT WOULD I CALL YOU THEN!?!?
ru_ru: <18>{#f/8} Как мне называть тебя?!

source: <18>{#f/0}WELL, I'LL BE HERE IF YOU WANT TO CHAT.
ru_ru: <18>{#f/0} Хорошо, если вы хотите поболтать, я буду здесь.

source: <18>{#f/5}I'D BE HERE TO CALL, TOO, BUT...
ru_ru: <18>{#f/5} Я тоже позвоню здесь, но...

source: <18>{#f/5}UNDYNE SMASHED MY PHONE WHEN I SAID I'D CALL YOU.
ru_ru: <18>{#f/5} Когда я сказал, что позвоню тебе, UNDYNE позвонила мне на мобильный телефон.

source: <18>{#f/6}SHE'S VERY PROTECTIVE, IT WOULD SEEM!
ru_ru: <18>{#f/6} У нее очень защитное желание, и это будет очевидно!

source: <25>{#p/undyne}{#f/1}* Hey, punk. * Long time no see.
ru_ru: * Давно не виделись.

source: <18>{#p/papyrus}{#f/6}WEREN'T YOU JUST ON TV WITH THEM A MOMENT AGO???
ru_ru: <18>{#p/папирус}{#f/6} Разве ты не был с ними на телевидении?

source: <25>{#p/undyne}{#f/14}* I mean, yeah, but a moment's a long time.
ru_ru: <25>{#p/undyne}{#f/14}* Я имею в виду, да, но момент длинный.

source: <18>{#p/papyrus}{#f/0}THAT'S TRUE.
ru_ru: <18>{#p/папирус}{#f/0} Это правда.

source: <18>{#p/papyrus}{#f/5}WOW... IMAGINE ALL I COULD DO IF I HAD A MOMENT...
ru_ru: <18>{#p/папирус}{#f/5} Вау. Представьте, что я мог бы сделать, если бы у меня было немного времени...

source: <18>{#p/papyrus}{#f/4}... WHERE I DIDN'T HAVE TO STOP SANS FROM SLACKING OFF.
ru_ru: <18>{#p/папирус}{#f/4}. Там мне не нужно останавливать Санса от лени.

source: <25>{#p/undyne}{#f/17}* Tell me about it.
ru_ru: <25>{#p/undyne}{#f/17}* Расскажите мне.

source: <25>{#p/undyne}{#f/1}* Hey, punk. * Nice to see you.
ru_ru: * Приятно познакомиться.

source: <18>{#p/papyrus}{#f/6}WEREN'T YOU JUST ENEMIES WITH THEM EARLIER TODAY???
ru_ru: <18>{#p/папирус}{#f/6} Разве вы не были врагами с ними сегодня?

source: <25>{#p/undyne}{#f/14}* I mean, yeah, but that's all in the past now.
ru_ru: <25>{#p/undyne}{#f/14}* Я имею в виду, да, но теперь все позади.

source: <18>{#p/papyrus}{#f/0}IF YOU SAY SO.
ru_ru: <18>{#p/папирус}{#f/0} Если вы так говорите.

source: <18>{#p/papyrus}{#f/5}WOW... IMAGINE ALL I COULD DO IF SANS MEANT IT...
ru_ru: <18>{#p/папирус}{#f/5} Вау. Представьте, что я могу сделать, если Санс серьезно...

source: <18>{#p/papyrus}{#f/4}... EVERY TIME HE SAID SOMETHING WAS "IN THE PAST."
ru_ru: <18>{#p/папирус}{#f/4}. Каждый раз, когда он говорит что - то, это "прошлое".

source: <25>{#p/undyne}{#f/17}* Old habits die hard.
ru_ru: <25>{#p/undyne}{#f/17}* Старые привычки трудно изменить.

source: <25>{#p/undyne}{#f/1}* Hey, punk. * Papyrus had some "business" to see to.
ru_ru: * У Papyrus есть несколько « бизнесов», которые необходимо обработать.

source: <25>{#f/14}* At least, that's what he tells me.
ru_ru: <25>А. #f/14}* По крайней мере, это то, что он сказал мне.

source: <25>{#f/7}* But that means I'M the only friend you've got up here!
ru_ru: <25>{#f/7}* Но это значит, что я твой единственный друг здесь!

source: <25>{#f/4}* ... so you better not do anything STUPID!
ru_ru: <25>{#f/4}* ... Так что лучше не делай глупостей!

source: <25>{#p/undyne}{#f/1}* If you ever want to join me in the magical arts club...
ru_ru: <25>{#p/undyne}{#f/1}* Если вы хотите присоединиться к моему клубу магических искусств.

source: <25>{#p/undyne}{#f/3}* ... er, I doubt the taxi would wanna take a kid there, actually.
ru_ru: <25>{#p/undyne}{#f/3}* ... Ну, я сомневаюсь, что такси действительно приведет детей туда.

source: <25>{#p/undyne}{#f/12}* Maybe they'll let you visit after you've grown up a little.
ru_ru: <25>{#p/undyne}{#f/12}* Возможно, они позволят вам посетить вас, когда вы повзрослеете.

source: <25>{#p/undyne}{#f/11}* I've got my eye on you.
ru_ru: <25>{#p/undyne}{#f/11}* Я заметил тебя.

source: <25>{#p/sans}{#f/0}* i'm selling corn dogs for 5G a piece, if you're interested.
ru_ru: <25>{#p/sans}{#f/0}* Если вам интересно, я буду продавать кукурузные хот - доги по цене 5G.
