Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: * (Buy the Corn Dog for 5G?)
ru_ru: * (Купить 5G Кукурузная собака?)

source: <25>{#p/sans}{#f/0}* corn dogs for 5G.
ru_ru: <25>{#p/sans}{#f/0}* Кукурузные хот - доги для 5G.

source: <32>{#p/human}* (You're carrying too much.)
ru_ru: <32>{#p/human}* (Вы взяли слишком много.)

source: <25>{#p/sans}{#f/2}* tell you what, i'll just drop it right here.
ru_ru: <25>{#p/sans}{#f/2}* Сказать вам, я положу его здесь.

source: <25>{#p/sans}{#f/2}* here you go.
ru_ru: <25>{#p/sans}{#f/2}* Для вас.

source: <32>{#p/human}* (You don't have enough G.)
ru_ru: <32>{#p/human}* (Вы недостаточно G.)

source: <25>{#p/sans}{#f/0}* you don't even have 5G?
ru_ru: <25>{#p/sans}{#f/0}* У вас даже нет 5G?

source: <25>{#p/sans}{#f/3}* ... here. * take some of mine.
ru_ru: * Возьми немного моего.

source: <32>{#s/equip}{#p/human}* (You got 100G.)
ru_ru: <32>{#s/equipment}{#p/human}* (Вы получаете 100G).

source: <25>{#p/sans}{#f/2}* hope that helps.
ru_ru: <25>{#p/sans}{#f/2}* Надеюсь, что это поможет.

source: <25>{#p/sans}{#f/0}* outta cash again?
ru_ru: <25>{#p/sans}{#f/0}* Опять нет денег?

source: <25>{#p/sans}{#f/3}* ... eh. * don't worry about it.
ru_ru: * Не волнуйся.

source: <25>{#p/sans}{#f/2}* i don't REALLY need the 5G, anyway.
ru_ru: <25>{#p/sans}{#f/2}* В любом случае, 5G мне действительно не нужен.

source: <32>{#p/human}* (You got the Corn Dog.)
ru_ru: <32>{#p/human}* (Вы получили кукурузных собак).

source: <25>{#p/sans}{#f/2}* enjoy.
ru_ru: <25>{#p/sans}{#f/2}* Наслаждайтесь.

source: <32>{#p/human}* (You got the Corn Goat.)
ru_ru: <32>{#p/human}* (Вы получили кукурузных коз.)

source: <25>{#p/sans}{#f/2}* oops, that was supposed to be a dog. * my mistake.
ru_ru: * Моя вина.

source: <32>{#p/human}* (You decide not to buy.)
ru_ru: <32>{#p/human}* (Вы решили не покупать).

source: <32>{#p/human}* (This sentry station strikes you as rather outrageous.)
ru_ru: <32>{#p/human}* (Эта станция Sentinel заставляет вас чувствовать себя довольно возмутительно.)

source: <32>{#p/basic}* It's a sentry station.
ru_ru: <32>{#p/basic}* Это станция Sentinel.

source: <32>{#p/basic}* Just another sentry station for the one and only Sans.
ru_ru: <32>{#p/basic}* - это всего лишь еще одна станция Sentinel для единственного Sans.

source: <25>{#p/sans}{#f/0}* so, how was the show?
ru_ru: <25>{#p/sans}{#f/0}* Итак, как прошло выступление?

source: <25>{#f/0}* good...? * bad...?
ru_ru: * Плохо.

source: <25>{#f/3}* eh, i'm just the guy with the puns.
ru_ru: <25>{#f/3}* Ну, я просто человек с каламбурами.

source: <25>{#f/2}* someone like me wouldn't know the difference anyway.
ru_ru: <25>{#f/2}* Такие люди, как я, в любом случае не знают разницы.

source: <26>{#f/3}* but... hey. * i wasn't really paying attention, so it's fine.
ru_ru: * Я не очень обращаю внимание, так что ничего страшного.

source: <25>{#f/3}* but... hey. * i wasn't even there to see it, so it's fine.
ru_ru: * Я даже не ходил смотреть, так что ничего страшного.

source: <25>{#f/0}* i only ask, because... * frankly...
ru_ru: * Откровенно говоря.

source: <25>{#f/0}* it'd be nice to know if a part of you still cared about something.
ru_ru: <25>{#f/0}* Приятно знать, что часть вас все еще беспокоит что - то.

source: <25>{#f/3}* i hope that's not asking too much.
ru_ru: <25>{#f/3}* Я надеюсь, что это требование не будет слишком высоким.

source: <25>{#p/sans}{#f/2}* trade blows with undyne, didja?
ru_ru: <25>{#p/sans}{#f/2}* Торговля с undyne, верно?

source: <25>{#f/3}* heh. * sorry i couldn't make it.
ru_ru: * Мне жаль, что я не могу пойти.

source: <25>{#f/0}* once undyne applied, i basically had no chance.
ru_ru: <25>{#f/0}* После того, как undyne подал заявку, у меня в основном не было возможности.

source: <25>{#f/3}* besides...
ru_ru: <25>{#f/3}* Кроме того.

source: <25>{#f/0}* i have people like you to worry about nowadays.
ru_ru: <25>{#f/0}* Теперь у меня есть такие люди, как ты, которые должны беспокоиться.

source: <25>{#f/0}* the "captain of the royal guard" is far better for ratings.
ru_ru: <25>{#f/0}* Рейтинги « Капитан Королевской гвардии» намного выше.

source: <25>{#p/sans}{#f/2}* lose out early, did ya?
ru_ru: <25>{#p/sans}{#f/2}* Проиграл очень рано, не так ли?

source: <25>{#f/3}* heh. * guess you're not as popular as i thought.
ru_ru: * Думаю, ты не так популярен, как я думал.

source: <25>{#f/0}* but that's fine.
ru_ru: <25>{#f/0}* Но это хорошо.

source: <25>{#f/0}* it kind of makes sense after you made everyone run away.
ru_ru: <25>{#f/0}* Это имеет смысл после того, как вы позволили всем бежать.

source: <25>{#f/0}* at least you were a good sport about it.
ru_ru: <25>{#f/0}* По крайней мере, вы хорошо справляетесь с этим.

source: <25>{#p/sans}{#f/2}* carry on without me, did ya?
ru_ru: <25>{#p/sans}{#f/2}* Ты можешь продолжать без меня?

source: <25>{#f/3}* don't worry, i'm used to being the odd one of the bunch.
ru_ru: <25>{#f/3}* Не волнуйтесь, я привык быть чудаком.

source: <25>{#f/2}* it's just that, usually, nobody else knows about it.
ru_ru: <25>{#f/2}* Просто, как правило, никто не знает об этом.

source: <25>{#f/3}* ... and, considering what you've been up to lately...
ru_ru: <25>{#f/3}* ... И, учитывая то, что вы делаете в последнее время...

source: <25>{#f/0}* that's undoubtedly for the best.
ru_ru: <25>{#f/0}* Это, несомненно, лучшее.

source: <25>{#f/0}* well. * i'm glad you had fun.
ru_ru: * Я рад, что ты веселишься.

source: <25>{#f/3}* ... by the way...
ru_ru: <25>{#f/3}* ... Кстати...

source: <25>{#f/2}* if you see any bouncy armored guards up there, let me know.
ru_ru: <25>{#f/2}* Если вы видите какие - либо эластичные бронированные охранники выше, пожалуйста, дайте мне знать.

source: <25>{#f/3}* i lost track of them on the way out here.
ru_ru: <25>{#f/3}* Я не могу идти в ногу с ними по дороге отсюда.

source: <32>{#p/human}* (You got the Old Radio.)
ru_ru: <32>{#p/human}* (У вас есть старое радио.)

source: <32>{#p/basic}{#npc/a}* Hope you like your new radio!
ru_ru: <32>{#p/basic}{#npc/a}* Надеюсь, вам понравится ваше новое радио!

source: <32>{#p/human}* (You got the Fireworks.)
ru_ru: <32>{#p/human}* (Вы получили фейерверк.)

source: <32>{#p/basic}{#npc/a}* Hope you enjoy the fireworks!
ru_ru: <32>{#p/basic}{#npc/a}* Надеюсь, вам нравятся фейерверки!

source: <32>{#p/basic}{#npc/a}* Your winnings are on the table there, little one.
ru_ru: <32>{#p/basic}{#npc/a}* Маленький парень, ваш бонус прямо на столе.

source: <32>{#p/basic}{#npc/a}* I decided I'd rather quit than be fired again.
ru_ru: <32>{#p/basic}{#npc/a}* Я решил уйти в отставку, а не быть уволенным снова.

source: <32>* Working for Mettaton was nice, but a new homeworld means a new me.
ru_ru: "32"* Хорошо работать на Меттона, но новый семейный мир означает новую меня.

source: <32>* Don't worry. * I'll find the perfect job...
ru_ru: * Я найду идеальную работу.

source: <32>{#p/basic}{#npc/a}* I work for Mettaton. * I like my job. * My co-workers do not.
ru_ru: * Мои коллеги - нет.

source: <32>* Each ring on my body represents a time I survived the firing process.
ru_ru: Каждое кольцо на мне - это время, которое я пережил во время стрельбы.

source: <32>* Don't worry. * I always get re-hired later.
ru_ru: * Меня всегда нанимают повторно позже.

source: <32>{#p/basic}{#npc/a}* I'm thinking of becoming an expert on the mating rituals of space creatures.
ru_ru: <32>{#p/basic}{#npc/a}* Я хочу стать экспертом в ритуалах спаривания космических организмов.

source: <32>{#p/basic}{#npc/a}* I'm thinking of getting a ring on my face next time.
ru_ru: <32>{#p/basic}{#npc/a}* Я хочу носить кольцо в следующий раз.

source: <32>{#p/basic}{#npc/a}* There was a Mew Mew doll here for you, but Mettaton had it recalled for personal reasons.
ru_ru: <32>{#p/basic}{#npc/a}* Здесь есть кукла Mew - Mew для вас, но Mettaton отозвал ее по личным причинам.

source: <32>{#p/basic}{#npc/a}* As compensation, here's its full value in G.
ru_ru: <32>{#p/basic}{#npc/a}* В качестве компенсации, это ее полное значение в G.

source: <32>{#s/equip}{#p/human}{#npc}* (You got 999G.)
ru_ru: <32>{{#s/equipment}{#p/human}{#npc}* (Вы получили 999G).

source: <32>{#p/basic}{#npc/a}* The rest of your winnings are still available for pickup.
ru_ru: <32>{#p/basic}{#npc/a}* Оставшиеся бонусы все еще доступны.

source: <32>{#p/basic}{#npc/a}* I apologize for the trouble.
ru_ru: <32>{#p/basic}{#npc/a}* Прошу прощения за неприятности.

source: <32>{#p/human}* (The note etched into the table apologizes for retaking an item.)
ru_ru: <32>{#p/human|*

source: <32>{#p/basic}* There's a note etched into the table here.
ru_ru: <32>{#p/basic}* На таблице здесь выгравировано примечание.

source: <32>{#p/mettaton}* "SORRY, BUT I HAD TO TAKE THE MEW MEW DOLL BACK WITH ME." * "NOTHING PERSONAL, OF COURSE."
ru_ru: * "Конечно, это не против отдельных лиц".

source: <32>{#p/human}* (But you didn't have the key.)
ru_ru: <32>{#p/human}* (но у вас нет ключа).

source: <32>{#p/basic}* It's locked.
ru_ru: <32>{#p/basic}* Заблокирован.

source: <32>{#p/human}* (You unlocked the safe with the Rusty Key.)
ru_ru: <32>{#p/human}* (Вы открыли сейф ржавым ключом.)

source: <32>{#p/basic}* The shelves are labelled "old earth weaponry."
ru_ru: <32>{#p/basic}* На полках стоит надпись "Оружие старой Земли"

source: <32>{#p/human}* (You got the Stun Gun.)
ru_ru: <32>{#p/human}* (Вы получили головокружительный пистолет.)

source: <32>{#p/human}* (You got the Sleep Bomb.)
ru_ru: <32>{#p/human}* (У вас есть бомба сна.)

source: <32>{#p/human}* (You got the Sugar Spray.)
ru_ru: <32>{#p/human}* (Вы получили сахарный спрей.)

source: <32>{#p/human}* (But there wasn't anything left to take here.)
ru_ru: <32>{#p/human}* (но здесь больше нечего брать).

source: <32>{#p/basic}* It's empty.
ru_ru: <32>{#p/basic}* Он пуст.

source: <32>{#p/basic}* ... but everybody ran.
ru_ru: <32>{#p/basic}* ... Но все сбежали.

source: <32>{#p/basic}* ... but nobody came.
ru_ru: <32>{#p/basic}* ... Но никто не пришел.

source: * (Leave 36G in the web?)
ru_ru: * (Оставить 36G в сети?)

source: * (Leave 56G in the web?)
ru_ru: * (Оставить 56G в сети?)

source: <32>{#p/basic}* Some spiders crawled out and gave you an item.
ru_ru: <32>{#p/basic}* Некоторые пауки вылезли и дали вам предмет.

source: <32>{#s/equip}{#p/human}* (You got the Hyper Vortex Pop.)
ru_ru: <32>{#s/equipment}{#p/human}* (Вы получаете Hyper Vortex Pop).

source: <32>{#p/human}* (You decide not to leave anything.)
ru_ru: <32>{#p/human}* (Вы решили ничего не оставлять.)

source: <32>{#p/basic}* There's a message woven into the web.
ru_ru: <32>{#p/basic}* Есть сообщение, переплетающееся в сети.

source: <32>{#p/basic}* "At peace, spider queen."
ru_ru: <32>{#p/basic}* "Покойся с миром, королева пауков".

source: <32>{#p/human}* (You run your hand through the spider web.)
ru_ru: <32>{#p/human}* (Твоя рука проходит через паутину.)

source: <25>{#p/asriel1}{#f/10}* Frisk, there's nothing in there except spider silk.
ru_ru: <25>{#p/asriel1}{#f/10}* Frisk, в котором нет ничего, кроме паутинного шелка.

source: <25>* You're going to make a mess.
ru_ru: <25>Вы все испортите.

source: <25>{#p/asriel1}{#f/13}* Please trust me. * This will take forever to wash away.
ru_ru: * Это будет смыто навсегда.

source: <25>{#f/15}* I have... experience.
ru_ru: <25>{#f/15}* У меня есть. Опыт работы.

source: <25>{#p/asriel1}{#f/15}* Or... you could just keep doing it.
ru_ru: <25>{#p/asriel 1/{#f/15}* или... Можешь продолжать.

source: <26>{#f/16}* That's your loss.
ru_ru: <26>{#f/16}* Это ваша потеря.

source: <25>{#p/asriel1}{#f/13}* Really now...
ru_ru: <25>{#p/asriel 1/{#f/13}* Теперь это правда.

source: <32>{#p/basic}* The web is empty.
ru_ru: <32>{#p/basic}* Сеть пуста.

source: <32>{#p/human}* (You dip your hands into the strange bowl of food.) * (It's quite slimy.)
ru_ru: * (Он очень липкий.)

source: * (Take the food?)
ru_ru: * (Кушать?)

source: <33>{#p/basic}* It's a kind of mysterious food.
ru_ru: <33>{#p/basic}* Это таинственная пища.

source: <32>{#p/human}* (You got the Mysteryfood.)
ru_ru: <32>{#p/human}* (Вы получаете таинственную пищу.)

source: <25>{#p/asriel1}{#f/15}* That... thing... can't be healthy for you.
ru_ru: <25>{#p/asriel 1/{#f/15}* Это... Вещи... Это не может быть здоровым для вас.

source: <25>{#f/16}* I hope you realize that.
ru_ru: <25>{#f/16}* Я надеюсь, что вы осознаете это.

source: <32>{#p/human}* (You decide not to take anything.)
ru_ru: <32>{#p/human}* (Вы решили ничего не есть.)

source: <32>{#p/human}* (You got the Sonic Resonator.)
ru_ru: <32>{#p/human}* (Вы получаете звуковой резонатор).

source: * (Equip the Sonic Resonator?)
ru_ru: * (Имеется ли звуковой резонатор?)

source: <32>{#p/human}* (You're carrying too much to take that.)
ru_ru: <32>{#p/human}* (Вы носите слишком много вещей, чтобы позволить себе.)

source: <32>{#p/human}* (You got the Tablaphone.)
ru_ru: <32>{#p/human}* (Вы получили Tablaphone.)

source: * (Equip the Tablaphone?)
ru_ru: * (Имеется ли Tablaphone?)

source: <32>{#p/human}* (You got the Moon Pie.)
ru_ru: <32>{#p/human}* (Вы получили лунный пирог.)

source: <32>{#p/human}* (The attached note describes an intention to help someone in need.)
ru_ru: <32>{#p/human}* (В примечании описывается намерение оказать помощь нуждающимся.

source: <32>{#p/basic}* There's a note attached...
ru_ru: <32>{#p/basic}* сопровождается примечанием.

source: <32>{#p/basic}* "I know I'm different. I don't fit in with most people on the outpost."
ru_ru: <32>{#p/basic}* "Я знаю, что я особенный. Я не подходит большинству людей в форпосте".

source: <32>{#p/basic}* "But maybe, with this simple slice of pie, I can help someone out."
ru_ru: <32>{#p/basic}* "Но, может быть, через этот простой пирог, я могу помочь другим".

source: <32>{#p/basic}* "Someone kind, but misunderstood like myself..."
ru_ru: <32>{#p/basic}* "Добрый, но неправильно понятый человек, как я..."

source: <32>{#p/basic}* "... someone in need of some extra health."
ru_ru: <32>{#p/basic}* "...людям, нуждающимся в дополнительном здоровье".

source: RATINGS $(x)
ru_ru: Рейтинг $(x)

source: GOLD $(x)
ru_ru: Золотой $(x)

source: <18>{#p/papyrus}{#f/5}PAPYRUS HERE.
ru_ru: <18>{#p/папирус}{#f/5} Вот папирус.

source: <18>{#f/5}I'VE DECIDED I CAN'T HIDE AWAY ANY LONGER.
ru_ru: <18>{#f/5} Я решил больше не прятаться.

source: <18>{#f/6}THE PEOPLE OUT THERE NEED MY HELP!
ru_ru: <18>{#f/6} Людям снаружи нужна моя помощь!

source: <18>{#f/5}AND, ULTIMATELY...
ru_ru: <18>{#f/5} и, в конечном счете...

source: <18>{#f/6}I'D LIKE TO CATCH UP WITH YOU IN PERSON AGAIN.
ru_ru: <18>{#f/6} Я хотел бы поговорить с вами лично.

source: <18>{#f/7}IF "ASRIEL" SEES ME ALIVE, THEN SO BE IT!
ru_ru: <18>{#f/7} Если "ASRIEL" чувствует, что я жив, то так и будет!

source: <18>{#f/7}I REFUSE TO STAND AROUND AND DO NOTHING ALL DAY.
ru_ru: <18>{#f/7} Я отказываюсь бездействовать весь день.

source: <18>{#f/4}SEE YOU SOON.
ru_ru: <18>{#f/4} До свидания.

source: <33>{#p/basic}* It's Alphys's spare cell phone. * Comes with a liftgate pass and two dimensional boxes.
ru_ru: :: Наличие пропусков на подъемные двери и двухмерных коробок.

source: <32>{#p/basic}* It's a smart cell phone. * Comes with a liftgate pass and two dimensional boxes.
ru_ru: :: Наличие пропусков на подъемные двери и двухмерных коробок.

source: <32>{#p/basic}* The one-time use portable jetpack slot is notably empty.
ru_ru: <32>{#p/basic}* Разъем переносного реактивного ранца для одноразового использования явно пуст.

source: <32>{#p/basic}* Additionally, a one-time use portable jetpack is available.
ru_ru: <32>{#p/basic}* Кроме того, предоставляется одноразовый переносной реактивный ранец.

source: <32>{#p/human}* (You got the upgraded CELL.)
ru_ru: <32>{#p/human}* (Вы получили обновленный CELL).

source: <25>{#p/asriel2}{#f/10}* Finally.
ru_ru: <25>{#p/asriel2}{#f/10}* Наконец.

source: <25>{#p/asriel2}{#f/10}* I wonder if there's any old messages on it.
ru_ru: <25>{#p/asriel2}{#f/10}* Я хотел бы знать, есть ли какие - либо старые новости выше.

source: <25>{#p/alphys}{#f/2}* Oh my god!
ru_ru: <25>{#p/alphys}{#f/2}* Боже мой!

source: <25>{#f/3}* How did you...
ru_ru: <25>{#f/3}* Как ты...

source: <25>{#f/3}* How did you get here so fast!?
ru_ru: <25>{#f/3}* Почему ты так быстро пришел?

source: <25>{#p/alphys}{#f/10}* O-oh... you're the human who...
ru_ru: <25>{#p/alphys}{#f/10}* O - oh. Ты тот самый.

source: <25>{#f/3}* Who... uh...
ru_ru: <25>{#f/3}* Кто... Да.

source: <25>{#f/4}* I just got off the phone, I still haven't checked the lab...
ru_ru: <25>{#f/4}* Я только что закончил звонок и еще не пошел в лабораторию.

source: <25>{#g/alphysWhyOhWhy}* You know what, there's no problem here!
ru_ru: <25>{#g/alphysWhyOhWhy}* Вы знаете, здесь нет проблем!

source: <25>{#g/alphysUhButHeresTheDeal}* You didn't do anything wrong at all!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Ты не сделал ничего плохого!

source: <25>{#g/alphysCutscene1}* Nope! * You're just a...
ru_ru: * Ты просто один.

source: <25>{#g/alphysCutscene2}* A perfect little angel who never did a single wrong thing.
ru_ru: <25>{#g/alphysCutscene2}* Идеальный маленький ангел, который никогда не делал ничего плохого.

source: <25>{#f/10}* A-anyway, you're, like, new to Aerialis, right!?
ru_ru: <25>{#f/10}* A - В любом случае, вы новичок для Aerialis, не так ли?

source: <25>{#g/alphysIDK}* Well, then... y-you...
ru_ru: <25>{#g/alphysIDK}* Тогда... Ты...

source: <25>{#f/3}* You're g-g-gonna need my help!
ru_ru: <25>{#f/3}* Вам нужна моя помощь!

source: <25>{#f/5}* 'Cause... like...
ru_ru: <25>{#f/5}* Потому что... Так же, как...

source: <25>{#f/10}* I-it's not really a... "human friendly" place.
ru_ru: <25>{#f/10|* * Я - это не настоящее... место для « гуманизации».

source: <25>{#f/3}* Deadly traps... * Impossible puzzles... * ... and, uh...
ru_ru: * ..... И еще, Мм...

source: <25>{|}{#g/alphysIDK}* C-crud, what was I going to- {%}
ru_ru: <25>{~}{#g/alphysIDK}* C - crud, что мне делать - {%}

source: <25>{#f/1}* Well, uh, h-hiya!
ru_ru: <25>{#f/1}* Хм, привет!

source: <25>{#f/1}* I'm Dr. Alphys. * Head of the royal science division.
ru_ru: Руководитель Королевского научного департамента.

source: <25>{#f/10}* But, uh, I'm not actually one of the "bad guys!"
ru_ru: <25>{#f/10]* Но, ну, я на самом деле не такой "плохой человек!"

source: <25>{#f/17}* Actually, since you left the Outlands, I've been...
ru_ru: <25>{#f/17}* На самом деле, с тех пор, как вы покинули внешний мир, я всегда...

source: <25>{#f/5}* Eheh, "observing" you through my security consoles.
ru_ru: <25>{#f/5}* Eheh, через мою консоль безопасности « наблюдает» за вами.

source: <25>{#f/8}* Your fights... * Your friendships...
ru_ru: * Твоя дружба.

source: <25>{#f/1}* Everything!
ru_ru: <25>{#f/1}* Все!

source: <25>{#f/9}* OH! And my favorite part of all...
ru_ru: <25>{#f/9}* О! Моя любимая часть.

source: <25>{#f/16}* ... was watching you destroy Sans's cheated h-high score!
ru_ru: <25>{#f/16}* ... Смотри, как ты портишь Сансу высокие баллы за жульничество!

source: <25>{#f/12}* So awesome...
ru_ru: <25>{#f/12}* Превосходно.

source: <25>{#f/16}* ... was how you actually won a game o-of electrosnail!
ru_ru: <25>{#f/16}* ... Вот так ты выиграл игру с электрогвоздями!

source: <25>{#f/16}* ... was how you got through the wall of fire on your first try!
ru_ru: <25>{#f/16}* ... Вот как вы впервые попытались пройти сквозь огненную стену!

source: <25>{#f/16}* ... was how you beat the number neutralizer puzzle by y-yourself!
ru_ru: <25>{#f/16}* ... Вот как вы решаете проблему цифрового нейтрализатора в одиночку!

source: <25>{#f/16}* ... was watching you fight Undyne???
ru_ru: <25>{#f/16}* ... Ты видел, как ты дрался с Ундин?

source: <25>{#f/18}* But, uh, you're gonna need my help to get through Aerialis!
ru_ru: <25>{#f/18}* Но, ну, вам нужна моя помощь, чтобы пройти Aerialis!

source: <25>{#f/8}* Well, h-hiya...
ru_ru: <25>{#f/8}* Хорошо, привет.

source: <25>{#f/9}* I'm... Dr. Alphys. * Head of the royal science division.
ru_ru: Руководитель Королевского научного департамента.

source: <25>{#f/4}* Ever since you left the Outlands, I've been...
ru_ru: <25>{#f/4}* С тех пор, как ты покинул внешний мир, я всегда...

source: <25>{#f/4}* Eheh, "observing" you through my security consoles.
ru_ru: <25>{#f/4}* Eheh, через мою консоль безопасности « наблюдает» за вами.

source: <25>{#f/11}* Your fights... * Your friendships...
ru_ru: * Твоя дружба.

source: <25>{#f/13}* Even... * Papyrus's d-death...
ru_ru: * Смерть Папируса.

source: <25>{#f/13}* ... even the deaths of Undyne's ELITE s-squad...
ru_ru: <25>{#f/13}* ... Даже элитный отряд Ундин погиб.

source: <25>{#f/13}* ... even the deaths of the c-canine unit...
ru_ru: <25>{#f/13}* ... Даже смерть Пса.

source: <25>{#f/13}* Even... * Doggo's d-death...
ru_ru: * Собака умирает.

source: <25>{#f/13}* Even... * Muffet's d-death...
ru_ru: * Маффет мертв.

source: <25>{#f/13}* Even... * Doge's d-death...
ru_ru: * Собака умирает.

source: <25>{#f/13}* Even... * Canis Major's d-death...
ru_ru: * Смерть Каниса Майора.

source: <25>{#f/13}* Even... * Canis Minor's d-death...
ru_ru: * Смерть Каниса Минора.

source: <25>{#f/13}* ... even those monsters' d-deaths...
ru_ru: <25>{#f/13}* ... Даже смерть этих монстров.

source: <25>{#f/10}* ... but hey, it's not all bad... right?
ru_ru: <25>{#f/10}* ... Но, эй, это не все плохо... Правильно.

source: <25>{#g/alphysCutscene2}* You're alive, you made it here in one piece...
ru_ru: <25>{#g/alphysCutscene2}* Вы живы, и Вы пришли сюда полностью.

source: <25>{#f/3}* That has to count for something, right???
ru_ru: <25>{#f/3}* Это определенно имеет смысл, не так ли?

source: <25>{#g/alphysIDK}* That being said, you're probably gonna need my help in Aerialis.
ru_ru: <25>{#g/alphysIDK}* Несмотря на это, вам может понадобиться моя помощь в лечении Aerialis.

source: <25>{#f/15}* Yeah... it's not really a "human friendly" place...
ru_ru: <25>{#f/15}* Да. Это не совсем "гуманное" место.

source: <25>{#f/17}* Deadly traps... * Impossible puzzles... * Royal guards...
ru_ru: * Королевская гвардия.

source: <25>{|}{#f/15}* Not to mention- {%}
ru_ru: <25>{~}{#f/15}* Не говоря уже о - {%}

source: <25>{#g/alphysIDK}* No... no no no no no...
ru_ru: <25>{#g/alphysIDK}* Нет - нет - нет - нет.

source: <25>{#f/20}* Mettaton.
ru_ru: <25>{#f/20}* Меттон.

source: <25>{#f/20}* Not here... not now...
ru_ru: <25>{#f/20}* Не здесь. Не сейчас.

source: <25>{#f/3}* Eheh...
ru_ru: <25>{#f/3}* Мм..

source: <25>{#f/23}* Oh god.
ru_ru: <25>{#f/23}* Боже.

source: <25>{#f/11}* Oh no.
ru_ru: <25>{#f/11}* О, нет.

source: <32>{#p/mettaton}* OHHHH MY!
ru_ru: <32>{#p/metaton}* Боже мой!

source: <32>{#p/mettaton}* OHHHH YES!
ru_ru: <32>{#p/metaton}* О, да!

source: <32>{#p/mettaton}* WELCOME, BEAUTIES...
ru_ru: <32>{#p/metaton}* Добро пожаловать, красавицы...

source: <32>{#p/mettaton}* TO TODAY'S TALENT SHOW!
ru_ru: <32>{#p/metaton}* Сегодняшнее шоу талантов!

source: <32>{#p/mettaton}* YOU KNOW, FOR A SEEMINGLY "INNOCENT" HUMAN CHILD...
ru_ru: <32>{#p/metaton}* Вы знаете, что для, казалось бы, "невинного" человеческого ребенка...

source: <32>* YOU SURE KNOW HOW TO LAY DOWN THE HURT!
ru_ru: <32>Вы точно знаете, как избавиться от боли!

source: <32>* BEING BROADCAST TO YOUR SCREENS NOW IS REAL FOOTAGE OF THEIR VILLAINOUS ACTS!
ru_ru: <32>* Теперь, когда вы играете на экране, это реальный кадр их злого поведения!

source: <25>{#p/alphys}{#f/2}* M-mettaton, wait!! * What are you...
ru_ru: * Что ты есть.

source: <25>{#p/alphys}{#g/alphysGarbo}* Huh? * Did you steal security footage again?
ru_ru: Ты опять украл записи с камер наблюдения?

source: <32>{#p/mettaton}* I CAN ALREADY TELL IT'S GONNA BE A GREAT SHOW!
ru_ru: <32>{#p/metaton}* Я уже могу сказать, что это будет потрясающее шоу!

source: <32>* LET'S GIVE A ROUND OF APPLAUSE TO OUR NEW CONTESTANT...
ru_ru: <32>* Давайте аплодируем нашим новым игрокам.
