Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <20>{#p/basic}{~}{#e/glyde/1}And I'm thinking to myself "you've gotta be kidding me."
ru_ru: <20>{#p/basic}{~}{#e/glyde/1} Я думаю в своем сердце: "Ты должно быть шутишь".

source: <32>{#p/story}* Glyde is thinking of new slang for the word "cool."
ru_ru: <32>{#p/story}* Glyde придумывает новый сленг для слова "круто"

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}I can assure you that my steak enterprise is the rarest thing out there.
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6} Я могу заверить вас, что моя стейкная карьера - самая редкая.

source: <20>{#p/basic}{~}Nothing compares to these fine fillets!
ru_ru: <20>{#p/basic}{~} Ничто не сравнится с этими изысканными филе!

source: <20>{#p/basic}{~}You hear me? Nothing!
ru_ru: Ничего!

source: <32>{#p/story}* An arrogant-smelling wind blows through.
ru_ru: <32>{#p/story}* Надувает высокомерное дыхание.

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/0}Why should you care?
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/0} Почему вас это волнует?

source: <20>{#p/basic}{~}{#e/glyde/2}Because...
ru_ru: <20>{#p/basic}{~}{#e/glyde/2} Потому что...

source: <20>{#p/basic}{~}{#e/glyde/2}Er...
ru_ru: <20>{{#p/basic}{~}{#e/glyde/2}} Э...

source: <20>{#p/basic}{~}{#e/glyde/5}Because you're the only one who can save my sales figures!
ru_ru: <20>{#p/basic}{~}{#e/glyde/5} Потому что вы единственный, кто может помочь мне сохранить данные о продажах!

source: <32>{#p/story}* Glyde does fancy flips.
ru_ru: <32>{#p/story}* Glyde делает цветочные повороты.

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}With the infamous "$(moniker2)" by my side, nothing can stop me!
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6} Есть пресловутый « $(moniker2) » рядом со мной, ничто не может остановить меня!

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}With MTT's precious human on my side, nothing can stop me!
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6} Ценный талант МТТ рядом со мной, и ничто меня не остановит!

source: <20>{#p/basic}{~}{#e/glyde/7}Even the great Papa Gliden could only dream of the profits we'd make together!
ru_ru: <20>{#p/basic}{~}{#e/glyde/7} Даже великий папа Грэйден может только мечтать о прибыли, которую мы заработали вместе!

source: <20>{#p/alphys}I don't think attacking them is a great way to get them on your side.
ru_ru: <20>{#p/alphys} Я не думаю, что нападение на них - хороший способ поставить их на вашу сторону.

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/1}It's called a "show of strength," buck-teeth{#x1}.
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/1} Это называется "демонстрацией силы", то есть перемотка зубов {#x1}.

source: <20>{#p/basic}{~}{#e/glyde/9}How else am I supposed to earn the respect of my business partners?
ru_ru: <20>{#p/basic}{~}{#e/glyde/9} Как еще я могу завоевать уважение деловых партнеров?

source: <20>{#p/basic}{~}{#e/glyde/10}Exactly. You don't know anything.
ru_ru: Ты ничего не знаешь.

source: <32>{#p/story}* Glyde is giving itself a high five... somehow.
ru_ru: <32>{#p/story}* Глиде поставил себе высокий балл. Каким - то образом.

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}So whaddya say, huh?
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6} Тогда что вы скажете?

source: <20>{#p/basic}{#p/basic}{~}Crud.
ru_ru: <20>{#p/basic}{#p/basic}{~} Не работает.

source: <20>{#p/basic}{#e/bpants/12}Why do I ALWAYS end up taking out the trash around here?
ru_ru: <20>{#p/basic}{#e/bpants/12} Почему я всегда выбрасываю мусор здесь?

source: <20>{#e/bpants/0}Sorry for the trouble, little buddy.
ru_ru: <20>{#e/bpants/0} Извините за неприятности, малыш.

source: <20>{#e/bpants/11}I'm Burgie. Nice to meet ya.
ru_ru: Приятно познакомиться.

source: <20>{#e/bpants/6}Glyde's been a problem around here for...
ru_ru: <20>{#e/bpants/6} Glyde всегда был проблемой здесь.

source: <20>{#e/bpants/12}... hey, you're that kid who's been killing people!
ru_ru: <20>{#e/bpants/12}. Эй, ты тот парень - убийца!

source: <20>{#e/bpants/12}... hey, you're that kid who killed everyone in Starton!
ru_ru: <20>{#e/bpants/12}. Эй, ты тот парень, который убил всех Стартона!

source: <20>{#e/bpants/12}... hey, aren't you that kid who's been beating everyone up?
ru_ru: <20>{#e/bpants/12}. Эй, разве ты не тот парень, который бил всех подряд?

source: <20>{#e/bpants/6}Glyde's been a problem around here for quite a while...
ru_ru: <20>{#e/bpants/6} Грейд был проблемой здесь в течение некоторого времени.

source: <20>{#e/bpants/1}Hopefully this latest stunt will get it to realize nobody's buying its crap anymore.
ru_ru: <20>{#e/bpants/1} Надеемся, что этот последний трюк заставит его понять, что никто больше не покупает его мусор.

source: <20>{#p/mettaton}BURGERPANTS!
ru_ru: <20>{#p/metaton} Головорезы!

source: <20>IT'S SO VERY GREAT TO SEE YOU.
ru_ru: <20 Очень приятно с вами познакомиться.

source: <20>(DON'T WORRY, I CUT THE LIVE TV FEED AS SOON AS I SAW YOU COMING.)
ru_ru: <20>(Не волнуйтесь, я отключил прямую трансляцию, как только увидел, что вы пришли.)

source: <20>{#p/basic}{#e/bpants/12}Don't you realize what you're dealing with here?
ru_ru: <20>{#p/basic}{#e/bpants/12} Разве вы не понимаете, с чем сталкиваетесь здесь?

source: <20>{#e/bpants/3}What the HELL are you doing putting THEM on TV!?
ru_ru: <20>{#e/bpants/3} Что вы на самом деле делаете - показывайте их по телевизору!

source: <20>{#p/basic}{#e/bpants/12}I don't work for you anymore. Get lost.
ru_ru: <20>{#p/basic}{#e/bpants/12} Я больше не работаю на вас. Заблудился.

source: <20>{#p/mettaton}WOW, SORRY...
ru_ru: <20>{#p/metaton} Вау, извините...

source: <20>I DIDN'T KNOW IT WAS A CRIME TO HOST A TV SHOW.
ru_ru: <20>Я не знал, что вести телешоу - это преступление.

source: <20>I DIDN'T KNOW YOU DISLIKED ME THAT MUCH.
ru_ru: <20>Я не знал, что ты меня так ненавидишь.

source: <20>{|}{#p/basic}{#e/bpants/2}I seriously just can't with this guy I swear to go- {%}
ru_ru: <20>{~}{#p/basic}{#e/bpants/2} Я действительно не могу быть с этим парнем, я клянусь идти - {%}

source: <20>{#p/mettaton}A-NY-WAY WE HAVE THINGS TO GET TO SO IF YOU DON'T MIND {%}
ru_ru: <20>{#p/metaton} У нас определенно есть чем заняться, поэтому, если вы не возражаете {%}

source: <20>WOULD YOU KINDLY GET OFF THE STAGE PLEASE AND THANK YOU HAVE A GREAT DAY.
ru_ru: <20>Пожалуйста, уходите, спасибо, что хорошо провели день.

source: <32>{#p/story}* Glyde is in danger.
ru_ru: <32>{#p/story}* Glyde в опасности.

source: <33>{#p/human}* (Mettaton shrugs at the sight.)
ru_ru: <33>{#p/human}* (Меттон, увидев эту сцену, пожал плечами).

source: * Mettaton
ru_ru: * Меттон

source: <20>{#p/mettaton}I DON'T THINK SO, DARLING...
ru_ru: <20>{#p/metaton} Я так не думаю, DARLING.

source: <32>{#p/human}* (You fire the gun.) * (Mettaton absorbs its charge.)
ru_ru: * (Меттон поглотил свой заряд.)

source: <32>{#p/human}* (You deploy the bomb.) * (The mist scatters about.) * (Mettaton is unaffected.)
ru_ru: * (Меттон не пострадал.)

source: <32>{#p/human}* (You use the spray.) * (Sweet...) * (Mettaton eats it up.)
ru_ru: * (Меттон съел его полностью.)

source: <20>{#p/mettaton}HOW STUNNING A MOVE.
ru_ru: <20>{#p/metaton} Какое шокирующее действие.

source: <20>{#p/mettaton}IT'S LIKE A RENT-FREE MIST MACHINE!
ru_ru: <20>{#p/metaton} Это как бесплатная дымовая машина!

source: <20>{#p/mettaton}SPICY.
ru_ru: <20>{#p/metaton} Дух.

source: <32>{#p/story}* Mettaton swings into action!
ru_ru: <32>{#p/story}* Меттон начинает действовать!

source: <32>{#p/story}* Mettaton returns!
ru_ru: <32>{#p/story}* Меттон вернулся!

source: <32>{#p/story}* METTATON - ATK 30 DEF 255 * His metal body renders him invulnerable to attack.
ru_ru: * Его металлическое тело делает его неуязвимым.

source: <32>{#p/story}* METTATON - ATK 30 DEF 255 * Seriously, his metal body is invulnerable!
ru_ru: * Серьезно, его металлическое тело безупречно!

source: <32>{#p/human}* (You flirt with Mettaton.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Меттоном).

source: <20>{#p/mettaton}WHAT IS IT WITH YOU AND THE COLOR RED?{^40}{%}
ru_ru: <20>{#p/metaton} Что происходит между вами и красным? {^ 40}{%}

source: <20>{#p/mettaton}{#x1}YOU SHOULD KNOW BY NOW THAT'S NOT GOING TO FLY HERE...{^40}{%}
ru_ru: <20>{#p/metaton}{#x1} Теперь вы должны знать, что он не полетит сюда. {^ 40}{%}

source: <20>{#p/mettaton}OH, DARLING, WHAT'S THAT I SEE? THE COLOR RED?{^40}{%}
ru_ru: Красный? {^ 40}{%}

source: <20>{#p/mettaton}{#x1}MY, MY... YOU'VE GOTTEN AWAY WITH THAT COLOR FOR FAR TOO LONG!{^40}{%}
ru_ru: <20>{#p/metaton}{#x1: Мой, мой... ты давно используешь этот цвет! {^ 40}{%}

source: <20>{#p/mettaton}WOW!!! SO MUCH BETTER!!! NOW YOU CAN PRESS [Z] TO SHOOT!!!{^40}{%}
ru_ru: Теперь вы можете нажать [Z] стрелять!!! {^ 40}{%}

source: <20>{#p/mettaton}ISN'T MAGIC JUST A WONDERFUL THING??? NOW YOU CAN PRESS [Z] TO SHOOT!!!{^40}{%}
ru_ru: Теперь вы можете нажать [Z] стрелять!!! {^ 40}{%}

source: <20>{#p/mettaton}(YOU CAN ALSO HOLD [C] TO SHOOT, BUT WHERE'S THE FUN IN THAT.){^40}{%}
ru_ru: <20>{#p/metaton} (Вы также можете удерживать [C] для стрельбы, но какое это удовольствие?) {^ 40}{%}.

source: <20>{#p/mettaton}ADMIRING ALPHYS'S FABULOUS BODYWORK? I WON'T JUDGE.
ru_ru: Я не буду судить.

source: <20>{#p/mettaton}YOU SILLY GOOSE. THAT'S NOT GOING TO WORK ON ME, SWEETHEART!
ru_ru: Это мне не поможет, дорогая!

source: <20>{#p/mettaton}LISTEN, SWEETHEART. I'VE HAD ENOUGH PAIN TODAY AS IT IS. DO YOU MIND?
ru_ru: Не возражаешь?

source: <20>{#p/mettaton}LISTEN, SWEETHEART. ATTACKING ME WON'T DO YOU ANY FAVORS. ESPECIALLY NOT NOW.
ru_ru: Особенно сейчас.

source: <20>{#p/mettaton}OHOHO...
ru_ru: <20>{#p/metaton} О...

source: <20>GETTING FRISKY, EH?
ru_ru: <20>Станьте живым, не так ли?

source: <20>I'LL HAVE TO REMEMBER THAT, DARLING~
ru_ru: <20>Дорогая, я должен помнить об этом.

source: <20>{#p/mettaton}LET'S START WITH SOMETHING SIMPLE...
ru_ru: <20>{#p/metaton} Начнем с простых вещей.

source: <20>SINGING!
ru_ru: <20>Пой!

source: <20>{|}DO YOU HAVE WHAT IT TAKES TO- {%}
ru_ru: <20>Есть ли у тебя способность - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -

source: <20>... WAIT A SECOND.
ru_ru: Подождите минутку.

source: <20>IS IT JUST ME, OR...
ru_ru: <20>Это только я, или...

source: <20>DO YOU LOOK A LITTLE "RED" TODAY?
ru_ru: <20>Вы сегодня выглядите немного красным?

source: <20>DOCTOR, IF YOU COULD...
ru_ru: <20>Доктор, если вы можете...

source: <20>{#p/alphys}Okay, okay! I-I'll do it!
ru_ru: Я сделаю это!

source: <20>{#p/alphys}Uh, sure!
ru_ru: <20>{#p/alphys} Ну, конечно!

source: <20>{#p/alphys}... hm?
ru_ru: <20>{#p/alphys}. Сто метров.

source: <20>{#p/alphys}F-forgive me...
ru_ru: <20>{#p/alphys} F - Прости меня.

source: <20>{#p/alphys}O-oh yeah, that.
ru_ru: <20>{#p/alphys} О, да, это.

source: <20>{*}{#p/mettaton}MUCH BETTER.{^30}{%}
ru_ru: <20>{*}{#p/metaton} Лучше. {^ 30}{%}

source: <20>{*}{#p/alphys}N-now try pressing [Z] to teleport.{^30}{%}
ru_ru: [Z] Передача. {^ 30}{%}

source: <20>{*}{#p/alphys}So... y-you move around, then you press [Z] to teleport!{^30}{%}
ru_ru: <20>{*}{#p/alphys} Таким образом... вы перемещаетесь вокруг и нажимаете [Z] для передачи! {^ 30}{%}

source: <20>{*}{#p/alphys}Move around, then press [Z] to teleport.{^30}{%}
ru_ru: <20>{*}{#p/alphys} перемещается вокруг, а затем нажимает [Z] для передачи. {^ 30}{%}

source: <20>{*}{#p/mettaton}ALPHYS, ALPHYS, ALPHYS...{^30}{%}
ru_ru: <20>{*}{#p/metaton} Альфа, Альфа, Альфа... {^ 30}{%}

source: <20>{*}WHAT HAVE I TOLD YOU ABOUT HANDING OUT HINTS?{^30}{%}
ru_ru: <20>{*} Что я тебе говорил о выпуске подсказок? {^ 30}{%}

source: <20>{*}ANYWAY...{^30}{%}
ru_ru: <20>{*} В любом случае. {^ 30}{%}

source: <20>{*}LET'S GET THIS SHOW ON THE ROAD!{^30}{%}
ru_ru: <20>{*} Давайте начнем этот спектакль! {^ 30}{%}

source: <20>{#p/mettaton}DON'T MISS A SINGLE NOTE, MY DEAR!
ru_ru: <20>Дорогая, не пропустите ни одной ноты!

source: <20>{#p/mettaton}LET'S KICK THINGS UP A NOTCH.
ru_ru: <20>{#p/metaton} Давайте проясним ситуацию.

source: <20>{#p/mettaton}I MUST SAY, YOU'RE HANDLING THIS LIKE A TRUE ICON.
ru_ru: <20>{#p/metaton} Я должен сказать, что вы имеете дело с этим как настоящий идол.

source: <20>BUT, CAN YOU GO FIN-TO-FIN WITH OUR SPECIAL GUEST?
ru_ru: <20>Но можете ли вы пойти на рыбалку с нашим специальным гостем?

source: <20>{#p/mettaton}I MUST SAY, YOUR PERFORMANCE THUS FAR HASN'T BEEN THE BEST.
ru_ru: <20>{#p/metaton} Я должен сказать, что ваша производительность далеко не лучшая.

source: <20>PERHAPS WHAT YOU NEED IS A LITTLE COMPETITION!
ru_ru: <20>Возможно, вам нужно немного конкуренции!

source: <20>{#p/mettaton}...
ru_ru: <20>{#p/metaton}.

source: <20>WHERE IS...
ru_ru: <20>Где.

source: <20>{#p/basic}She's dead.
ru_ru: <20>{#p/basic} Она умерла.

source: <20>{#p/mettaton}OH. THAT'S A SHAME.
ru_ru: Какой позор.

source: <20>{#p/mettaton}DEAR AUDIENCE... LET US OFFER A MOMENT OF SILENCE FOR SHYREN.
ru_ru: <20>{#p/metaton} Уважаемые зрители. Давайте почтим память внука минутой молчания.

source: <20>{#p/mettaton}OKAY, MOMENT OVER.
ru_ru: <20>{#p/metaton} Хорошо, конец.

source: <20>{#p/mettaton}LUCKY YOU, $(moniker3u)!
ru_ru: <20>{#p/metaton} Удачи, $(moniker3u)!

source: <20>{#p/mettaton}LUCKY YOU!
ru_ru: <20>{#p/metaton} Удачи!

source: <20>I GUESS YOU GET TO SKIP THIS PART.
ru_ru: <20>Я думаю, вы можете пропустить эту часть.

source: <20>IT'S A REAL SHAME WE CAN'T KEEP SINGING, BUT HEY...
ru_ru: <20>Нам действительно стыдно, что мы не можем петь все время, но эй...

source: <20>WHEN ONE ACT ENDS, ANOTHER MUST BEGIN.
ru_ru: <20>Когда одна сцена заканчивается, другая должна начинаться.

source: <20>... LET'S DANCE!
ru_ru: <20 >... Давай потанцуем!

source: <20>{#p/mettaton}GIVE IT ALL YOU'VE GOT, SHYREN!
ru_ru: <20>Shyren, отдай мне все, что у тебя есть!

source: <20>{#p/mettaton}SHYREN...?
ru_ru: <20>ШИРЕН.

source: <20>{#p/mettaton}ENCHANTING, EH?
ru_ru: <20>{#p/mettaton} Нчантин, Эн?

source: <20>{#p/mettaton}DON'T WORRY. SHYREN'S VOICE DOES THAT TO EVERYONE.
ru_ru: Голос Сун такой для всех.

source: <20>{#p/mettaton}... MAYBE SHYREN'S JUST NOT FEELING IT TODAY.
ru_ru: <20>{#p/metaton}. Может быть, Хирон не чувствует этого сегодня.

source: <20>HOW TRAGIC.
ru_ru: <20>Как трагично.

source: <20>BY THE WAY, DID I MENTION YOUR VOICE IS GETTING BORING?
ru_ru: <20>Кстати, упоминал ли я, что твой голос становится скучнее?

source: <20>{#p/mettaton}OH, SHYREN IS JUST LOVELY, ISN'T SHE?
ru_ru: <20>{#p/metaton} О, Хирон действительно такой милый, не так ли?

source: <20>IF I HAD MY WAY WITH HER, SHE'D BE A SUPERSTAR ALREADY...
ru_ru: <20>Если бы я мог относиться к ней как угодно, она бы уже давно стала суперзвездой.

source: <20>OH WELL. BY THE WAY, DID I MENTION YOUR VOICE IS GETTING BORING?
ru_ru: <20>О, хорошо. Кстати, я упоминал, что твой голос становится скучным?

source: <20>BUT DON'T WORRY, THE SOLUTION HERE IS OBVIOUS.
ru_ru: <20>Но не волнуйтесь, решение здесь очевидно.

source: <20>AS ANY GOOD SHOW-BOT KNOWS, YOU CAN'T HAVE THE SONG...
ru_ru: <20>Как знает любой хороший исполнитель, вы не можете иметь эту песню.

source: <20>... WITHOUT THE DANCE!
ru_ru: <20 >... Никаких танцев!

source: <20>{#p/mettaton}BRING IT ON!
ru_ru: <20>{#p/metaton} Давай!

source: <20>{#p/mettaton}DO YOU HEAR THAT, DARLING...?
ru_ru: <20>Ты слышишь, Дарлинг?

source: <20>... THAT'S RIGHT.
ru_ru: <20 >... Правильно.

source: <20>THE VIEWERS ARE STARVING FOR SOME DRAMA!
ru_ru: <20>Зрители хотят увидеть некоторые пьесы!

source: <20>QUEUE THE OBLIGATORY ANGRY MANNEQUIN.
ru_ru: <20>Пусть модели, которые должны быть в ярости, выстроятся в очередь.

source: <20>{#p/basic}You again.
ru_ru: <20>{#p/basic} Это опять ты.

source: <20>{#p/basic}You again!
ru_ru: <20>{#p/basic} Это опять ты!

source: <20>{#p/basic}YOU AGAIN!!!
ru_ru: <20>{#p/basic} Ты опять здесь!!

source: <20>{#p/mettaton}OH, DO YOU TWO KNOW EACH OTHER?
ru_ru: <20>{#p/metaton} О, вы двое знакомы?

source: <20>{#p/basic}... Maybe. Maybe not.
ru_ru: Возможно, нет.

source: <20>{#p/basic}LIKE YOU'D CARE!
ru_ru: <20>{#p/basic} Как ты!

source: <20>{#p/mettaton}WOAH, NO NEED TO GET HOSTILE...
ru_ru: <20>{#p/metaton} Вау, не требует гостеприимства.

source: <20>{#p/mettaton}THIS IS BUT A HUMBLE TALENT SHOW!
ru_ru: <20>{#p/metaton} Это просто потрясающее шоу талантов!

source: <20>{#p/basic}And this is the second time in two weeks that you've had me on!
ru_ru: <20>{#p/basic} Это второй раз, когда вы пригласили меня за две недели!

source: <20>{#p/basic}Do you have a crush on me or something!?
ru_ru: <20>{#p/basic} Я тебе нравлюсь?

source: <20>{#p/mettaton}... DON'T BE RIDICULOUS.
ru_ru: Ты шутишь.

source: <20>{#p/mettaton}I'VE ONLY BROUGHT YOU ON BECAUSE YOU'RE A MAGNET FOR DRAMA!
ru_ru: <20>{#p/metaton} Я познакомил вас, потому что вы очень привлекательны для театра!

source: <20>{#p/basic}(That's what my cousin used to say...)
ru_ru: <20>{#p/basic} (Это то, что мой двоюродный брат часто говорил раньше...)

source: <20>{#p/basic}Oh, hey. Good to see you!
ru_ru: Рад тебя видеть!

source: <20>{#p/mettaton}THAT'S IT...?
ru_ru: <20>{#p/metaton} Это так.

source: <20>{#p/mettaton}NOTHING ELSE TO SAY...?
ru_ru: <20>{#p/metaton} нечего сказать.

source: <20>{#p/basic}You know, Mettaton, I'm not ALWAYS mad at everyone.
ru_ru: <20>{#p/basic} Знаешь, Меттон, я не всегда злюсь на всех.

source: <20>{#p/basic}... didn't I tell you this when you brought me on two weeks ago?
ru_ru: <20>{#p/basic}. Разве я не говорил тебе, когда ты привел меня сюда две недели назад?

source: <20>{#p/mettaton}OH. THAT'S NICE.
ru_ru: Отлично.

source: <20>{#p/mettaton}BUT WE DON'T HAVE TIME FOR YOUR LOVEY-DOVEY NONSENSE.
ru_ru: <20>{#p/metaton} Но у нас нет времени заботиться о вашей любви, ваша любовь бессмысленна.

source: <20>{#p/basic}Yeah, yeah...
ru_ru: <20>{#p/basic} Да, да.

source: <20>{#p/basic}(Wait, that's what my cousin used to say...)
ru_ru: <20>{#p/basic} (Подожди, так говорил раньше мой двоюродный брат...)

source: <20>Okay, I'll deal.
ru_ru: <20>Хорошо, я разберусь.

source: <20>If a fight's what you want, then a fight's what you'll get!
ru_ru: <20>Если битва - это то, что вы хотите, то битва - это то, что вы получите!

source: <20>{#p/mettaton}WELL, THIS SHOULD BE INTERESTING.
ru_ru: <20>{#p/metaton} Хорошо, это должно быть интересно.

source: <20>{#p/mettaton}UH... HELLO?
ru_ru: <20>{#p/metaton} Э... Здравствыйте?

source: <20>IT SEEMS OUR DEAR $(moniker2u) HAS BEEN LEFT WITHOUT A DANCE PARTNER.
ru_ru: <20>Похоже, наш дорогой доллар (moniker2u) больше не танцует.

source: <20>IT SEEMS OUR POOR, POOR HUMAN HAS BEEN LEFT WITHOUT A DANCE PARTNER.
ru_ru: <20>Похоже, у нашего бедного человека больше нет партнёров.

source: <20>HOW UNFORTUNATE...
ru_ru: <20>Какое несчастье.

source: <20>BUT THE SHOW MUST GO ON!
ru_ru: <20>Но шоу должно продолжаться!

source: <20>YOU'RE ON A HOT STREAK TODAY, DARLING.
ru_ru: <20>Дорогая, ты сегодня горяча.

source: <20>SEEMS NOBODY'S INTERESTED OR ALIVE ENOUGH TO FACE YOU.
ru_ru: <20>Кажется, что никто не заинтересован или достаточно жив, чтобы встретиться с вами лицом к лицу.

source: <20>OH WELL...
ru_ru: <20>О, ну...

source: <20>THE SHOW MUST GO ON!
ru_ru: <20>Шоу должно продолжаться!

source: <20>{#p/mettaton}NO HOLDING BACK!
ru_ru: <20>{#p/metaton} Не отступайте!

source: <20>{#p/mettaton}TOO MUCH COTTON TO HANDLE, HUH?
ru_ru: <20>{#p/metaton} Слишком много хлопка нужно обработать, не так ли?

source: <20>{#p/mettaton}WELL, TOO BAD!
ru_ru: <20>{#p/metaton} Хорошо, очень плохо!

source: <20>{#p/mettaton}TO SAY I'M IMPRESSED WOULD BE AN UNDERSTATEMENT!
ru_ru: <20>{#p/metaton} Говорить, что я тронут - это понимание!

source: <20>YOU'VE ABSOLUTELY NAILED IT.
ru_ru: <20>Вы все поняли.

source: <20>DEAR VIEWERS, DO TAKE NOTES...
ru_ru: <20>Дорогой зритель, сделайте заметки.

source: <20>-THIS- IS HOW YOU PUT ON A SHOW.
ru_ru: <20>- Вот так вы играете.

source: <20>{#p/mettaton}YOU MAY NOT HAVE THE GREATEST VOCAL CHOPS, BUT THIS DANCING... OOOOH!
ru_ru: <20>{#p/metaton} Возможно, у вас нет лучшего произношения, но этот танец... Оу!

source: <20>SIMPLY SUPERB.
ru_ru: <20>Просто замечательно.

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," IT'S NO SURPRISE YOU WERE SUCH A LETDOWN!
ru_ru: <20>{#p/metaton} Имя как « $(moniker1u) », неудивительно, что вы так разочаровываетесь!

source: <20>{#p/mettaton}I -HAD- WISHED FOR A BETTER OUTCOME...
ru_ru: <20>{#p/metaton} Я надеялся на лучшие результаты.

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," YOU'D EXPECT A MORE -YOUTHFUL- SHOWING!
ru_ru: <20>{#p/metaton} Если имя как « $(moniker1u) », вы ожидаете более молодого шоу!

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," YOU'D HOPE TO BE BLOWN AWAY!
ru_ru: <20>{#p/metaton} Если имя похоже на « $(moniker1u) », вы захотите, чтобы вас сдуло!

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," YOU'D THINK YOUR SKILLS WOULD BE MAD!
ru_ru: <20>{#p/metaton} Если ваше имя « $(moniker1u) », вы почувствуете, что ваши навыки будут плохими!

source: <20>{#p/mettaton}WITH A NAME LIKE "$(moniker1u)," YOU'D HOPE TO HAVE STOLEN THE SHOW!
ru_ru: <20>{#p/metaton} Если ваше имя « $(moniker1u) », вы захотите закончить шоу!

source: <20>{#p/mettaton}BUT I GUESS IT JUST WASN'T MEANT TO BE.
ru_ru: <20>{#p/metaton} Но я не думаю, что это означает.

source: <20>{#p/mettaton}WELL, $(moniker3u), I CAN'T SAY I EXPECTED THIS!
ru_ru: <20>{#p/metaton} Хорошо, $(moniker3u), я не могу сказать, что я ожидал!

source: <20>{#p/mettaton}I -WAS- EXPECTING ANOTHER LETDOWN, BUT...
ru_ru: <20>{#p/metaton} Я - изначально - с нетерпением жду другой загрузки, но...

source: <20>{#p/mettaton}WELL, DEAR $(moniker1u)...
ru_ru: <20>{#p/metaton} Хорошо, дорогой $(moniker1u).

source: <20>IT'S SAFE TO SAY YOUR SKILLS ARE BEYOND YOUR YEARS!
ru_ru: <20>Можно с уверенностью сказать, что ваши навыки превзошли ваш возраст!

source: <20>THIS PERFORMANCE DESERVES THUNDEROUS APPLAUSE!
ru_ru: <20>Этот спектакль заслуживает громких аплодисментов!

source: <20>IT SEEMS OUR VIEWERS ARE FIRED UP!
ru_ru: <20>Наша аудитория, кажется, была в ярости!

source: <20>YOU'VE REALLY MADE THIS STAGE YOUR OWN!
ru_ru: <20>Вы действительно превратили эту сцену в свою!

source: <20>{#p/mettaton}PERHAPS THERE'S HOPE FOR YOU AFTER ALL.
ru_ru: <20>{#p/metaton} Возможно, у вас все еще есть надежда.

source: <20>{#p/mettaton}... I HONESTLY DON'T UNDERSTAND HOW YOU CAN BE THIS BAD.
ru_ru: <20>{#p/metaton}. Честно говоря, я не понимаю, как ты мог быть таким плохим.

source: <20>ESPECIALLY AFTER YOU DID SO WELL EARLIER.
ru_ru: <20>Особенно после того, как вы хорошо поработали.

source: <20>OH WELL. IT HAPPENS, I GUESS.
ru_ru: Я думаю, это произойдет.

source: <20>{#p/mettaton}... HAS ANYONE EVER TOLD YOU HOW MUCH YOU SUCK?
ru_ru: <20>{#p/metaton}. Кто - нибудь говорил тебе, насколько ты плох?

source: <20>SCREWING UP A VOCAL PERFORMANCE WAS ONE THING.
ru_ru: <20>Одно дело портить вокальное шоу.

source: <20>BUT THIS...? THIS IS JUST SAD.
ru_ru: Это так грустно.

source: <20>{#p/mettaton}ALAS... WE STILL HAVE ONE MORE ACT TO FOLLOW.
ru_ru: <20>AR #p/metaton ALAS. У нас еще одна работа.

source: <20>{#p/mettaton}BEAUTIES AND GENTLEBEAUTIES...
ru_ru: <20>{#p/metaton} Красивая и элегантная.

source: <20>GIVE IT UP...
ru_ru: <20>Сдавайся.

source: <20>FOR THE ONE AND ONLY DR. ALPHYS!
ru_ru: <20>Посвящается единственному доктору Альфису!

source: <20>{|}{#p/mettaton}HOW WELL WILL YOU FARE AGAINST- {%}
ru_ru: <20>{~}{#p/metaton} Как вы будете бороться - {%}

source: <20>{#p/mettaton}HOW WELL WILL YOU FARE AGAINST THIS, THE FINAL CHALLENGE?
ru_ru: <20>{#p/metaton} Как вы будете решать эту конечную задачу?

source: <20>{#p/alphys}N-no!
ru_ru: <20>{#p/alphys} Нет!

source: <20>{*}{#p/alphys}Are you k-kidding?{^30}{%}
ru_ru: <20>{*}{#p/alphys} Ты шутишь? {^ 30}{%}
