Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <25>{#p/kidd}{#f/1}* Oh... then I won't vote for them, because OBVIOUSLY, and...
ru_ru: <25>{#p/kidd}{#f/1}* О... Тогда я бы не голосовал за них, потому что это очевидно, и...

source: <25>{#f/2}* Voting for Undyne... I just can't do it!
ru_ru: <25>{#f/2}* Голосуйте за Undyne. Я просто не могу!

source: <25>{#f/3}* So... I guess it'll be Napstablook. * Please don't be sad...
ru_ru: * Пожалуйста, не грусти.

source: <25>{#f/1}* Hmm... then I won't vote for them, because OBVIOUSLY, and...
ru_ru: <25>{#f/1}* Мм... тогда я бы не голосовал за них, потому что очевидно, что...

source: <25>{#f/4}* Voting for Napstablook might hurt their feelings...
ru_ru: <25>{#f/4}* Голосование за Napstablike может повредить их чувствам.

source: <25>{#f/3}* So... I guess it'll be Sans.
ru_ru: <25>{#f/3}* Поэтому... я думаю, что это должен быть Sans.

source: <32>{#f/8}* The human.
ru_ru: <32>{#f/8}* Человечество.

source: <32>{#p/mettaton}* SHEESH, SOMEBODY'S NOT HAPPY TODAY.
ru_ru: <32>{#p/metaton}* Шеш, кто - то сегодня несчастен.

source: <32>{#p/mettaton}* BUT EVEN WITH THAT VOTE, SANS STILL HAS THE LOSING EDGE.
ru_ru: <32>{#p/metaton}* Но даже при таком голосовании Санс остается в невыгодном положении.

source: <25>{#p/sans}{#f/3}* i might as well show myself out.
ru_ru: <25>{#p/sans}{#f/3}* Я лучше разоблачу себя.

source: <25>{#p/sans}* welp.
ru_ru: <25>{#p/sans}* Хорошо.

source: <25>{#p/sans}{#g/sansWink}* i'm {@fill=#ff0}boned{@fill=#fff}.
ru_ru: <25>{#p/sans}{#g/sansWink}* У меня есть кости {@ fill = #ff0} кости {@ fill = #fff}.

source: <32>{#p/napstablook}* it's okay.....................
ru_ru: <32>{#p/napstabook}* Не имеет значения...

source: <32>{#p/mettaton}* YES, YOU MOST CERTAINLY SHALL.
ru_ru: <32>{#p/metaton}* Да, вы точно будете.

source: <32>{#p/mettaton}* YES, YOU MOST CERTAINLY ARE.
ru_ru: <32>{#p/metaton}* Да, вы определенно.

source: <32>{#p/mettaton}* WOW, IT'S ALMOST LIKE YOU KNOW HOW ANNOYING YOU ARE.
ru_ru: <32>{#p/metaton}* Вау, вы почти знаете, насколько вы раздражены.

source: <32>{#p/human}* (You feel your sins crawling on your back.)
ru_ru: <32>{#p/human}* (Ты чувствуешь, как твои грехи ползают по твоей спине.)

source: <32>{#p/mettaton}* I'M SORRY, BLOOKY. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
ru_ru: * До свидания.

source: <32>{#p/mettaton}* I'M SORRY, SANS. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
ru_ru: * До свидания.

source: <25>{#p/sans}* too-da-loo, folks.
ru_ru: <25>{#p/sans}* Превосходно, ребята.

source: <32>{#p/mettaton}* WELL, IT LOOKS LIKE WE HAVE A TIE!
ru_ru: <32>{#p/metaton}* Хорошо, похоже, у нас есть тигр!

source: <32>* IN A TIE SITUATION, THE HOST GETS TO CHOOSE WHO GOES.
ru_ru: <32>* В случае равномерного распределения председательствующий выбирает Всемирную организацию здравоохранения.

source: <32>* ... OH WAIT.
ru_ru: <32>* ..... О, погоди.

source: <32>* I'M THE HOST!
ru_ru: <32>Я - ведущий!

source: <32>{#p/mettaton}* I'M SORRY, HUMAN. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
ru_ru: * До свидания.

source: <32>{#p/mettaton}* OUR NEXT ITEM IS, AS THE LATE PROFESSOR WOULD SAY, HIGHLY TECHNICAL.
ru_ru: <32>{#p/metaton}* Как сказал покойный профессор, наш следующий проект имеет высокий технический уровень.

source: <32>* OR SHOULD I SAY... * PYROTECHNICAL?
ru_ru: * Фейерверк?

source: <32>* THESE "FIREWORKS" WERE USED ON EARTH TO CREATE DAZZLING DISPLAYS IN THE SKY.
ru_ru: <32>* Эти « фейерверки» используются на Земле для создания ослепительных шоу в небе.

source: <32>* ALL DIFFERENT COLORS AND SHAPES, EXPLODING WITH INDESCRIBABLE BEAUTY.
ru_ru: <32>* Различные цвета и формы, цветущие неописуемой красотой.

source: <32>* WHADDYA THINK THEY'RE WORTH?
ru_ru: <32>Как вы думаете, сколько они стоят?

source: <32>{#p/mettaton}* THE GUESSES ARE IN...?
ru_ru: <32>{#p/metaton}* Гости здесь.

source: <32>* GOOD. * NOW, LET'S SEE THE PRICE...
ru_ru: * Теперь, давайте посмотрим цены...

source: <32>{#p/mettaton}* WOW, 250G!
ru_ru: <32>{#p/metaton}* Вау, 250G!

source: <32>{#p/mettaton}* WHO WOULD'VE THOUGHT!?
ru_ru: <32>А #p/mettaton* Всемирная организация здравоохранения подумает!

source: <32>{#p/mettaton}* CONGRATULATIONS, TEMMIE! * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS!
ru_ru: * Вы только что получили несколько сертификатов MTT для фейерверков!

source: <32>* IT MAY NOT BE MTT-BRAND, BUT IT'S THE NEXT BEST THING! (TM)
ru_ru: <32>* Это может быть не бренд MTT, но это следующая лучшая вещь! (ТМ)

source: <32>{#p/mettaton}* CONGRATULATIONS, MONSTER KID! * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS!
ru_ru: * Вы только что получили несколько сертификатов MTT для фейерверков!

source: <25>{#p/kidd}{#f/1}* YOOOOOO!!!
ru_ru: <25>{#p/kidd}{#f/1}* Вау!!

source: <32>{#p/mettaton}* WELL PLAYED, $(moniker3u). * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS.
ru_ru: * Вы только что получили несколько сертификатов MTT для фейерверков.

source: <32>{#p/mettaton}* CONGRATULATIONS, HUMAN! * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS!
ru_ru: * Вы только что получили несколько сертификатов MTT для фейерверков!

source: <32>{#p/mettaton}* SINCE YOU GUESSED BEFORE $(moniker3u)...
ru_ru: <32>{#p/metaton}* С тех пор, как вы сделали ставку до $(moniker3u).

source: <32>{#p/mettaton}* SINCE YOU GUESSED BEFORE THE HUMAN...
ru_ru: <32>{#p/metaton}* С тех пор, как вы догадались перед людьми.

source: <32>{#p/mettaton}* SINCE YOU GUESSED BEFORE TEMMIE...
ru_ru: <32>{#p/metaton}* Вы догадались еще до TEMMIE.

source: <32>{#p/mettaton}* SINCE YOU GUESSED BEFORE MONSTER KID...
ru_ru: <32>{#p/metaton}* С тех пор, как вы появились до Монстера Кидда.

source: <32>* WELL PLAYED, $(moniker3u). * YOU'VE JUST WON YOURSELF SOME MTT-CERTIFIED FIREWORKS.
ru_ru: * Вы только что получили несколько сертификатов MTT для фейерверков.

source: <32>{#p/mettaton}* NOW, SINCE THIS IS THE END OF THE SECOND ROUND...
ru_ru: <32>{#p/metaton}* Теперь, потому что это конец второго раунда.

source: <32>* THERE WON'T BE ANY VOTING.
ru_ru: <32>* Голосования не будет.

source: <32>* INSTEAD, I'LL JUST GET RID OF WHOEVER I FEEL LIKE! * MY SHOW, MY RULES...
ru_ru: * Моя программа, мои правила...

source: <32>* I'M SORRY, UNDYNE. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
ru_ru: * До свидания.

source: <32>* I'M SORRY, TEMMIE. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
ru_ru: * До свидания.

source: <32>* I'M SORRY, MONSTER KID. * BUT YOUR TIME HAS EXPIRED. * GOODBYE.
ru_ru: * До свидания.

source: <25>{#p/undyne}{#f/14}* ... seriously?
ru_ru: <25>{#p/undyne}{#f/14}* ... Серьезно?

source: <32>{#p/tem}* You only remove me because you know I would win.
ru_ru: <32>{#p/tem}* Вы исключили меня только потому, что знали, что я выиграю.

source: <32>* but OKs!!
ru_ru: <32>* Но ничего страшного!

source: <32>* be sure to check TEM SHOP!!
ru_ru: <32>Обязательно зайдите в магазин TEM!

source: <32>* tem will be OKs tho...
ru_ru: <32>* Это будет ОК.

source: <25>{#p/kidd}{#f/3}* See ya later, dudes...
ru_ru: <25>{#p/kidd}{#f/3}* Пока, ребята.

source: <25>{#p/kidd}{#f/3}* Aw man...
ru_ru: <25>{#p/kidd}{#f/3}* Вау.

source: <25>{#f/1}* Well, thanks for letting me be on the show, Metatron.
ru_ru: <25>{#f/1}* Хорошо, спасибо, что позволили мне принять участие в этом шоу, Метатрон.

source: <25>{#f/1}* My friends are gonna be so stoked when I tell them about this!!!
ru_ru: <25>{#f/1}* Когда я расскажу об этом друзьям, они будут очень взволнованы!!

source: <32>{#p/mettaton}* SERIOUSLY. * NOW GET OFF THE STAGE.
ru_ru: * Теперь уходи со сцены.

source: <25>{#p/undyne}{#f/8}* PFFT! * HOW STUPID IS THAT!
ru_ru: * Как это глупо!

source: <25>{#f/1}* You know, that human might be mean, but at least they play fair.
ru_ru: <25>{#f/1}* Вы знаете, что этот человек может быть злым, но, по крайней мере, они играют честно.

source: <25>{#f/5}* As for YOU?
ru_ru: <25>{#f/5}* А вы?

source: <25>{#f/7}* You just make up the rules as you go along!
ru_ru: <25>{#f/7}* Вам просто нужно установить правила во время ходьбы!

source: <25>{#f/9}* ... guess I shouldn't have expected anything else, though.
ru_ru: <25>{#f/9}* ... Тем не менее, я не думаю, что я должен ожидать чего - то другого.

source: <25>{#f/11}* You've got a reputation for this sort of thing.
ru_ru: <25>{#f/11/* Вы хорошо известны в таких вещах.

source: <32>{#p/mettaton}* GOOD RIDDANCE.
ru_ru: <32>{#p/metaton}* Хорошая езда.

source: <32>{#p/mettaton}* ... JEEZ, AT LEAST SHE'S GONE.
ru_ru: <32>{#p/metaton}* ... Боже, по крайней мере, она ушла.

source: <32>{#p/mettaton}* AT LEAST SHE'S... HAPPY?
ru_ru: <32>{#p/metaton}* По крайней мере она... счастлива?

source: <32>{#p/mettaton}* AT LEAST THEY'RE... HAPPY? * I CAN'T REALLY SAY FOR SURE, TO BE HONEST...
ru_ru: * Честно говоря, я не могу быть уверен...

source: <32>{#p/mettaton}* AT LEAST THEY'RE HAPPY. * AND FOR THE RECORD, IT'S "METTATON," NOT "METATRON."
ru_ru: * Для записи это "Метатон", а не "Метатрон"

source: <32>* ALAS... WITH ONLY TWO CONTESTANTS LEFT, IT'S TIME FOR THE FINAL ROUND.
ru_ru: <32>* Увы. Осталось только два игрока, и пришло время выйти в последний раунд.

source: <32>* THE ONE ITEM WE'LL BE PRESENTING THIS ROUND IS TRULY UNLIKE ANY OTHER.
ru_ru: Один проект, который мы покажем в этом раунде, сильно отличается от любого другого.

source: <32>* BEAUTIES AND GENTLEBEAUTIES... * FEAST YOUR EYES...
ru_ru: * Наслаждайтесь своими глазами.

source: <32>{#z3}* ... UPON THIS ABSOLUTELY GORGEOUS LIFE-SIZED MEW MEW DOLL!
ru_ru: <32>{#z3}* ... На этой абсолютно великолепной новой кукле в натуральную величину!

source: <32>{#p/kidd}{#f/14}* Woah...
ru_ru: <32>{#p/kidd}{#f/14}* Вау.

source: <32>{#p/napstablook}* .........
ru_ru: <32>{#p/napstabook}* .....

source: <32>{#p/napstablook}* oh my............
ru_ru: <32>{#p/napstabook}* О, Боже...

source: <32>{#p/mettaton}* HAHAHA, IMPRESSED?
ru_ru: <32>{#p/metaton}* Ха - ха, вы расстроены?

source: <32>{#p/mettaton}{#z2}* IT WAS FOUND IN...
ru_ru: <32>{#p/metaton}{#z2}* Он найден в...

source: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* M-mettaton, come on! * I've had enough of a bad day as it is!
ru_ru: * Я сыт по горло плохим днем!

source: <32>* WELL, THAT'S A SHAME, THEN! * BECAUSE, YOU SEE...
ru_ru: * Потому что ты смотришь...

source: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* H-hey! You can't give that away, that's... I own that!
ru_ru: <25>{#p/alphys}{#g/alphysOhGodNo}{#z0}* H - Hey! Ты не можешь сдаться, это... то, что у меня есть!

source: <32>{#p/mettaton}* OH, DO YOU NOW?
ru_ru: <32>{#p/metaton}* О, а ты теперь?

source: <32>* I APOLOGIZE. * I WASN'T AWARE. * BUT...
ru_ru: * Но...

source: <25>{#p/alphys}{#g/alphysWTF2}* BUT???
ru_ru: <25>{#p/alphys}{#g/alphysWTF2}* Но?

source: <32>{#p/mettaton}* I'M AFRAID IT'S TOO LATE, DR. ALPHYS...
ru_ru: <32>{#p/metaton}* Я беспокоюсь слишком поздно, доктор Альфа.

source: <32>{#z3}* THE CONTESTANTS HAVE ALREADY GOTTEN THEIR HOPES UP.
ru_ru: <32>{#z3}* Участники исполнили свои надежды.

source: <25>{#p/alphys}{#g/alphysWTF}{#z0}* Are you serious?
ru_ru: <25>{#p/alphys}{#g/alphysWTF}{#z0}* Вы серьезно?

source: <25>{|}{#p/alphys}{#g/alphysCutscene3}* I spent months looking for- {%}
ru_ru: <25>{~}{#p/alphys}{#g/alphysCutscene3}* Я потратил месяцы на поиск - {%}

source: <32>{#p/mettaton}* OH NO. * THE CONNECTION SEEMS TO HAVE BEEN TERMINATED.
ru_ru: * Связь, по - видимому, прекращена.

source: <32>* POOR DR. ALPHYS. * NO MEW MEW DOLL FOR HER.
ru_ru: * Не купил ей куклу.

source: <32>{#z2}* INSTEAD, ONE OF YOU WILL GET TO KEEP IT!
ru_ru: <32>{#z2}* Напротив, один из вас сохранит его!

source: <32>{#z3}* BUT WHO?
ru_ru: <32>А #z32}* Но Всемирная организация здравоохранения?

source: <32>{#p/mettaton}{#z2}* IT WAS FOUND IN AN ABANDONED SHIPPING CONTAINER, ADRIFT AMONGST THE STARS...
ru_ru: <32>{#p/mettaton}{#z2}* Он был обнаружен в заброшенном транспортном контейнере и упал между звездами.

source: <32>* THE SEARCH TEAM SPENT MONTHS LOOKING FOR IT AFTER THE INITIAL TRACE WAS DETECTED...
ru_ru: <32>* После обнаружения первоначального следа поисковая группа потратила месяцы на его поиск.

source: <32>* AND ITS RARITY... * WELL...
ru_ru: * Мм..

source: <32>* THAT SPEAKS FOR ITSELF.
ru_ru: <32>* Это само по себе иллюстрирует проблему.

source: <32>{#z3}* BUT WHO, MY DEAR VIEWERS, WILL GET TO KEEP IT?
ru_ru: <32>AU #z3}* Но Всемирная организация здравоохранения, моя дорогая аудитория, сохранит его?

source: <32>{#z0}* SINCE THIS IS THE FINAL ROUND, THERE WON'T BE A TIME LIMIT.
ru_ru: <32>{#z0}* Поскольку это последний раунд, нет никаких временных ограничений.

source: <32>{#z0}* LET'S RUN THIS ONE LAST TIME!
ru_ru: <32>{#z0}* Давайте бежать в последний раз!

source: <32>{#p/mettaton}* THIS IS IT...
ru_ru: <32>{#p/metaton}* Это...

source: <32>{#p/mettaton}{#z0}* THE. * PRICE. * IS...
ru_ru: * Да.

source: <32>{#p/mettaton}{#z5}* ... 999G!!!
ru_ru: <32>{#p/metaton}{#z5}* ... 999 г!

source: <32>{#p/mettaton}{#z0}* MONSTER KID!
ru_ru: <32>{#p/metaton}{#z0}* Монстр Кидд!

source: <32>* IT IS MY HONOR TO BESTOW THIS GIFT UPON YOU.
ru_ru: <32>Для меня большая честь подарить вам этот подарок.

source: <25>{#p/kidd}{#f/4}* H... huh?
ru_ru: <25>{#p/kidd}{#f/4}* H...?

source: <25>{#f/14}* YOOOOOOOOOOO!!!!
ru_ru: <25>{#f/14}* Ха - ха!!

source: <32>{#p/mettaton}{#z0}* BLOOKY!
ru_ru: <32>{#p/metaton}{#z0}* Хорошо!

source: <32>{#p/mettaton}{#z0}* WELL PLAYED, $(moniker3u).
ru_ru: <32>{#p/metaton}{#z0}* Играйте хорошо, $(moniker3u).

source: <32>{#p/mettaton}* IT IS MY HONOR TO BESTOW THIS GIFT UPON YOU.
ru_ru: <32>{#p/metaton}* Для меня большая честь подарить вам этот подарок.

source: <32>{#p/mettaton}{#z0}* HUMAN!
ru_ru: <32>{#p/metaton}{#z0}* Человек!

source: <32>* YOUR GUESS MAY HAVE BEEN THE SAME AS $(moniker3u)'S, BUT YOU MADE YOURS FIRST.
ru_ru: <32>* Ваши гости могут быть такими же, как и гости за $(moniker3u), но вы пришли первым.

source: <32>* THEREFORE, IT IS MY HONOR TO BESTOW THIS GIFT UPON YOU.
ru_ru: <32>* Поэтому для меня большая честь подарить вам этот подарок.

source: <32>* YOUR GUESS MAY HAVE BEEN THE SAME AS THE HUMAN'S, BUT YOU MADE YOURS FIRST.
ru_ru: <32>* Ваши предположения могут быть такими же, как человеческие, но сначала вы сделали свои собственные предположения.

source: <32>* YOUR GUESS MAY HAVE BEEN THE SAME AS MONSTER KID'S, BUT YOU MADE YOURS FIRST.
ru_ru: « 32 »* Ваши предположения могут быть такими же, как у монстров, но вы первые.

source: <32>* YOUR GUESS MAY HAVE BEEN THE SAME AS BLOOKY'S, BUT YOU MADE YOURS FIRST.
ru_ru: <32>* Ваше предположение может быть таким же, как у Blooky, но вы сделали это первым.

source: <32>* WAIT, BLOOKY, WHERE ARE YOU...
ru_ru: <32>* Подождите, малыш, где вы.

source: <32>* ... GOING...
ru_ru: <32>* ..... Идите...

source: <32>{#z0}* I GUESS THEY DIDN'T WANT TO BE HERE ANY LONGER.
ru_ru: <32>{#z0}* Я думаю, они больше не хотят здесь оставаться.

source: <33>{#p/human}* (You got the Fireworks.)
ru_ru: <33>{#p/human}* (Вы получили фейерверк.)

source: <32>{#p/human}* (You got the Mew Mew Doll.)
ru_ru: <32>{#p/human}* (Вы получили куклу Mew - Mew).

source: <32>{#p/mettaton}* TOO MUCH TO HANDLE, HUH?
ru_ru: <32>{#p/metaton}* Слишком много обрабатывается, не так ли?

source: <32>{#p/mettaton}* WELL, NO WORRIES. * YOUR PRIZES WILL BE AVAILABLE FOR PICKUP AT THE REC CENTER.
ru_ru: * Ваш приз будет получен в развлекательном центре.

source: <32>{#p/mettaton}* DEAR VIEWERS, IF YOU'D LIKE TO WIN PRIZES ON LIVE TV LIKE THESE...
ru_ru: <32>{#p/metaton}* Уважаемые зрители, если вы хотите выиграть приз на таком прямом телевидении.

source: <32>* THEN DON'T HESITATE TO CONTACT ME VIA THE OUTERNET!
ru_ru: <32>* Тогда не стесняйтесь связаться со мной через экстранет!

source: <32>* OTHERWISE, THAT'LL BE ALL...
ru_ru: <32>* В противном случае так и будет.

source: <32>* STAY TUNED FOR THE NEXT EPISODE, TITLED "A DANCE WITH DESTINY!"
ru_ru: <32>* Пожалуйста, продолжайте следить за следующим эпизодом с заголовком "Танцы с судьбой!"

source: <32>{#z3}* AND, OF COURSE, STAY FABULOUS!
ru_ru: <32>{#z3}* Конечно, но и оставаться красивым!

source: <32>{#p/napstablook}* (psst... hey...)
ru_ru: <32>{#p/napstaplok}* (psst...

source: <32>* (i, um...)
ru_ru: <32>* (i, хм...)

source: <32>* (i know you... probably wish i wasn't here, but...)
ru_ru: <32>* (Я знаю тебя... возможно, хотел бы, чтобы меня здесь не было, но...)

source: <32>* (i know you... probably don't like me, but...)
ru_ru: <32>* (Я знаю, что ты... может не нравлюсь мне, но...)

source: <32>* (i know we... aren't on the best of terms, but...)
ru_ru: <32>* (Я знаю, что у нас... отношения не очень хорошие, но...)

source: <32>* (i hope it's not too much to ask, even if we're friends, but...)
ru_ru: <32>* (Я надеюсь, что эта просьба не слишком, даже если мы друзья, но...)

source: <32>* (i hope it's not too much to ask, but...)
ru_ru: <32>* (Надеюсь, что это требование не будет чрезмерным, но...)

source: <32>* (i think that... after the show...)
ru_ru: <32>* (Я думаю... после спектакля...)

source: <32>* (we should return the mew mew doll to alphys)
ru_ru: <32>* (Мы должны вернуть эту новую куклу Альфису)

source: <32>* (she's been feeling kind of down today, and...)
ru_ru: <32>* (Она сегодня немного подавлена, и...)

source: <32>* (well...... it'd be nice to give it back to her, don't you think?)
ru_ru: <32>* (Хорошо... было бы хорошо вернуть его ей, не думаешь?)

source: <32>* (i watched mew mew space adventure with her one time...)
ru_ru: <32>* (Однажды мы с ней смотрели новую космическую экспедицию...)

source: <32>* (she was... so happy......)
ru_ru: <32>* (Она... слишком счастлива...)

source: <32>{#p/napstablook}* (thanks...)
ru_ru: <32>{#p/napstabook}* (Спасибо...)

source: <32>{#p/napstablook}* (..................)
ru_ru: <32>{#p/napstabook}* (...)

source: <32>{#p/mettaton}* WHAT'S THE HOLDUP?
ru_ru: <32>{#p/metaton}* Что является препятствием?

source: <32>{#p/napstablook}* (i guess... we should make a guess now...)
ru_ru: <32>{#p/napstaplok}* (Я думаю... мы должны угадать сейчас...)

source: <32>{#p/napstablook}* (heh)
ru_ru: <32>{#p/napstaplok}* (Ха)

source: <32>{#p/human}* (You gave the Mew Mew Doll to Napstablook.)
ru_ru: <32>{#p/human}* (Вы отдали куклу Mew - Mew Napstablike).

source: <32>{#p/napstablook}* i'll make sure she knows what you did for her
ru_ru: <32>{#p/napstaplok}* Я удостоверюсь, что она знает, что вы для нее сделали.

source: <32>{#p/napstablook}* i'll get this back to her as soon as i can
ru_ru: <32>{#p/napstaplok}* Я верну это ей как можно скорее

source: <32>{#p/napstablook}* until next time............
ru_ru: <32>{#p/napstaplok}* До следующего...

source: <32>* there's... another thing i want to talk to you about........
ru_ru: <32>* Есть еще одна вещь, о которой я хочу поговорить с тобой...

source: <32>* meet me up ahead, by the big mettaton fountain
ru_ru: <32>Ждите меня у фонтана Метатон впереди.

source: <32>* cya there............
ru_ru: <32>* cya там...

source: <32>* I get the feeling things could turn serious here.
ru_ru: <32>Я думаю, что ситуация здесь может стать серьезной.

source: <32>{#p/mettaton}* OH DEAR, IS THAT... * IS THAT WHAT IT LOOKS LIKE?
ru_ru: * Вот как это выглядит?

source: <32>* OH, I DO BELIEVE THAT IT'S...
ru_ru: <32>* О, я действительно верю, что это...

source: <32>* A TRAP!
ru_ru: <32>* Ловушка!

source: <32>* AND, OF COURSE...
ru_ru: <32>* Конечно.

source: <32>* YOU'RE ON LIVE TV AGAIN!
ru_ru: <32>Вы снова в прямом эфире!

source: <32>* HOW WILL YOU TWO ESCAPE THE ROOM THIS TIME?
ru_ru: <32>Как вы двое выберетесь из комнаты на этот раз?

source: <32>* ONLY -TIME- WILL TELL...{%200}
ru_ru: <32>* Только время покажет. {% 200}

source: <25>{#p/asriel2}{#f/10}* Hmm...{%100}
ru_ru: <25>{#p/asriel2}{#f/10}* хм {% 100}

source: <25>* The control console is up on that platform...{%100}
ru_ru: <25>* Консоль на этой платформе. {% 100}

source: <25>{#f/13}* This is going to be a little embarrassing, but...{%100}
ru_ru: <25>{#f/13}* Это будет немного неловко, но... {% 100}

source: <25>{#f/13}* If I kneel in front of the platform...{%100}
ru_ru: <25>{#f/13}* Если я преклоню колени перед платформой... {% 100}

source: <25>{#f/16}* You can... maybe climb onto me to get up there and cancel the timer.{%100}
ru_ru: <25>{#f/16}* Вы можете... Может залезть ко мне и отменить таймер. {% 100}

source: <25>{#f/15}* I hope this works...{%100}
ru_ru: <25>{#f/15}* Я надеюсь, что это сработает. {% 100}

source: <25>{#f/4}* You know what we have to do, $(name).{%100}
ru_ru: <25>{#f/4}* Вы знаете, что мы должны сделать, $(name). {% 100}

source: <25>{#p/asriel2}{#f/15}* Are we... * ... going to do this?{%200}
ru_ru: * ..... Хочешь это сделать? {% 200}

source: <25>{#p/asriel2}{#f/16}* ... we don't have time for this.{%200}
ru_ru: <25>{#p/asriel2}{#f/16}* ... У нас нет времени. {% 200}

source: <25>{#p/asriel2}{#f/15}* Not again.{%200}
ru_ru: <25>{#p/asriel2}{#f/15}* Больше нет. {% 200}

source: <25>{#p/asriel2}{#f/16}* Or are we just going to stand here.{%200}
ru_ru: <25>{#p/asriel2}{#f/16}* Или мы просто стоим здесь. {% 200}

source: <25>{#p/asriel2}{#f/13}* $(name), please... * Don't do this again...{%200}
ru_ru: * Больше так не делай. {% 200}

source: <25>{#p/asriel2}{#f/13}* I guess we are.{%200}
ru_ru: <25>{#p/asriel2}{#f/13}* Я думаю, что мы. {% 200}

source: <25>{#p/asriel2}{#f/3}* ... * This is so stupid.{%200}
ru_ru: * Это глупо. {% 200}

source: <25>{#p/asriel2}{#f/5}* So how's your day been, huh?{%200}
ru_ru: <25>{#p/asriel2}{#f/5}* Как прошел твой день? {% 200}

source: <25>{#p/asriel2}{#f/4}* I'm amazed at how you can just stand there without getting bored.{%200}
ru_ru: <25>{#p/asriel2}{#f/4}* Я удивлен, что вы можете стоять там без скуки. {% 200}

source: <25>{#p/asriel2}{#f/3}* ... * $(name)?{%200}
ru_ru: * $(Имя)? {% 200}

source: <25>{#p/asriel2}{#f/13}* $(name).{%200}
ru_ru: <25>{#p/asriel2}{#f/13}* $(имя и фамилия). {% 200}

source: <25>{#p/asriel2}{#f/7}* We could've been off the outpost by this point.{%200}
ru_ru: <25>{#p/asriel2}{#f/7}* В это время мы, возможно, покинули форпост. {% 200}

source: <25>{#p/asriel2}{#f/6}* ... * Please.{%200}
ru_ru: * Пожалуйста. {% 200}

source: <25>{#p/asriel2}{#f/15}* Almost there...
ru_ru: <25>{#p/asriel2}{#f/15}* Приближается...

source: <25>{#p/asriel2}{#f/13}* Uh... ready.{%200}
ru_ru: <25>{#p/asriel2}{#f/13}* Э... Готов. {% 200}

source: <25>{#p/asriel2}{#f/13}* Come on...{%200}
ru_ru: <25>{#p/asriel2}{#f/13}* Давай... {% 200}

source: <25>{#p/asriel2}{#f/1}* There.
ru_ru: <25>{#p/asriel2}{#f/1}* Здесь.

source: <25>{#p/asriel2}{#f/7}* Did we seriously just wait for that?
ru_ru: <25>{#p/asriel2}{#f/7}* Мы действительно ждем?

source: <32>{#p/mettaton}* DO MY SENSORS DECIEVE?
ru_ru: <32>{#p/metaton}* Принимают ли мои датчики решения?

source: <32>* DEAR VIEWERS, WE MIGHT HAVE TO CHANGE THIS SHOW'S RATING...
ru_ru: <32>* Уважаемые зрители, нам, возможно, придется изменить рейтинг этого шоу...

source: <32>* FROM "SHAMEFUL" TO "ULTRA SHAMEFUL" OF COURSE!
ru_ru: <32>* Конечно, от "позора" до "крайнего позора"!

source: <32>* I CAN'T SAY MANY IN YOUR PLACE WOULD BE WILLING TO HUMILIATE THEMSELVES LIKE THAT.
ru_ru: Я не могу сказать, что на вашем месте есть много людей, которые готовы так унизить себя.

source: <32>{#p/mettaton}* WELL, THAT WAS...
ru_ru: <32>{#p/metaton}* Хорошо, это...

source: <32>* UH... I DON'T REALLY KNOW WHAT TO CALL THAT.
ru_ru: <32>* Мм. Я действительно не знаю, как это назвать.

source: <32>* THANKS FOR WAITING, I GUESS?
ru_ru: <32>* Спасибо за ожидание, я думаю?

source: <32>* IT SURE MADE MY JOB A WHOLE LOT EASIER.
ru_ru: <32>Это значительно облегчило мою работу.

source: <32>* MY PREPARATIONS ARE NEARLY COMPLETE.
ru_ru: <32>Моя подготовительная работа почти завершена.

source: <32>* IF YOU HAVE ANY LAST WORDS FOR THE RESIDENTS OF THE OUTPOST...
ru_ru: <32>* Если у вас есть какие - либо последние слова о жителях аванпоста...

source: <32>* NOW WOULD BE THE PERFECT TIME TO SHARE THEM.
ru_ru: <32>* Сейчас самое подходящее время поделиться ими.
