Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: That's |what |you |get |for |being a dirty rotten meatbag
ru_ru: Грязный, гнилой мешок с мясом.

source: So |sad |it's |hap|pen|ing.
ru_ru: - Ха - ха - ха.

source: <32>{#p/mettaton}* TOO BAD.
ru_ru: <32>{#p/metaton}* Слишком плохо.

source: <32>{#p/mettaton}* TOO BAD YOU HAD TO GO AND PLAY THE VILLAIN.
ru_ru: <32>{#p/metaton}* Это так плохо, что вам приходится играть в деревне.

source: <32>{#p/mettaton}* SO SAD.
ru_ru: <32>{#p/metaton}* Слишком грустно.

source: <32>{#p/mettaton}* SO SAD YOU'RE GOING TO BE EJECTED.
ru_ru: <32>{#p/metaton}* Очень жаль, что вас уволят.

source: <25>{#p/alphys}{#g/alphysGarboCenter}* You done now?
ru_ru: <25>{#p/alphys}{#g/alphys GarboCenter}* Вы закончили сейчас?

source: <32>{#p/mettaton}{#x1}* WELL, HOLD ON...
ru_ru: <32>{#p/metaton}{#x1:0}* Хорошо, держись.

source: <32>{|}{#x2}* I STILL HAVE TO- {%}
ru_ru: <32>{}{#x2}* Я все еще должен - {%}

source: <32>{#p/mettaton}{#x1}* GET READY, HUMAN...
ru_ru: <32>{#p/metaton}{#x1:0}* Приготовьтесь, человек...

source: <32>{|}{#x2}* 'CAUSE I'M ABOUT TO BLOW YOUR- {%}
ru_ru: <32>{}{#x2}* Потому что я собираюсь отправить тебе СМС - {%}

source: <32>{#p/mettaton}{#x0}* ... I'M NOT SURPRISED ALPHYS RAN AWAY FROM YOU JUST NOW.
ru_ru: <32>{#p/metaton}{#x0}* ... Я не удивлен, что Альфис только что покинул тебя.

source: <32>{#p/mettaton}{#x0}* ... NO WONDER ALPHYS DOESN'T WANT TO BE AROUND YOU.
ru_ru: <32>{#p/metaton}{#x0}* ... Неудивительно, что Альфис не хочет быть рядом с тобой.

source: <32>{#x1}* DO YOU HAVE NO SHAME?
ru_ru: <32>{#x1}* У вас нет стыда?

source: <32>{#x0}* I HAD TO CUT THE LIVE TV FEED JUST TO PROTECT MY PRECIOUS VIEWERS' EYES!
ru_ru: <32>{#x0}* Мне пришлось вырезать прямую трансляцию, чтобы защитить глаза моей драгоценной аудитории!

source: <32>{#x0}* HOW UNFORTUNATE... * BUT DON'T YOU BREAK A SWEAT!
ru_ru: * Но не потей!

source: <32>{#x0}* HOW DISGRACEFUL... * BUT DON'T YOU BREAK A SWEAT!
ru_ru: * Но не потей!

source: <25>{#p/alphys}{#g/alphysWelp}* S-so... what now?
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* S Итак... что теперь?

source: <32>{#p/mettaton}{#x0}* WHAT NOW?
ru_ru: <32>{#p/metaton}{#x0}* Что теперь делать?

source: <32>{#p/mettaton}{#x0}* WELL, AS MUCH AS I WOULD HAVE LOVED TO FINISH THAT EPISODE...
ru_ru: <32>{#p/metaton}{#x0}* Хорошо, я очень хочу закончить эту пьесу.

source: <32>{#x2}* AND BELIEVE ME DARLING, I DEFINITELY WOULD HAVE...
ru_ru: <32>{#x2}* Поверьте, я осмелюсь, я точно буду.

source: <32>{#x1}* THERE'S SOMETHING I NEED TO DO BEFORE OUR NEXT AND FINAL EPISODE.
ru_ru: <32>{#x1}* Мне нужно что - то сделать перед нашим следующим и последним выступлением.

source: <32>{#x3}* SOON, DARLING...
ru_ru: <32>{#x3}* Очень быстро, темно...

source: <32>{*}* SOON, I'LL MAKE YOU WISH YOU'D NEVER MET ME.{^30}{#x4}{%}
ru_ru: <32>{*}* Скоро я заставлю вас надеяться, что вы никогда меня не видели. {^ 30}{#x4}{%}

source: <32>{#x1}* THERE'S SOMETHING MUCH, -MUCH- MORE EXCITING IN STORE COMING VERY SOON.
ru_ru: <32>{#x1}* Скоро в магазинах появится больше, больше и интереснее.

source: <32>{#x3}* SO, UNTIL THE NEXT AND FINAL EPISODE...
ru_ru: <32>{#x3}* Таким образом, до следующего спектакля это последнее шоу.

source: <32>{*}* STAY FABULOUS!{^30}{#x4}{%}
ru_ru: <32>{*}* Оставайтесь прекрасными! А ^ 30 › › › › › › › › › › › › › › ›

source: <32>{#p/mettaton}{#e/mettaton/0}* OH... RIGHT. * I'D FORGOTTEN ABOUT THAT.
ru_ru: * Я забыл.

source: <32>{#p/mettaton}{#e/mettaton/5}* ... I SUGGEST WE GO TO ANOTHER AREA FIRST, THOUGH. * IT'S NOT SAFE HERE.
ru_ru: * Здесь небезопасно.

source: <32>{#p/napstablook}* well, alright...... * if you really want to, we can do it alone......
ru_ru: * Если вы действительно хотите, мы можем сделать это в одиночку...

source: <32>{#p/napstablook}* hey, um......
ru_ru: <32>{#p/napstaplok}* Эй, ну...

source: <32>{#p/napstablook}* i was looking through old lab recordings, and...
ru_ru: <32>{#p/napstaplok}* Я смотрю старые лабораторные записи, а затем...

source: <32>{#p/mettaton}{#e/mettaton/34}* YES...?
ru_ru: <32>{#p/metaton}{#e/metaton/34}* Да.

source: <32>{#p/napstablook}* well, there was this voice that sounded like......
ru_ru: <32>{#p/napstaplok}* Хорошо, есть голос, который звучит как...

source: <32>{#p/napstablook}* like......
ru_ru: <32>{#p/napstabook}* Нравится...

source: <33>{#p/mettaton}{#e/mettaton/11}* WE DON'T HAVE ALL DAY, DARLING.
ru_ru: <33>{#p/metaton}{#e/metaton/11}* У нас нет времени на целый день, Дарлинг.

source: <32>{#p/napstablook}* it was you
ru_ru: <32>{#p/napstabook}* Это ты

source: <32>{#p/napstablook}{#e/mettaton/3}* ......... * the real you.
ru_ru: * Настоящий ты.

source: <32>{#p/mettaton}{#e/mettaton/2}* THE "REAL ME" EH?
ru_ru: <32>{#p/metaton}{#e/metaton/2}* "Настоящее Я" EH?

source: <32>{#e/mettaton/0}* NOW HOLD ON, LET'S NOT JUMP TO CONCLUSIONS HERE.
ru_ru: <32>{#e/metaton/0}* Пожалуйста, подождите немного, и мы не будем делать поспешных выводов здесь.

source: <32>{#p/finalghost}* They're telling the truth.
ru_ru: <32>{#p/finalghost}* Они говорят правду.

source: <32>{#p/mettaton}{#e/mettaton/6}* ... AND NOW THE GHOSTS ARE GANGING UP ON ME. * LOVELY.
ru_ru: * Милый.

source: <25>{#p/alphys}{#g/alphysTheFactIs}* Uh, I s-swear I had nothing to do with this...
ru_ru: <25>{#p/alphys}{#g/alphysTheFactis}* Э, я клянусь, что не имею к этому никакого отношения.

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}{#e/mettaton/3}* I-I'll just, get out of your guys' way...
ru_ru: <25>{#p/alphys}{#g/alphysYeah YouKnowWhatsUp}{#e/metaton/3|* Я сделаю это, уступлю вам дорогу.

source: <32>{#p/basic}* Excuse me, WHERE do you think you're going?
ru_ru: <32>{#p/basic}* Извините, куда вы хотите пойти?

source: <32>{#p/basic}* You're the one who started all this in the first place!
ru_ru: <32>{#p/basic}* Все это началось с тебя!

source: <32>{#p/basic}* If it wasn't for your stupid tape, I wouldn't have to be here right now.
ru_ru: <32>{#p/basic}* Если бы не твоя дурацкая кассета, мне бы не пришлось быть здесь сейчас.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Whoops.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Вау.

source: <32>{#p/mettaton}{#e/mettaton/9}* SO THAT'S IT, THEN.
ru_ru: <32>{#p/metaton}{#e/metaton/9}* Это все.

source: <32>{#e/mettaton/7}* YOU'RE ALL HERE... NO DOUBT TO BRING ME BACK HOME.
ru_ru: <32>{#e/metaton/7}* Вы все здесь. Несомненно, отвези меня домой.

source: <32>{#e/mettaton/8}* SO MUCH FOR "CHASING YOUR DREAMS," EH BLOOKY?
ru_ru: <32>{#e/metaton/8}* Отдавайте так много за « погоню за вашими мечтами», EH Blooky?

source: <32>{|}{#p/napstablook}* cousin, i- {%}
ru_ru: <32>{~}{#p/napstaplok}* Кузен, i - {%}

source: <32>{#p/mettaton}{#e/mettaton/18}* OH, DON'T "COUSIN" ME.
ru_ru: <32>{#p/metaton}{#e/metaton/18}* О, не "обманывай" меня.

source: <32>{#p/mettaton}{#e/mettaton/20}* IF IT WASN'T FOR YOU, I MIGHT'VE ACTUALLY ENJOYED THE QUIET LIFE...
ru_ru: <32>{#p/metaton}{#e/metaton/20}* Если бы не ты, я бы действительно наслаждался спокойной жизнью.

source: <32>{#p/mettaton}{#e/mettaton/17}* ... BUT NO. * YOU JUST -HAD- TO GET ME IN ON THE FAMILY BUSINESS.
ru_ru: * Вам просто нужно, чтобы я присоединился к семейному бизнесу.

source: <32>{#p/mettaton}{#e/mettaton/19}* A BUSINESS, MIGHT I ADD, WHOSE SALES FIGURES HAVE BEEN IN THE RED SINCE DAY ONE.
ru_ru: <32>{#p/metaton}{#e/metaton/19}* Я могу добавить, что данные о продажах компании с первого дня остаются убыточными.

source: <32>{#p/napstablook}{#e/mettaton/3}* ......... * i know.
ru_ru: * Я знаю.

source: <32>{#p/mettaton}{#e/mettaton/17}* OH, REALLY NOW? * DO YOU REALLY KNOW WHAT IT WAS LIKE FOR ME?
ru_ru: * Ты действительно знаешь, что я чувствую?

source: <32>{#p/finalghost}* Considering we've all read your diaries, I'm sure they do...
ru_ru: <32>{#p/finalghost}* Учитывая, что мы все читали ваши дневники, я уверен, что они действительно читали.

source: <32>{#p/mettaton}{#e/mettaton/19}* I DON'T CARE IF THEY'VE READ MY DIARIES, I WANT THEM TO HEAR IT FROM ME.
ru_ru: <32>{#p/metaton}{#e/metaton/19}* Мне все равно, читали ли они мой дневник, и я надеюсь, что они услышат это от меня.

source: <32>{#p/mettaton}{#e/mettaton/3}* ... * LISTEN, "COUSIN." * THE WORK WAS NEVER THE ISSUE.
ru_ru: * Работа никогда не была проблемой.

source: <32>{#p/mettaton}{#e/mettaton/14}* SNAIL FARMING MAY NOT BE THE MOST GLAMOROUS PASS TIME, BUT I LIKED IT FOR WHAT IT WAS.
ru_ru: <32>{#p/metaton}{#e/metaton/14}* Улитка может быть не самым интересным времяпрепровождением, но мне нравится ее суть.

source: <32>{#p/mettaton}{#e/mettaton/13}* NO... IT ONLY STARTED BECOMING A PROBLEM WHEN EVERY SECOND I WASN'T ON THE FARM...
ru_ru: <32>{#p/metaton}{#e/metaton/13}* Нет... Это начинает становиться проблемой только тогда, когда я каждую секунду не нахожусь на ферме.

source: <32>{#p/mettaton}* ... WAS A SECOND YOU PEOPLE DIDN'T SEEM TO CARE ABOUT ME.
ru_ru: <32>{#p/metaton}* ... На секунду вы, кажется, не заботитесь обо мне.

source: <32>{#p/mettaton}{#e/mettaton/16}* NO CALLS, NO VISITS... JUST THE OCCASIONAL "HEY, WHEN ARE YOU COMING BACK TO WORK?"
ru_ru: <32>{#p/metaton}{#e/metaton/16}* Нет телефона, нет посетителей. Просто иногда спрашивают: "Эй, когда ты вернешься на работу?"

source: <32>{#p/mettaton}{#e/mettaton/15}* IT WAS PRETTY OBVIOUS TO ME THAT AT SOME POINT, I'D BECOME NOTHING BUT A TOOL...
ru_ru: <32>{#p/metaton}{#e/metaton/15}* Я очень хорошо знаю, что в какой - то момент я буду только инструментом.

source: <32>{#p/mettaton}{#e/mettaton/11}* A MERE COG IN THE GRAND BLOOK FAMILY MACHINE.
ru_ru: <32>{#p/metaton}{#e/metaton/11}* MERE COG в машинах семейства Больших Буллоков.

source: <32>{#p/mettaton}{#e/mettaton/2}* NOTHING TO SAY? * NO, NO, I EXPECTED AS MUCH.
ru_ru: * Нет, нет, я тоже ожидаю этого.

source: <32>{#p/mettaton}{#e/mettaton/5}* HONESTLY, THOUGH, I COULDN'T CARE LESS ABOUT WHAT YOU HAVE TO SAY.
ru_ru: <32>{#p/metaton}{#e/metaton/5}* Честно говоря, мне все равно, что ты скажешь.

source: <32>{#p/mettaton}{#e/mettaton/10}* I'VE GOT EVERYTHING I WANT IN LIFE, AND LOOK AT YOU...
ru_ru: <32>{#p/metaton}{#e/metaton/10}* Я получил все, что хотел в жизни, посмотрите на вас.

source: <32>{#p/mettaton}{#e/mettaton/12}* CLINGING TO TRAINING DUMMIES AND BEGGING FOR SCRAPS.
ru_ru: <32>{#p/metaton}{#e/metaton/12}* Нажмите на задачу обучения и начните писать.

source: <32>{#p/finalghost}* You say you don't care about us, yet you invite us onto your shows.
ru_ru: <32>{#p/finalghost}* Вы сказали, что вам плевать на нас, но пригласили нас на свое шоу.

source: <32>* You even gave Blooky special treatment during that last show...
ru_ru: <32>* На последнем шоу вы даже дали Blooky особый режим.

source: <32>* Kicking that other contestant so it'd be them against the human in the final round.
ru_ru: <32>* Бейте других игроков, чтобы они могли играть против людей в последнем раунде.

source: <32>{#p/mettaton}{#e/mettaton/5}* ... THAT WAS ONLY OUT OF PITY.
ru_ru: <32>{#p/metaton}{#e/metaton/5}* ... Это только из сочувствия.

source: <32>{#p/basic}* Or... part of you secretly wants to come back!
ru_ru: <32>{#p/basic}* или... Часть тебя тайно хочет вернуться!

source: <32>{#p/mettaton}{#e/mettaton/11}* HAHAHA... * NOT A CHANCE IN THE GALAXY.
ru_ru: * В галактике нет шансов.

source: <32>{#p/napstablook}* i'm sorry, cousin.
ru_ru: <32>{#p/napstaplok}* Извините, кузен.

source: <32>{#p/mettaton}{#e/mettaton/21}* ... OH?
ru_ru: <32>{#p/metaton}{#e/metaton/21}* ... Оу?

source: <32>{#p/napstablook}* after you left, we couldn't keep up with our customers...
ru_ru: <32>{#p/napstaplok}* После вашего ухода мы не можем идти в ногу с нашими клиентами.

source: <32>{#p/napstablook}{#e/mettaton/15}* we had to scale down * the farm... isn't what it was......
ru_ru: * Ферма. Дело не в этом...

source: <32>{#p/napstablook}* and i never realized how much you did for us...... until you were gone
ru_ru: <32>{#p/napstaplok}* Пока ты не ушел, я не понял, сколько ты для нас сделал.

source: <32>{#p/napstablook}{#e/mettaton/4}* so... i'm sorry. * for everything.........
ru_ru: * Для всего...

source: <32>{#p/mettaton}* I SEE.
ru_ru: <32>{#p/metaton}* Я понимаю.

source: <32>{#p/mettaton}{#e/mettaton/6}* ... I SEE.
ru_ru: <32>{#p/metaton}{#e/metaton/6}* ... Я понял.

source: <32>{#p/mettaton}{#e/mettaton/5}* SO YOU'RE THE TYPE TO APOLOGIZE ONLY -AFTER- YOU'VE BEEN CALLED OUT, HUH?
ru_ru: <32>{#p/metaton}{#e/metaton/5}* Значит, вы из тех, кто приносит извинения только после вызова, не так ли?

source: <32>{#p/mettaton}{#e/mettaton/0}* I SHOULD HAVE KNOWN.
ru_ru: <32>{#p/metaton}{#e/metaton/0}* Я должен знать.

source: <32>{|}{#p/napstablook}* that's not- {%}
ru_ru: <32>› › › › › › › › › › › › #p/napstabook ›* Это не - › › ›

source: <32>{#p/mettaton}{#e/mettaton/3}* NO, I GET IT. YOU WANT ME TO FORGIVE YOU AND MOVE ON FROM IT LIKE NOTHING HAPPENED.
ru_ru: <32>{#p/metaton}{#e/metaton/3}* Нет, я понимаю. Вы хотите, чтобы я забыл о вас и пошел дальше, как ничего не произошло.

source: <32>{#p/mettaton}{#e/mettaton/5}* WELL, I'M AFRAID THAT'S NOT HOW THINGS WORK ANYMORE, BLOOKY.
ru_ru: <32>{#p/metaton}{#e/metaton/5}* Ладно, я боюсь, что все уже не так, Блок.

source: <32>{#p/mettaton}{#e/mettaton/6}* ... ANYWAY, I'VE GOT A GRAND FINALE TO PREPARE...
ru_ru: <32>{#p/metaton}{#e/metaton/6}* ... В любом случае, у меня есть еще один большой финал, который я должен подготовить.

source: <32>{#p/mettaton}{#e/mettaton/11}* SO, IF YOU DON'T MIND, I'LL BE ON MY WAY NOW.
ru_ru: <32>{#p/metaton}{#e/metaton/11}* Поэтому, если вы не возражаете, я пойду в путь прямо сейчас.

source: <32>{#p/basic}* Get back here. * Get back here! * GET BACK HERE!!!
ru_ru: * Вернись!!!

source: <33>{#p/finalghost}* I don't think he's coming back.
ru_ru: <33>{#p/finalghost}* Я не думаю, что он вернется.

source: <32>{#p/napstablook}* maybe... he just needs a little space......
ru_ru: <32>{#p/napstabook}* Возможно... Ему просто нужно немного пространства...

source: <32>{#p/napstablook}* we have to give him a chance.........
ru_ru: <32>{#p/napstaplok}* Мы должны дать ему шанс...

source: <32>{#p/basic}* What a giant waste of time. * I'm going back to Undyne's house now.
ru_ru: * Я возвращаюсь к Ундин.

source: <32>{#p/finalghost}* It was a nice try, Blooky.
ru_ru: <32>{#p/finalghost}* Это хорошая попытка, Blooky.

source: <32>{#p/finalghost}* A nice try.
ru_ru: <32>{#p/finalghost}* Хорошая попытка.

source: <32>{#p/napstablook}* no............
ru_ru: <32>{#p/napstabook}* Нет...

source: <25>{#p/alphys}{#g/alphysCutscene2}* Hey... * Don't listen to them.
ru_ru: * Не слушайте их.

source: <25>{#p/alphys}{#g/alphysCutscene2}* I've known Mettaton f-for quite a while now...
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Я знаю Меттона F уже давно.

source: <25>{#p/alphys}{#g/alphysCutscene2}* He wouldn't leave like that unless he needed time to think.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Он не уйдет так, если ему не понадобится время подумать.

source: <32>{#p/napstablook}* yeah...
ru_ru: <32>{#p/napstabook}* Да.

source: <32>{#p/napstablook}* i guess......
ru_ru: <32>{#p/napstabook}* Я хочу...

source: <32>{#p/basic}* You know he's done this in the past, right?
ru_ru: <32>{#p/basic}* Вы знаете, что он делал это в прошлом, не так ли?

source: <32>{#p/basic}* He'll be back.
ru_ru: <32>{#p/basic}* Он вернется.

source: <32>{#p/napstablook}* heh... * $(namel)......
ru_ru: * $(название)...

source: <25>{#p/alphys}{#g/alphysInquisitive}* $(name)...?
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* $(имя и фамилия).

source: <32>{#p/napstablook}* uh, it's a long story
ru_ru: <32>{#p/napstaplok}* Хм, длинная история

source: <25>{#p/alphys}{#g/alphysWelp}* ... I guess you can tell me later.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* ... Я думаю, ты можешь сказать мне позже.

source: <32>{#p/napstablook}* ... * thank you, $(namel) * for everything......
ru_ru: * Ради всего...

source: <32>* you've done so much for our family just by being here
ru_ru: <32>Вы приехали сюда и многое сделали для нашей семьи

source: <32>* even if... it's not the family you really wanted......
ru_ru: <32>* Даже если это не та семья, которую вы действительно хотите...

source: <32>{#p/basic}* Blooky, I...
ru_ru: <32>{#p/basic}* Блоки, я...

source: <32>{#p/napstablook}* $(namel), if... * no, when you see him again...
ru_ru: * Нет, когда ты увидишь его снова...

source: <32>* don't ever let him forget how much you cared about him in life... alright?
ru_ru: Никогда не позволяй ему забыть, как сильно ты заботишься о нем всю свою жизнь. Хорошо?

source: <32>{#p/napstablook}* here's your mew mew doll
ru_ru: <32>{#p/napstabook}* Это ваша новая кукла

source: <32>* i hope i wasn't too late......
ru_ru: <32>* Надеюсь, я не слишком поздно...

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUpCenter}* No, i-it's okay. * Thank you.
ru_ru: Большое спасибо.

source: <32>{#p/napstablook}* well, cya......
ru_ru: <32>{#p/napstaplok}* Хорошо, cya...

source: <25>{#p/alphys}{#g/alphysWelp}* That was certainly an unexpected turn of events.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Это, несомненно, неожиданный поворот.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Not to mention the whole "$(name)" thing...
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Не говоря уже о том, что все дело в "$(name)".

source: <25>* Last I checked, they've been dead for a hundred years...
ru_ru: <25>* В последний раз, когда я проверял, они умерли сто лет назад.

source: <25>{#g/alphysWelp}* Oh well. * I guess they'll tell me about it later.
ru_ru: * Думаю, они скажут мне позже.

source: <25>{#g/alphysWelp}{#x5}* Speaking of which, you'll probably want to get going...
ru_ru: <25>{#g/alphysWelp}{#x5}* Говоря об этом, вы можете захотеть начать.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Looks like we're in the clear, though...
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Похоже, что мы все поняли, но...

source: <25>{#g/alphysWelp}{#x5}* Which means... you'll probably want to get going...
ru_ru: <25>{#g/alphysWelp}{#x5}* Это означает... Возможно, ты захочешь уйти.

source: <25>{#g/alphysTheFactIs}{#x6}* And I should probably get back to the lab...
ru_ru: <25>{#g/alphysTheFactIs}{#x6}* Возможно, мне следует вернуться в лабораторию.

source: <25>{#g/alphysNervousLaugh}{#x5}* So... see you around, I guess?
ru_ru: <25>{#g/alphys NervousLaugh}{#x5}* Итак... я думаю, мы увидимся позже?

source: <25>{#g/alphysUhButHeresTheDeal}* Uh, b-but don't worry! * I'll ring you as soon as you...
ru_ru: * Как только ты... я тебе позвоню.

source: <25>{#g/alphysNervousLaugh}* You...
ru_ru: <25>{#g/alphys NervousLaugh}* Вы...

source: <25>{#g/alphysHellYeah}* I-I'll stay in contact!
ru_ru: <25>{#g/alphys Здравствуйте}* Я буду на связи!

source: <25>{#g/alphysNervousLaugh}* ...
ru_ru: <25>{#g/Альфа Нейронный смех}* ...

source: <25>{#g/alphysFR}* ... actually, before I go, I thought you should know.
ru_ru: <25>А #g/alphysFR* ... На самом деле, прежде чем я уйду, я думаю, вы должны знать.

source: <25>{#f/33}* I found the Mew Mew doll you let go of.
ru_ru: <25>{#f/33}* Я нашел куклу Mew - Mew, которую вы отпустили.

source: <25>{#g/alphysCutscene3}* It's mine now. * And I'm never letting it go again.
ru_ru: * Я никогда больше не позволю этому пройти.

source: <25>{#g/alphysHellYeah}* S-so yeah!
ru_ru: <25>{#g/alphys Здравствуйте!}* S Итак!

source: <25>{#g/alphysNeutralSweat}{#x5}* But, uh, b-before I go...
ru_ru: <25>{#g/alphys NeutralSweat}{#x5}* Но, ну, прежде чем я уйду...

source: <25>{#f/10}* Would you mind... giving me back my Mew Mew doll?
ru_ru: <25>{#f/10}* Вы не возражаете. Верни мне мою куклу?

source: <25>{#f/3}* Please?
ru_ru: <25>{#f/3}* Пожалуйста?

source: * (Give back the Mew Mew doll?)
ru_ru: * (Верни мне куклу мяу?)

source: <32>{#p/human}* (You gave the Mew Mew Doll to Alphys.)
ru_ru: <32>{#p/human}* (Вы отдали куклу мяу Альфису.)

source: <25>{#p/alphys}{#g/alphysCutscene2}* Thanks.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Спасибо.

source: <32>{#p/human}* (You decide not to give.)
ru_ru: <32>{#p/human}* (Вы решили не давать).

source: <25>{#g/alphysCutscene2}* Okay, you know what? * You can keep it.
ru_ru: * Вы можете оставить его себе.

source: <25>{#g/alphysCutscene2}* It's all yours.
ru_ru: <25>{#g/alphysCutscene2}* Это все ваше.

source: <25>{#f/33}* What? * It's not like I care about it or anything.
ru_ru: * Меня не волнует ни это, ни что - либо еще.

source: <25>{#p/alphys}{#g/alphysSmileSweat}* T-take care!!
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* T - Береги себя!

source: <25>{#p/alphys}{#f/10}* I-I'll stay in contact.
ru_ru: <25>{#p/alphys}{#f/10}* I - I останется на связи.

source: <25>{#p/alphys}{#f/3}* N-not at all!!
ru_ru: <25>{#p/alphys}{#f/3}* N - совсем нет!

source: <32>{#p/basic}* ... now I understand why Blooky feels how they do all the time.
ru_ru: <32>{#p/basic}* ... Теперь я понимаю, почему Блуки всегда думает, как они это делают.

source: <32>* That guilt, thinking you could've done more to care about someone...
ru_ru: <32>* Это чувство вины, что вы могли бы сделать больше, чтобы заботиться о других.

source: <32>* Hmph. * Maybe there's something more I can do to help here.
ru_ru: * Возможно, я могу сделать что - то еще, чтобы помочь вам.

source: <32>* Remember what happened with Toriel?
ru_ru: <32>Помните, что случилось с Толилом?

source: <32>* The way you called out for me, and I was able to talk?
ru_ru: <32>* Как ты кричишь на меня, могу я говорить?

source: <32>* I know things about monsters. * Things that could help us get through more quickly.
ru_ru: * Это поможет нам быстрее пережить трудности.

source: <32>* So, if I think of something...
ru_ru: <32>* Итак, если я что - нибудь придумаю...

source: <32>* Call out for me like you did before, okay?
ru_ru: <32>* Зовите меня, как раньше, хорошо?

source: <25>{#p/asriel2}{#f/8}* Hello?
ru_ru: <25>{#p/asriel2}{#f/8}* Как дела?

source: <25>{#p/asriel2}{#f/8}* Here we go.
ru_ru: <25>{#p/asriel2}{#f/8}* Начнем.

source: <32>{#p/mettaton}* HELLO, DARLING.
ru_ru: <32>{#p/metaton}* Здравствуйте, Дарлинг.

source: <32>{#p/mettaton}* HERE WE GO INDEED, DARLING!
ru_ru: <32>{#p/metaton}* Мы ушли, тьма!

source: <32>{#p/mettaton}* WHY HELLO!
ru_ru: <32>{#p/metaton}* Почему вы добры!

source: <32>* WHY DON'T YOU TWO COME INTO THE LIMELIGHT?
ru_ru: Почему вы двое не в центре внимания?

source: <32>{#p/mettaton}* THAT'S BETTER...
ru_ru: <32>{#p/metaton}* Это лучше.

source: <32>{#p/mettaton}* NOW, ALLOW ME TO SING YOU TWO A LITTLE SONG.
ru_ru: <32>{#p/metaton}* Теперь позвольте мне спеть небольшую песню для вас обоих.

source: <25>{*}{#p/asriel2}{#f/10}* So tell me, what's this little song about?{^30}{%}
ru_ru: <25>{*}{#p/asriel2}{#f/10}* Тогда скажи мне, о чем эта песня? {^ 30}{%}

source: <32>{*}{#p/mettaton}{#x1}* OH, ASRIEL...{^30}{%}
ru_ru: <32>{*}{#p/metaton}{#x1:0}* О, ASRIEL. {^ 30}{%}

source: <32>{*}{#x2}* HAVEN'T YOU HEARD OF A THING CALLED "SPOILERS?"{^30}{%}
ru_ru: <32>{*}{#x2}* Вы когда - нибудь слышали что - нибудь, что называется « драматичность»? {^ 30}{%}

source: <25>{*}{#p/asriel2}{#f/6}* Figures.{^30}{%}
ru_ru: <25>{*}{#p/asriel2}{#f/6}* Цифры. {^ 30}{%}

source: <25>{*}{#p/asriel2}{#f/7}* I already know this show's just about me.{^30}{%}
ru_ru: <25>{*}{#p/asriel2}{#f/7}* Я уже знаю, что эта программа только обо мне. {{^ 30}{%}

source: <32>{*}{#p/mettaton}{#x1}* OH, DO YOU NOW?{^30}{%}
ru_ru: <32>{*}{#p/metaton}{#x1:0}* О, а ты теперь? {^ 30}{%}

source: <32>{*}{#x2}* WELL, I'M AFRAID THAT WON'T STOP ME FROM DOING IT.{^30}{%}
ru_ru: <32>{*}{\ x2}* Хорошо, я боюсь, что это не помешает мне сделать это. {^ 30}{%}

source: <32>{#p/mettaton}* WELL, THAT'S ALL.
ru_ru: <32>{#p/metaton}* Хорошо, это все.

source: <32>{#x1}* OH, AND, I FORGOT TO MENTION THAT I'M NOT REALLY HERE.
ru_ru: <32>{#x1:1}* О, и я забыл упомянуть, что я на самом деле не здесь.
