Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <20>{#p/basic}{~}How thoughtful...
ru_ru: <20>{#p/basic}{~} Как хорошо.

source: <32>{#p/alphys}* Its HP is low...
ru_ru: <32>{#p/alphys}* Его жизненная ценность очень низка.

source: <32>{#p/story}* Cozmo is holding on.
ru_ru: <32>{#p/story}* Cozmo остался.

source: * Terrestria
ru_ru: * Террестрия

source: <20>{#p/basic}{~}... this magic... is forbidden...
ru_ru: <20>{#p/basic}{~}. Этот фокус... Запрещено...

source: <32>{#p/basic}* Wait... * Let me try something.
ru_ru: * Позвольте мне попробовать.

source: <20>{#p/basic}{~}... ... ... Hmm?
ru_ru: Скрытая марковская модель?

source: <32>{*}{#p/human}* (The sound of an ancient song echoes through the room.){^100}{%}
ru_ru: <32>{*}{#p/human}* (Звук древней песни эхом отозвался в комнате) {^ 100}{%}

source: <20>{#p/basic}{~}A song of our long- lost world...
ru_ru: <20>{#p/basic}{~} Песня нашего давно потерянного мира.

source: <20>{#p/basic}{~}Perhaps there is still beauty in the universe.
ru_ru: <20>{#p/basic}{~} Может быть, во Вселенной есть красота.

source: <32>{#p/basic}* Terrestria recognizes the artifact and deems you worthy of her trust!
ru_ru: <32>{#p/basic}* Terrestria признает это произведение искусства и считает, что вы достойны ее доверия!

source: <20>{#p/basic}{~}An artifact from our long-lost world...
ru_ru: <20>{#p/basic}{~} артефакт из нашего давно потерянного мира.

source: <20>{#p/basic}{~}Perhaps its legend will live on in you.
ru_ru: <20>{#p/basic}{~} Может быть, его легенда останется в вашем сердце.

source: <32>{#p/basic}* Terrestria is knocked out!
ru_ru: <32>{#p/basic}* Terrestria сбили!

source: <32>{#p/alphys}* You think you can repeat that last trick?
ru_ru: <32>{#p/alphys}* Как вы думаете, вы можете повторить последний трюк?

source: <32>{#p/alphys}* Not again.
ru_ru: <32>{#p/alphys}* Больше нет.

source: <32>{#p/story}* Terrestria blocks the way!
ru_ru: <32>{#p/story}* Terrestria блокирует дорогу!

source: <32>{#p/alphys}* Terrestria is a staff-wielder, and she's REALLY passionate about the homeworld.
ru_ru: <32>{#p/alphys}* Terrestria является сотрудником, который с энтузиазмом относится к своему родному городу.

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * This heavy ELITE squad member wields the Planetary Staff.
ru_ru: * Этот тяжеловес элитного отряда размахивает планетарным жезлом.

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * The world is crumbling.
ru_ru: * Мир рушится.

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * Things aren't so bad anymore.
ru_ru: * Все уже не так плохо.

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * The ground shakes beneath her ever-worn boots.
ru_ru: * Под ее изношенными сапогами тряслась земля.

source: <32>{#p/story}* TERRESTRIA - ATK 36 DEF 36 * Her attention stolen, the world falls away.
ru_ru: * Ее внимание было украдено, и мир исчез.

source: <32>{#p/alphys}* It's Terrestria.
ru_ru: <32>{#p/alphys}* Это Земля.

source: <32>{#p/story}* Terrestria tightens her grip on the staff.
ru_ru: <32>{#p/story}* Terrestria ужесточает контроль над персоналом.

source: <32>{#p/story}* Terrestria breathes deeply.
ru_ru: <32>{#p/story}* Terrestria Сделайте глубокий вдох.

source: <32>{#p/story}* Terrestria watches quietly.
ru_ru: <32>{#p/story}* Terrestria смотрит тихо.

source: <32>{#p/story}* Terrestria's armor emits a faint, yellow glow.
ru_ru: <32>{#p/story}* Броня Terrestria излучает слабый желтый свет.

source: <32>{#p/story}* Smells like a forgotten relic.
ru_ru: <32>{#p/story}* Пахнет как забытая реликвия.

source: <20>{#p/basic}{~}Good knight.
ru_ru: <20>{#p/basic}{~} Хороший рыцарь.

source: <20>{#p/basic}{~}Farewell.
ru_ru: <20>{#p/basic}{~} Прощай.

source: <20>{#p/basic}{~}Adieu.
ru_ru: <20>{#p/basic}{~} Прощай.

source: <20>{#p/basic}{~}Close your eyes...
ru_ru: <20>{#p/basic}{~} Закройте глаза.

source: <20>{#p/basic}{~}Goodbye.
ru_ru: <20>{#p/basic}{~} Прощай.

source: <32>{#p/human}* (You move in closer and caress Terrestria, telling her things will be okay.)
ru_ru: <32>{#p/human}* (Вы приближаетесь и гладите Terrestria, говорите ей, что все будет хорошо).

source: <32>{#p/alphys}* That's... uh...
ru_ru: <32>{#p/alphys}* Это...

source: <20>{#p/basic}{~}... ... ... Truly?
ru_ru: Правда?

source: <32>{#p/alphys}* Is she... crying?
ru_ru: <32>{#p/alphys}* Она... Плакать?

source: <32>{#p/story}* Terrestria's stance weakens.
ru_ru: <32>{#p/story}* Позиция Terrestria ослабла.

source: <32>{#p/human}* (You embrace Terrestria, reminding her there is still beauty in the universe.)
ru_ru: <32>{#p/human}* (Вы обнимаете Terrestria, напоминая ей, что во Вселенной все еще есть красота.)

source: <32>{#p/alphys}* Awww...
ru_ru: <32>{#p/alphys}* Вау.

source: <20>{#p/basic}{~}... ... Thank you...
ru_ru: Большое спасибо.

source: <32>{#p/alphys}* That's... honestly very sweet.
ru_ru: <32>{#p/alphys}* Это действительно... действительно сладко.

source: <32>{#p/story}* Terrestria has found a new purpose in life.
ru_ru: <32>{#p/story}* Terrestria находит новые жизненные цели.

source: <20>{#p/basic}{~}... ... There you are...
ru_ru: Ты идешь.

source: <32>{#p/human}* (You comfort Terrestria.) * (Nothing changes.)
ru_ru: * (Никаких изменений.)

source: <32>{#p/human}* (You comfort Terrestria.)
ru_ru: <32>{#p/human}* (Вы утешили Terrestria.)

source: <32>{#p/basic}* Terrestria drops her staff and accepts your offer of peace.
ru_ru: <32>{#p/basic}* Terrestria бросает своих сотрудников и принимает ваше мирное предложение.

source: <20>{#p/basic}{~}Gratuities.
ru_ru: <20>{#p/basic}{~} чаевые.

source: <20>{#p/basic}{~}Much obliged.
ru_ru: <20>{#p/basic}{~} Большое спасибо.

source: <20>{#p/basic}{~}Many thanks.
ru_ru: <20>{#p/basic}{~} Большое спасибо.

source: <32>{#p/alphys}* I think you can spare her...
ru_ru: <32>{#p/alphys}* Я думаю, ты можешь пощадить ее.

source: <32>{#p/story}* Terrestria is at peace.
ru_ru: <32>{#p/story}* Terrestria спокойна.

source: <32>{#p/human}* (You flash your phone screen.)
ru_ru: <32>{#p/human}* (Вы мигаете экраном телефона).

source: <32>{#p/basic}* Terrestria goes into a panic!
ru_ru: <32>{#p/basic}* Террестрия в панике!

source: <32>{#p/alphys}* What are you doing!?
ru_ru: <32>{#p/alphys}* Что ты делаешь?

source: <32>{#p/alphys}* She's b-blinded!
ru_ru: <32>{#p/alphys}* Она ослепла!

source: <32>{#p/story}* Terrestria has lost her sense of sight for this battle.
ru_ru: <32>{#p/story}* Terrestria потеряла зрение в этой битве.

source: <20>{#p/basic}{~}No vision...
ru_ru: <20>{#p/basic}{~} Нет видения.

source: <20>{#p/basic}{~}Can't see you...
ru_ru: <20>{#p/basic}{~} Не вижу тебя.

source: <20>{#p/basic}{~}Where are you...
ru_ru: <20>{#p/basic}{~} Где ты.

source: <32>{#p/human}* (You flash your phone screen.) * (Terrestria is too busy day- dreaming about you to notice.)
ru_ru: * (Terrestria занята мечтами о тебе весь день, не имея времени заботиться.)

source: <32>{#p/human}* (You flash your phone screen.) * (Terrestria is too relaxed to notice.)
ru_ru: * (Terrestria слишком расслаблена, чтобы заметить.)

source: <32>{#p/human}* (You flash your phone screen.) * (Nothing changes.)
ru_ru: * (Никаких изменений.)

source: <32>{#p/human}* (You flirt with Terrestria.) * (No effect.)
ru_ru: * (Без последствий.)

source: <32>{#p/alphys}* Yeah, the ELITE squad is sort of trained against swooning.
ru_ru: <32>{#p/alphys}* Да, тренировки элитных команд немного похожи на борьбу с головокружением.

source: <32>{#p/human}* (You call on your experience, and whisper a simple but confident compliment.)
ru_ru: <32>{#p/human}* (Вы называете свой опыт и шепчете простой, но уверенный комплимент).

source: <32>{#p/alphys}* Uh...
ru_ru: <32>{#p/alphys}* Мм...

source: <20>{#p/basic}{~}What delight...
ru_ru: <20>{#p/basic}{~} Очень рад.

source: <32>{#p/alphys}* Of course you'd find a way to make it work...
ru_ru: <32>{#p/alphys}* Конечно, вы найдете способ заставить его работать.

source: <32>{#p/story}* Terrestria is beginning to like you.
ru_ru: <32>{#p/story}* Terrestria начинает тебя любить.

source: <32>{#p/human}* (You call on your experience, and gaze long into Terrestria's eyes.)
ru_ru: <32>{#p/human}* (Вы пробуждаете свой опыт и смотрите в глаза Terrestria.)

source: <32>{#p/alphys}* Ohhhh kay.
ru_ru: <32>{#p/alphys}* О, хорошо.

source: <20>{#p/basic}{~}What beauty to be seen...
ru_ru: <20>{#p/basic}{~} Как красиво.

source: <32>{#p/alphys}* W-well. * This is... something.
ru_ru: * Это... что - то.

source: <32>{#p/story}* Terrestria is enamoured.
ru_ru: <32>{#p/story}* Terrestria очарована.

source: <32>{#p/alphys}* You are insane.
ru_ru: <32>{#p/alphys}* Ты сошел с ума.

source: <20>{#p/basic}{~}Quite breath-taking...
ru_ru: <20>{#p/basic}{~} Очень захватывающе.

source: <20>{#p/basic}{~}How wonderful...
ru_ru: <20>{#p/basic}{~} Это потрясающе.

source: <20>{#p/basic}{~}So beautiful...
ru_ru: <20>{#p/basic}{~} Слишком красиво.

source: <32>{#p/alphys}* She's close to death...
ru_ru: <32>{#p/alphys}* Она умирает.

source: <32>{#p/story}* Terrestria's breath shakes.
ru_ru: <32>{#p/story}* Дыхание Terrestria дрожит.

source: * Final Froggit
ru_ru: * Последняя лягушка

source: <08>{#p/basic}{~}In your mercy, I see wisdom.
ru_ru: <08>{#p/basic}{~} В Твоем милосердии Я вижу мудрость.

source: <08>{#p/basic}{~}My hopes have been ful- filled.
ru_ru: <08>{#p/basic}{~} Моя надежда сбылась.

source: <08>{#p/basic}{~}I did not forsee this outcome.
ru_ru: <08>{#p/basic}{~} Я не предвидел этого результата.

source: <08>{#p/basic}{~}I must steer clear of the abyss..
ru_ru: <08>{#p/basic}{~} Я должен избегать бездны.

source: <08>{#p/basic}{~}Skip, jump.
ru_ru: <08>AU #p/basic ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ Прыжок, прыжок.

source: <08>{#p/basic}{~}May love radiate through our hearts.
ru_ru: <08>{#p/basic}{~} Пусть любовь расцветает в наших сердцах.

source: <08>{#p/basic}{~}We shall be the best of friends.
ru_ru: <08>{#p/basic}{~} Мы станем лучшими друзьями.

source: <08>{#p/basic}{~}Your kindness warms my heart.
ru_ru: <08>{#p/basic}{~} Твоя добрая воля согревает мое сердце.

source: <08>{#p/basic}{~}Robbit, robbit.
ru_ru: <08>{#p/basic}{~} Робби, Робби.

source: <08>{#p/basic}{~}My time has come.
ru_ru: <08>{#p/basic}{~} Мое время пришло.

source: <08>{#p/basic}{~}May you have the wealth that you desire.
ru_ru: <08>{#p/basic}{~} Пусть у вас будет богатство, к которому вы стремитесь.

source: <32>{#p/basic}* Final Froggit is knocked out!
ru_ru: <32>{#p/basic}* Окончательная лягушка устранена!

source: <32>{#p/alphys}* Final Froggit, it's like Froggit, but fancier. * It talks in an odd language.
ru_ru: * Он говорит на странном языке.

source: <32>{#p/alphys}* It's just Final Froggit.
ru_ru: <32>{#p/alphys}* Это только последняя лягушка.

source: <32>{#p/story}* FINAL FROGGIT - ATK 30 DEF 24 * The future is boundless for this monster.
ru_ru: Будущее этого монстра безгранично.

source: <32>{#p/story}* FINAL FROGGIT - ATK 30 DEF 24 * This monster may soon live on through its wisdom.
ru_ru: * Этот монстр, вероятно, скоро выживет благодаря своей мудрости.

source: <32>{#p/story}* FINAL FROGGIT - ATK 30 DEF 24 * This monster understands your true desires.
ru_ru: * Этот монстр понимает ваши истинные желания.

source: <32>{#p/story}* FINAL FROGGIT - ATK 30 DEF 24 * This monster is satisfied with its message.
ru_ru: * Этот монстр доволен своей информацией.

source: <08>{#p/basic}{~}Creak, creak.
ru_ru: <08>{#p/basic}{~} Скрипает.

source: <32>{#p/story}* The battlefield is engulfed in the smell of leola root.
ru_ru: <32>{#p/story}* Поле битвы наполнено запахом корней.

source: <32>{#p/story}* Final Froggit seeks an understanding.
ru_ru: <32>{#p/story}* Final Froggit Найти понимание.

source: <32>{#p/story}* Final Froggit hopes to share its wisdom.
ru_ru: <32>{#p/story}* Final Froggit хочет поделиться своей мудростью.

source: <32>{#p/human}* (You flirt with Final Froggit.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Final Froggit).

source: <32>* Final Froggit shows modest appreciation for your remarks.
ru_ru: <32>* В заключение Froggit выражает искреннюю благодарность за ваше выступление.

source: <32>{#p/alphys}* Ehehe...
ru_ru: <32>{#p/alphys}* Мм...

source: <08>{#p/basic}{~}(Sighs deeply.) Robbit.
ru_ru: Робби.

source: <08>{#p/basic}{~}(Blushes deeply.) Robbit.
ru_ru: Робби.

source: <32>{#p/human}* (But there was nothing for you to translate yet.)
ru_ru: <32>{#p/human}* (но вам еще нечего переводить).

source: <32>{#p/alphys}* Maybe you should, like... wait for it to say something first?
ru_ru: <32>{#p/alphys}* Возможно, вам следует, например... Подожди, пока он что - нибудь скажет?

source: <32>{#p/human}* (You translate Final Froggit's message.)
ru_ru: <32>{#p/human}* (Вы перевели сообщение Final Froggit.)

source: <08>{#p/basic}{~}(Don't kill and don't be killed.)
ru_ru: <08>{#p/basic}{~} (Не убивайте и не убивайте).

source: <08>{#p/basic}{~}(Time heals all wounds.)
ru_ru: <08>{#p/basic}{~} (Время излечит все раны.)

source: <08>{#p/basic}{~}(Let not the rage consume you.)
ru_ru: <08>{#p/basic}{~} (Не позволяйте гневу поглотить вас.)

source: <09>{#p/basic}{~}(Keep moving forward.)
ru_ru: <09>{#p/basic}{~} (Продолжайте двигаться вперед).

source: <08>{#p/basic}{~}(You can always do better.)
ru_ru: <08>{#p/basic}{~} (Вы всегда можете сделать лучше).

source: <08>{#p/basic}{~}(Stay true to your- self.)
ru_ru: <08>{#p/basic}{~} (Верность себе.)

source: <08>{#p/basic}{~}(Never give into fear.)
ru_ru: <08>{#p/basic}{~} (Никогда не поддавайтесь страху.)

source: <08>{#p/basic}{~}(Always try your best.)
ru_ru: <08>{#p/basic}{~} (Всегда прилагайте максимум усилий).

source: <08>{#p/basic}{~}(Regret when you were mean.)
ru_ru: <08>{#p/basic}{~} (Жаль о своей грубости).

source: <08>{#p/basic}{~}(Never regret being kind.)
ru_ru: <08>{#p/basic}{~} (Никогда не жалейте о доброте).

source: <32>{#p/alphys}* I think you can spare Final Froggit now.
ru_ru: <32>{#p/alphys}* Я думаю, теперь вы можете освободить последнюю лягушку.

source: <32>{#p/alphys}* I think you can spare it now.
ru_ru: <32>{#p/alphys}* Я думаю, вы можете освободить время прямо сейчас.

source: <32>{#p/story}* Final Froggit seems reluctant to fight you.
ru_ru: <32>{#p/story}* Последний лягушка, похоже, не хочет драться с тобой.

source: <32>{#p/human}* (You do something mysterious, but Final Froggit is unaffected.)
ru_ru: <32>{#p/human}* (Вы сделали что - то таинственное, но Final Froggit не был затронут).

source: <32>{#p/human}* (You do something threatening, but Final Froggit is unaffected.)
ru_ru: <32>{#p/human}* (Вы сделали что - то угрожающее, но Final Froggit не был затронут).

source: <32>{#p/alphys}* No...
ru_ru: <32>{#p/alphys}* Нет.

source: <32>{#p/story}* Final Froggit stands its ground.
ru_ru: <32>{#p/story}* Окончательный лягушка держится на позиции.

source: * Flutterknyte
ru_ru: * Флуттеркнит

source: <08>{#p/basic}{~}Thank good- ness..
ru_ru: <08>{#p/basic}{~} Спасибо.

source: <08>{#p/basic}{~}I feared I would never escape.
ru_ru: <08>{#p/basic}{~} Я боюсь, что никогда не смогу убежать.

source: <08>{#p/basic}{~}What was I think- ing..
ru_ru: <08>{#p/basic}{~} О чем я думаю.

source: <08>{#p/basic}{~}I have to get out of here..!
ru_ru: <08>{#p/basic}{~} Я должен уйти отсюда.

source: <08>{#p/basic}{~}If you truly feel this way..
ru_ru: <08>{#p/basic}{~} Если вы действительно чувствуете это.

source: <08>{#p/basic}{~}I am obliged to as well..!
ru_ru: <08>{#p/basic}{~} Я тоже обязан.

source: <08>{#p/basic}{~}It's okay..
ru_ru: <08>{#p/basic}{~} Не имеет значения.

source: <08>{#p/basic}{~}We can be friends if you want..
ru_ru: <08>{#p/basic}{~} Если вы хотите, мы можем быть друзьями.

source: <08>{#p/basic}{~}Please..
ru_ru: <08>{#p/basic}{~} Пожалуйста.

source: <08>{#p/basic}{~}D-don't let go..
ru_ru: <08>{#p/basic}{~} D - Не отпускай.

source: <08>{#p/basic}{~}I'm so sorry..
ru_ru: <08>{#p/basic}{~} Мне очень жаль.

source: <08>{#p/basic}{~}I knew I wasn't cut out for this..
ru_ru: <08>{#p/basic}{~} Я знаю, что я не годен для этого.

source: <08>{#p/basic}{~}Here's your pay- ment..
ru_ru: <08>{#p/basic}{~} Это ваша зарплата.

source: <08>{#p/basic}{~}Please.. spare me..
ru_ru: <08>{#p/basic}{~} Пожалуйста. Оставь меня в покое.

source: <32>{#p/basic}* Flutterknyte is knocked out!
ru_ru: <32>{#p/basic}* Flutterknyte выбыл!

source: <32>{#p/alphys}* Flutterknyte... is it just me, or does it seem nervous?
ru_ru: <32>{#p/alphys}* Flutterknyte. Я один или выгляжу нервным?

source: <32>{#p/alphys}* It's just Flutterknyte.
ru_ru: <32>{#p/alphys}* Это просто Flutterknyte.

source: <32>{#p/story}* FLUTTERKNYTE - ATK 34 DEF 12 * This monster carries a bloated sense of responsibility.
ru_ru: * У этого монстра раздутое чувство ответственности.

source: <32>{#p/story}* FLUTTERKNYTE - ATK 34 DEF 12 * Stays behind, afraid of being a disappointment.
ru_ru: * Оставайтесь сзади, боясь разочарования.

source: <32>{#p/story}* FLUTTERKNYTE - ATK 34 DEF 12 * A weight has been lifted from its wings.
ru_ru: * Тяжелый предмет поднимается с его крыльев.

source: <32>{#p/story}* FLUTTERKNYTE - ATK 34 DEF 12 * Its wings aren't the only things fluttering...
ru_ru: * Его крылья - не единственное, что летит.

source: <32>{#p/human}* (You offer an arm for Flutterknyte to perch on.)
ru_ru: <32>{#p/human}* (Вы протягиваете руку, чтобы Flutterknyte жил.)

source: <32>{#p/basic}* Flutterknyte thinks about accepting your offer...
ru_ru: <32>{#p/basic}* Flutterknyte рассматривает возможность принятия вашего предложения.

source: <32>{#p/alphys}* You're halfway there.
ru_ru: <32>{#p/alphys}* Вы закончили половину.

source: <32>{#p/human}* (You continue offering.)
ru_ru: <32>{#p/human}* (Вы продолжаете предоставлять).

source: <32>{#p/basic}* Flutterknyte backs away, fearing for its life...
ru_ru: <32>{#p/basic}* Flutterknyte отступил, опасаясь за свою жизнь.

source: <32>* Flutterknyte wants to go now.
ru_ru: <32>* Flutterknyte хочет уйти.

source: <32>{#p/alphys}* There you go...?
ru_ru: <32>{#p/alphys}* Ты пошел.

source: <32>{#p/basic}* Flutterknyte moves towards your arm and lands.
ru_ru: <32>{#p/basic}* Flutterknyte движется к вашей руке и приземляется.

source: <32>* Flutterknyte can rest now.
ru_ru: <32>* Flutterknyte теперь может отдохнуть.

source: <32>{#p/alphys}* There you go!
ru_ru: <32>{#p/alphys}* Для Вас!

source: <32>{#p/human}* (You offer your other arm for Flutterknyte.)
ru_ru: <32>{#p/human}* (Вы предоставили другую руку для Flutterknyte).

source: <33>{#p/basic}* Flutterknyte has seen enough...
ru_ru: <33>{#p/basic}* Flutterknyte Достаточно.

source: <32>{#p/alphys}* ... jeez.
ru_ru: <32>{#p/alphys}* ... Боже мой.

source: <32>{#p/basic}* Flutterknyte, overwhelmed by choices, decides to fly away...
ru_ru: <32>{#p/basic}* Flutterknyte был затоплен различными вариантами и решил улететь.

source: <32>{#p/alphys}* ... what.
ru_ru: <32>{#p/alphys}* ... Что?

source: <32>{#p/human}* (You flirt with Flutterknyte.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Flutterknyte).

source: <32>{#p/basic}* Flutterknyte is surprised, and feels conflicted...
ru_ru: <32>{#p/basic}* Flutterknyte удивляется и находит противоречия.

source: <32>{#p/alphys}* Er...
ru_ru: <32>{#p/alphys}* Мм...

source: <32>{#p/basic}* Flutterknyte is surprised, but accepts it nonetheless...
ru_ru: <32>{#p/basic}* Flutterknyte был удивлен, но все же принял.

source: <32>{#p/alphys}* Cute...
ru_ru: <32>{#p/alphys}* Милый.

source: <08>{#p/basic}{~}What to do what to say..
ru_ru: <08>{#p/basic}{~} Что делать и что говорить.

source: <08>{#p/basic}{~}Thank you thank you..
ru_ru: <08>{#p/basic}{~} Спасибо, спасибо.

source: <32>{#p/human}* (You poke Flutterknyte to knock it off its balance.)
ru_ru: <32>{#p/human}* (Вы ткнули Flutterknyte, чтобы вывести его из равновесия.)

source: <32>{#p/basic}* Flutterknyte is shaken, but quickly regains focus.
ru_ru: <32>{#p/basic}* Flutterknyte вибрирует, но вскоре может снова сосредоточиться.

source: <32>{#p/alphys}* Mean...?
ru_ru: <32>{#p/alphys}* означает.

source: <32>{#p/basic}* Flutterknyte falls and skitters away!
ru_ru: <32>{#p/basic}* Flutterknyte падает и быстро ускользает!

source: <32>{#p/alphys}* I'm gonna pretend like you didn't just do that.
ru_ru: <32>{#p/alphys}* Я сделаю вид, что ты этого не делал.

source: <08>{#p/basic}{~}Should I..?
ru_ru: <08>{#p/basic}{~} Я должен.

source: <08>{#p/basic}{~}Can I..?
ru_ru: <08>{#p/basic}{~} Могу ли я...?

source: <08>{#p/basic}{~}Will I..?
ru_ru: <08>{#p/basic}{~} Я буду.

source: <08>{#p/basic}{~}Rest, at last.
ru_ru: <08>{#p/basic}{~} Наконец - то отдохнул.

source: <08>{#p/basic}{~}Thank you.
ru_ru: <08>{#p/basic}{~} Спасибо.

source: <08>{#p/basic}{~}I knew not how tired I was.
ru_ru: <08>{#p/basic}{~} Я не знаю, насколько я устал.

source: <08>{#p/basic}{~}I know not how long it's been.
ru_ru: <08>{#p/basic}{~} Я не знаю, как долго это прошло.

source: <08>{#p/basic}{~}I'll do what I must..
ru_ru: <08>{#p/basic}{~} Я сделаю то, что должен сделать.

source: <08>{#p/basic}{~}It's for the greater good..
ru_ru: <08>{#p/basic}{~} Это для большей выгоды.

source: <08>{#p/basic}{~}They're counting on me..
ru_ru: <08>{#p/basic}{~} Они рассчитывают на меня.

source: <08>{#p/basic}{~}The future depends on this..
ru_ru: <08>{#p/basic}{~} От этого зависит будущее.

source: <32>{#p/story}* Flutterknyte is in serious trouble.
ru_ru: <32>{#p/story}* Flutterknyte столкнулся с серьезными проблемами.

source: <32>{#p/story}* Flutterknyte continues to mutter justifications.
ru_ru: <32>{#p/story}* Flutterknyte продолжает бормотать.

source: <32>{#p/story}* Flutterknyte is hovering.
ru_ru: <32>{#p/story}* Flutterknyte зависает.

source: <32>{#p/story}* Smells like pears.
ru_ru: <32>{#p/story}* Пахнет грушей.

source: <32>{#p/story}* Flutterknyte takes slow, steady breaths.
ru_ru: <32>{#p/story}* Flutterknyte дышит медленно и стабильно.

source: <32>{#p/story}* Flutterknyte ponders their future.
ru_ru: <32>{#p/story}* Flutterknyte размышляет о своем будущем.

source: <32>{#p/alphys}* Looks like Flutterknyte will accept your mercy now.
ru_ru: {p/alphys}* Похоже, Flutterknyte теперь примет ваше сострадание.

source: <32>{#p/alphys}* Looks like it'll accept your mercy now.
ru_ru: {#p/alphys}* Похоже, что теперь он примет ваше сострадание.

source: <32>{#p/story}* Flutterknyte is at rest.
ru_ru: <32>{#p/story}* Flutterknyte находится в состоянии покоя.

source: <08>{#p/basic}{~}Out of sight, out of mind.
ru_ru: <08>{#p/basic}{~} Не видно, не помню.

source: <08>{#p/basic}{~}Your ma- lice is stronger than my own!
ru_ru: <08>{#p/basic}{~} Ваши вши сильнее моих!

source: <08>{#p/basic}{~}I won't test it further.
ru_ru: <08>{#p/basic}{~} Я больше не буду тестировать.

source: <08>{#p/basic}{~}Such beauty in your eyes..
ru_ru: <08>{#p/basic}{~} Красота ваших глаз.

source: <08>{#p/basic}{~}Don't tell the clan about this!
ru_ru: <08>{#p/basic}{~} Не говори об этом клану!

source: <08>{#p/basic}{~}Friend- ship..
ru_ru: <08>{#p/basic}{~} Дружба.

source: <08>{#p/basic}{~}This could be a real eye- opener!
ru_ru: <08>{#p/basic}{~} Это может открыть глаза!

source: <08>{#p/basic}{~}Don't squeeze too hard, okay?
ru_ru: <08>{#p/basic}{~} Не дави слишком плотно, хорошо?

source: <08>{#p/basic}{~}I shall die proudly as a leader.
ru_ru: <08>{#p/basic}{~} Я умру с гордостью как лидер.

source: <08>{#p/basic}{~}Tch.. don't try to pay me back.
ru_ru: <08>{#p/basic}{~} Tch. Не пытайся вернуть мне деньги.

source: <08>{#p/basic}{~}This is for you!
ru_ru: <08>{#p/basic}{~} Это для вас!

source: <32>{#p/basic}* Eyewalker Prime is knocked out!
ru_ru: <32>{#p/basic}* Eyewalker Prime вышел из строя!

source: <32>{#p/alphys}* Eyewalker Prime...? * They're probably the leader of the Eyewalker clan.
ru_ru: * Они могут быть главами семьи Глазовых.

source: <32>{#p/alphys}* It's just Eyewalker Prime.
ru_ru: <32>{#p/alphys}* Это просто Eyewalker Prime.
