Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <25>{#g/alphysNeutralSweat}* Remember, g-gotta keep an eye out for the ELITE squad members.
ru_ru: <25>{#g/alphysNeutralSweat}* Помните, что g должен следить за членами элитного отряда.

source: <25>{#g/alphysNeutralSweat}* Remember, g-gotta unlock that door...
ru_ru: <25>{#g/alphysNeutralSweat}* Помните, чтобы открыть эту дверь.

source: <25>{#g/alphysNeutralSweat}* We're almost to the end, you know...
ru_ru: <25>{#g/alphysNeutralSweat}* Вы знаете, мы почти закончили.

source: <25>{#p/alphys}{#g/alphysWelp}* I'll be on the line.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Я буду в сети.

source: <25>{#p/alphys}{#g/alphysInquisitive}* If you're leaving the CORE, I'll hang up the phone for now.
ru_ru: <25>{#p/alphys}{#g/alphysInquiry}* Если вы хотите покинуть CORE, я временно вешаю трубку.

source: <25>{#g/alphysCutscene2}* I'll call you back when y-you return here!
ru_ru: <25>{#g/alphysCutscene2}* Я перезвоню тебе, когда ты вернешься!

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Leaving again?
ru_ru: <25>{#p/alphys}{#g/alphys NervoousLaugh}* Опять?

source: <25>{#g/alphysWelp}* Alright then.
ru_ru: <25>{#g/alphysWelp}* Хорошо.

source: <25>{#g/alphysFR}* You better not be doing this just to see how I react.
ru_ru: <25>{#g/alphysFR}* Вам лучше не делать этого только для того, чтобы увидеть мою реакцию.

source: <25>{*}{#p/alphys}{#g/alphysShocked}* Watch out!{^999}
ru_ru: <25>{*}{#p/alphys}{#g/alphysShocked}* Осторожно! {^ 999}

source: <25>{#p/alphys}{#g/alphysCutscene3}* Huh? * What's with that item?
ru_ru: * Что случилось с этим предметом?

source: <25>{#p/alphys}{#g/alphysCutscene3}* What the... what did you just DO??
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Что такое... Что ты только что сделал?

source: <25>* What did you SAY to them to make them walk away like that!?
ru_ru: <25>* Что ты им сказал, пусть так уйдут!

source: <32>{#p/basic}* Heh. * Sometimes all you need are the right words.
ru_ru: * Иногда все, что вам нужно, это правильные слова.

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Phew...
ru_ru: <25>{#p/alphys}{#g/alphys Нервный смех}* Ху...

source: <25>{#g/alphysNeutralSweat}* L-let's hope that doesn't happen again.
ru_ru: <25>{#g/alphys NeutralSweat}* L - Надеюсь, что это больше не повторится.

source: <32>{#p/basic}* ... guess you didn't need my help after all.
ru_ru: <32>{#p/basic}* ... Думаю, тебе не нужна моя помощь.

source: <25>{#p/alphys}{#g/alphysSideSad}* No... why...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Не... Почему...

source: <25>* Couldn't there have been... another way?
ru_ru: <25>* Не может быть. Другой путь?

source: <25>{#g/alphysThatSucks}* ...
ru_ru: <25>Сер #g/alphysThatSucks* ...

source: <25>* At least it won't be long until we're outta here.
ru_ru: <25>* По крайней мере, мы уедем отсюда ненадолго.

source: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* Wait!!!{^999}
ru_ru: <25>{*}{#p/alphys}{#g/alphysOhGodNo}* И так далее! {^ 999}

source: <25>{#p/alphys}{#g/alphysWTF}* I can't believe what I'm seeing...
ru_ru: <25>{#p/alphys}{#g/alphysWTF}* Я не могу поверить в то, что вижу.

source: <32>{#p/basic}* ... guess you don't need my help this time, huh?
ru_ru: <32>{#p/basic}* ... Думаю, тебе не нужна моя помощь в этот раз, да?

source: <32>{#p/basic}* Take it from me. * Sentimentality is my specialty!
ru_ru: * Сентиментальность - моя специальность!

source: <32>{#p/basic}* Magic words and warrior songs are the lifeblood of these old homeworld heroes.
ru_ru: <32>{#p/basic}* Волшебные слова и песни воинов - это жизненный путь героев этих старых домов.

source: <32>{#p/basic}* Heh. * Sometimes all you need are the right high notes.
ru_ru: * Иногда все, что вам нужно, это правильный сопрано.

source: <25>{#g/alphysWelp}* At least you both survived this time.
ru_ru: <25>{#g/alphysWelp}* По крайней мере, в этот раз вы оба выжили.

source: <25>* The next room awaits.
ru_ru: <25>* Вас ждет соседняя комната.

source: <32>{#p/human}* (You hear a long sigh.)
ru_ru: <32>{#p/human}* (Вы слышите длинный вздох.)

source: <25>{#g/alphysWorried}* That should be the l-last of the engineers.
ru_ru: <25>{#g/alphysWorried}* Это должен быть последний инженер.

source: <25>{#p/alphys}{#g/alphysWelp}* So... this is the CORE. * Or rather, the "core" of the CORE.
ru_ru: * Или, точнее, "ядро" ядра ядра.

source: <25>{#g/alphysInquisitive}* There are two p-paths you can take to unlock the door behind it...
ru_ru: <25>{#g/alphysInquisitive}* Есть два p - пути, чтобы открыть дверь позади него.

source: <25>* The puzzler's to the left, and the fighter's to the right.
ru_ru: <25>* Загадка слева, боксер справа.

source: <25>{#g/alphysFR}* Both are... difficult. * But...
ru_ru: * Но...

source: <25>{#g/alphysWelp}* I'd suggest t-taking the puzzler's path.
ru_ru: <25>{#g/alphysWelp}* Я рекомендую t идти по пути головоломки.

source: <25>{#g/alphysSideSad}* It's up to you, of course...
ru_ru: <25>{#g/alphysSideSad}* Конечно, это зависит от вас.

source: <25>{#g/alphysHaveSomeCompassion}* But at least that way, you won't... risk a conflict.
ru_ru: <25>{#g/alphysHaveSomeCompassion}* Но, по крайней мере, так вы не будете... рисковать конфликтом.

source: <25>{#p/alphys}{#g/alphysSide}* So you've decided on the puzzler's path.
ru_ru: <25>{#p/alphys}{#g/alphysSide}* Таким образом, вы определили путь головоломки.

source: <25>{#g/alphysWelp}* Probably a smart choice.
ru_ru: <25>{#g/alphysWelp}* Это может быть разумным выбором.

source: <25>{#g/alphysCutscene3}* The puzzles here are...
ru_ru: <25>{#g/alphysCutscene3}* Загадка здесь...

source: <25>{#f/10}* ... already unlocked.
ru_ru: <25>{#f/10}* ... Уже разблокирована.

source: <25>{#f/3}* Has it been like this the whole time?
ru_ru: <25>{#f/3}* Это всегда было так?

source: <25>{#g/alphysCutscene3}* The puzzles here are... uh, simple if you know what you're doing.
ru_ru: <25>{#g/alphysCutscene3}* Загадка здесь... Ну, если ты знаешь, что делаешь, это просто.

source: <25>{#g/alphysCutscene2}* To summarize, though, it's really just a... big c-combination lock.
ru_ru: <25>{#g/alphysCutscene2}* Однако, в целом, это действительно просто... большой C - криптографический замок.

source: <25>{#g/alphysWelp}* Use the switches to flip each segment until they all line up.
ru_ru: <25>{#g/alphysWelp}* Переверните каждый фрагмент с помощью переключателя, пока они не выравниваются полностью.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Unless you'd prefer the other path...?
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Если вы не предпочитаете другой путь.

source: <25>{#p/alphys}{#g/alphysCutscene2}* That's one puzzle down.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Это головоломка.

source: <25>{#p/alphys}{#g/alphysWelp}* I guess we're going this way now.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Я думаю, мы должны идти по этому пути.

source: <25>{#p/alphys}{#g/alphysCutscene1}* You did it! * Now hit the switch in the next room!
ru_ru: * Теперь нажмите переключатель в соседней комнате!

source: <25>{#p/alphys}{#g/alphysInquisitive}* What are you doing...?
ru_ru: <25>{#p/alphys}{#g/alphysInquirious}* Что вы делаете?

source: <25>{#p/alphys}{#g/alphysFR}* Don't tell me you're switching paths NOW...
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Не говорите мне, что вы сейчас переключаете путь.

source: <25>{#p/alphys}{#g/alphysWTF}* You are. * You are going down the other...
ru_ru: * Ты спускаешься вниз.

source: <25>{#g/alphysFR}* Since when was this unlocked?
ru_ru: <25>{#g/alphysFR}* Когда это разблокировано?

source: <25>{#p/alphys}{#g/alphysWTF}* You are. * You are going down the other path.
ru_ru: * Вы идете другим путем.

source: <25>{#p/alphys}{#g/alphysWelp}* Now you have access to both switches.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Теперь вы можете получить доступ к обоим коммутаторам.

source: <25>{#p/alphys}{#g/alphysCutscene3}* Come on!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Давай!

source: <25>* You are seriously testing my patience right now.
ru_ru: <25>Вы действительно испытываете мое терпение.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* So you've decided on the fighter's path.
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Таким образом, вы определили путь воина.

source: <25>{#g/alphysCutscene3}* Can you... maybe not kill anyone else? * If possible?
ru_ru: * Если возможно?

source: <25>* This could be bad.
ru_ru: <25>* Это может быть очень плохо.

source: <25>{#g/alphysWelp}* We're certainly feeling adventurous today.
ru_ru: <25>{#g/alphysWelp}* Мы действительно чувствуем себя рискованными сегодня.

source: <25>* There's not much to it, you just gotta get through the guards.
ru_ru: <25>* Ничего страшного, вам просто нужно пройти через охрану.

source: <25>{#g/alphysCutscene2}* Uh... good luck?
ru_ru: <25>{#g/alphysCutscene2}* Э... Удачи?

source: <25>* Please don't die to these guys.
ru_ru: <25>* Пожалуйста, не умирайте за этих парней.

source: <25>{#p/alphys}{#g/alphysSide}* Oh, you're...
ru_ru: <25>{#p/alphys}{#g/alphysSide}* О, ты...

source: <25>{#p/alphys}{#g/alphysCutscene3}* ... over here where the path is already unlocked.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* ... Дорога здесь была разблокирована.

source: <25>{#p/alphys}{#f/3}* Has it been like this the whole time?
ru_ru: <25>{#p/alphys}{#f/3}* Всегда ли это так?

source: <25>{#p/alphys}{#g/alphysSide}* Oh, you're over here now.
ru_ru: <25>{#p/alphys}{#g/alphysSide}* О, теперь вы здесь.

source: <25>{#g/alphysInquisitive}* Puzzler's path it is?
ru_ru: <25>{#g/alphysInquisitive}* Это путь к головоломке?

source: <25>* D-did you... really have to do that?
ru_ru: <25>* Д - Ты. Действительно ли это необходимо?

source: <25>{#p/alphys}{#g/alphysInquisitive}* I don't understand why you're still over here, you know.
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Я не понимаю, почему вы все еще здесь, вы знаете.

source: <25>{#p/alphys}{#g/alphysCutscene3}* Why? * The puzzler's path is already unlocked!
ru_ru: * Путь головоломки разблокирован!

source: <25>{#p/alphys}{#g/alphysCutscene2}* You're past the first group! * Now for the second.
ru_ru: * Теперь второй.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Unless, of course, you're...
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Если, конечно, вы...

source: <25>{#p/alphys}{#g/alphysCutscene3}* ... gonna take the other path which is already unlocked.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* ... Идите по другой, уже разблокированной дороге.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Unless, of course, you're gonna take the other path...?
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Конечно, если вы не планируете идти другим путем.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Changed your...
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Изменил ваш.

source: <25>{#p/alphys}{#g/alphysCutscene3}* ... oh, it's already unlocked over here.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* ... О, здесь уже разблокировано.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Changed your mind...?
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Вы передумали.

source: <25>{#p/alphys}{#g/alphysCutscene1}* You made it! * Now hit the switch in the next room!
ru_ru: * Теперь нажмите переключатель в соседней комнате!

source: <25>{#p/alphys}{#g/alphysSideSad}* Hit the switch in the next room, and we'll be outta this place.
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Нажмите переключатель соседней комнаты и мы сможем покинуть это место.

source: <25>{#p/alphys}{#g/alphysSideSad}* Hit the switch in the next room, and just be done with it.
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Нажмите переключатель соседней комнаты и забудьте об этом.

source: <25>{#p/alphys}{#g/alphysCutscene2}* Okay, y-you should be able to continue forward now.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Хорошо, теперь вы можете двигаться дальше.

source: <25>{#p/alphys}{#g/alphysWelp}* Oh, you came back.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* О, ты вернулся.

source: <25>{#g/alphysCutscene2}* Well, y-you should be able to continue forward now.
ru_ru: <25>{#g/alphysCutscene2}* Хорошо, теперь вы можете двигаться дальше.

source: <25>{#p/alphys}{#g/alphysFR}* Finally.
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Последняя.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Why are you going...
ru_ru: <25>{#p/alphys}{#g/alphysInquiry}* Почему вы идете.

source: <25>{#f/22}* HAS THIS BEEN UNLOCKED THE WHOLE TIME!?
ru_ru: <25>{#f/22}* Это всегда разблокировано!

source: <25>{#p/alphys}{#g/alphysInquisitive}* Why are you going back this way?
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Почему вы возвращаетесь так?

source: <25>{#p/alphys}{#g/alphysInquisitive}* Since when was this unlocked?
ru_ru: <25>{#p/alphys}{#g/alphysInquisitive}* Когда это разблокировано?

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* Well, that's gonna save a lot of time!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* Хорошо, это сэкономит много времени!

source: <25>{#p/alphys}{#g/alphysCutscene3}* What in the world...
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Что есть в мире.

source: <25>{#p/alphys}{#g/alphysCutscene3}* You could have reached the capital by now.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Возможно, вы уже прибыли в столицу.

source: <25>{#p/alphys}{#g/alphysGarbo}* You've hit both switches.
ru_ru: <25>{#p/alphys}{#g/alphysGarbo}* Вы нажимаете два переключателя одновременно.

source: <25>{#p/alphys}{#g/alphysGarboCenter}* Happy now?
ru_ru: <25>{#p/alphys}{#g/alphys GarboCenter}* Теперь вы счастливы?

source: <25>{#p/alphys}{#g/alphysWelp}* W-wait, there's someone ahead.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* W - и так далее, кто - то впереди.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Let me see if I can clear the way this time...
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Позвольте мне посмотреть, смогу ли я устранить препятствия на этот раз.

source: <32>{|}{#p/human}* (Yet again, the obligatory- {%}
ru_ru: <32>{~}{#p/human}* (опять же, обязательный - {%}

source: <25>{#p/alphys}{#g/alphysCutscene3}* They're not on the intercom system.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Они не находятся в системе рации.

source: <25>{#g/alphysUhButHeresTheDeal}* They're not even part of the guard!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Они даже не являются частью охраны!

source: <25>{#g/alphysWelp}* ... this is not good.
ru_ru: <25>{#g/alphysWelp}* ... Это плохо.

source: <32>{#p/basic}* So you think you can just cross a bridge and make it to the other side, do you?
ru_ru: <32>{#p/basic}* Итак, вы думаете, что можете перейти мост и добраться до другой стороны, не так ли?

source: <32>* Oouhuhu... * I'm afraid, dear comm-raid...
ru_ru: * Боюсь, дорогой корреспондент...

source: <32>{#p/basic}* You'll have to THINK AGAIN!{%20}
ru_ru: <32>{#p/basic}* Вы должны переосмыслить! {% 20}

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* Is... is that it?
ru_ru: <25>{#p/alphys}{#g/alphys NeutralSweat}* Это...?

source: <25>* Are we clear?
ru_ru: <25>Все ясно?

source: <26>{#p/alphys}{#g/alphysNeutralSweat}* Did... did you really...
ru_ru: <26>{#p/alphys}{#g/alphys NeutralSweat}* Есть. Ты правда...

source: <25>{#g/alphysHaveSomeCompassion}* ... okay...
ru_ru: <25>{#g/alphysHaveSomeCompassion}* ... Можно...

source: <32>{#p/alphys}* The f-first pair of guards.
ru_ru: <32>{#p/alphys}* f Первая пара охранников.

source: <32>{#p/story}* Final Froggit and Flutterknyte appeared before you!
ru_ru: <32>{#p/story}* Окончательные Froggit и Flutterknyte появляются перед вами!

source: <32>{#p/story}* Flutterknyte now flies solo.
ru_ru: <32>{#p/story}* Flutterknyte теперь летает в одиночку.

source: <32>{#p/story}* Final Froggit hops alone.
ru_ru: <32>{#p/story}* Последняя лягушка прыгает в одиночку.

source: <32>{#p/alphys}* Not these guys...
ru_ru: <32>{#p/alphys}* Не эти парни.

source: <32>{#p/story}* A smiling eye steps forth!
ru_ru: <32>{#p/story}* Улыбающийся глаз вышел!

source: <32>{#p/story}* The smiling eyes step forth!
ru_ru: <32>{#p/story}* Улыбающиеся глаза выходят!

source: <32>{#p/asriel2}* RG 01 and 02.
ru_ru: <32>{#p/asriel2}* RG 01 и 02.

source: <32>{#p/story}* The Royal Guard attacks!
ru_ru: <32>{#p/story}* Королевская гвардия атакует!

source: <32>{#p/asriel2}* These crazies...
ru_ru: <32>{#p/asriel2}* Эти сумасшедшие...

source: <32>{#p/story}* It's a space-faring nightmare!
ru_ru: <32>{#p/story}* Это космический кошмар!

source: <32>{#p/asriel2}* One left.
ru_ru: <32>{#p/asriel2}* Остался один.

source: <32>{#p/story}* Only Astro Serf remains.
ru_ru: <32>{#p/story}* Остался только Astro Serf.

source: <32>{#p/story}* Only Tsunderidex remains.
ru_ru: <32>{#p/story}* Остался только Tsundedex.

source: <32>{#p/asriel2}* The hot-headed army arrives.
ru_ru: <32>{#p/asriel2}* Пришла горячая армия.

source: <32>{#p/story}* It's a fiery cavalry!
ru_ru: <32>{#p/story}* Это огненная кавалерия!

source: <32>{#p/story}* Only Hotwire remains.
ru_ru: <32>{#p/story}* Остался только Hotwire.

source: <32>{#p/story}* Eyewalker Prime takes charge of this battle!
ru_ru: <32>{#p/story}* Eyewalker Prime отвечает за этот бой!

source: * Glyde
ru_ru: * Грэд

source: <11>{#p/basic}{~}{#e/glyde/10}Get that thing out of my face, will you?
ru_ru: <11>{#p/basic}{~}{#e/glyde/10} Убери эту штуку от меня, хорошо?

source: <32>{#p/story}* GLYDE - ATK YES DEF YES * Refuses to give more details about its statistics.
ru_ru: :: Отказ предоставить более подробную информацию о своих статистических данных.

source: <32>{#p/human}* (You tell Glyde the password given to you by Aaron.)
ru_ru: <32>{#p/human}* (Вы сказали Грейд Аарон пароль, который дал Вам).

source: <32>{#p/human}* (You try to tell Glyde a password, but you don't have any passwords to tell.)
ru_ru: <32>{#p/human}* (Вы пытаетесь сказать Глиду пароль, но у вас нет пароля, чтобы сказать ему.)

source: <33>{#p/human}* (You try to tell Glyde a password, but it shakes its head and interrupts you.)
ru_ru: <33>{#p/human}* (Вы пытались сказать Glyde пароль, но он покачал головой и прервал вас.)

source: <32>{#p/human}* (You flirt with Glyde.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Глэдом).

source: <32>{#p/human}* (You try flirting with Glyde, but it doesn't elicit a response.)
ru_ru: <32>{#p/human}* (Вы пытались флиртовать с Глидом, но не получили ответа).

source: <32>{#p/human}* (You berate Glyde.) * (Glyde laughs at the attempt.)
ru_ru: * (Глейд смеется над этой попыткой.)

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}... huh?
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}. Ха?

source: <20>{#p/basic}{~}Did you just say "triple beefcake deluxe?"
ru_ru: <20>{#p/basic}{~} Вы только что сказали "тройной роскошный стейк"?

source: <20>{#p/basic}{~}{#e/glyde/10}So...
ru_ru: <20>{#p/basic}{~}{#e/glyde/10} Итак...

source: <20>{#p/basic}{~}{#e/glyde/5}YOU'RE the one who purchased my product in the Outlands!
ru_ru: <20>{#p/basic}{~}{#e/glyde/5} Вы тот, кто покупает мой продукт за пределами страны!

source: <20>{#p/basic}{~}And, not only that...
ru_ru: <20>{#p/basic}{~} И не только.

source: <20>{#p/basic}{~}But you remembered the password, too!
ru_ru: <20>{#p/basic}{~} Но вы также помните пароль!

source: <20>{#p/basic}{~}{#e/glyde/5}Not only have you purchased my product...
ru_ru: <20>{#p/basic}{~}{#e/glyde/5} Вы не только купили мой продукт.

source: <20>{#p/basic}{~}{#e/glyde/12}But you even remembered the password??
ru_ru: <20>{#p/basic}{~}{#e/glyde/12} Но вы даже помните пароль?

source: <20>{#p/basic}{~}{#e/glyde/5}Boy, you don't know how long I've been waiting to hear those wonderful words.
ru_ru: <20>{#p/basic}{~}{#e/glyde/5} Дети, вы не знаете, как долго я ждал этих замечательных слов.

source: <20>{#p/basic}{~}{#e/glyde/12}What can I say except you're one freakadacious fella!
ru_ru: <20>{#p/basic}{~}{#e/glyde/12} Что еще я могу сказать, кроме того, что ты извращенец?

source: <20>{#p/basic}{~}{#e/glyde/10}Tell you what. Since you're so kind, I'll get outta your way and go bother someone else.
ru_ru: Раз ты такой добрый, я не буду стоять на твоем пути и мешать другим.

source: <20>{#p/basic}{~}{#e/glyde/5}Kahaha! Catch ya on the flipside, G!
ru_ru: Поймай тебя с другой стороны, Джи!

source: <20>{#p/basic}{~}Woah, hey, is that what I think it is?
ru_ru: <20>{#p/basic}{~} Вау, эй, это то, что я думаю?

source: <20>{#p/basic}{~}Well I'll be stoked! Always good to meet a happy customer.
ru_ru: Всегда приятно видеть довольного клиента.

source: <20>{#p/basic}{~}Anyway, as I was saying...
ru_ru: <20>{#p/basic}{~} В любом случае, как я уже сказал.

source: <20>{#p/basic}{~}{#e/glyde/5}That too!?
ru_ru: <20>{#p/basic}{~}{#e/glyde/5} Это тоже!

source: <20>{#p/basic}{~}{#e/glyde/12}Well gee, "$(moniker2)", you're not too shabby!
ru_ru: <20>{#p/basic}{~}{#e/glyde/12} Ой, "$(moniker2)", ты не слишком холодный!

source: <20>{#p/basic}{~}{#e/glyde/12}Well gee, human, you're not too shabby!
ru_ru: <20>{#p/basic}{~}{#e/glyde/12} Ой, человек, ты не слишком холодный!

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6}Kahaha, take that ya stupid robot!
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/6} Каха - ха, убери этого тупого робота!

source: <20>{#p/mettaton}ALPHYS AND I ARE STILL HERE, YOU KNOW.
ru_ru: <20>Вы знаете, Альфа и я все еще здесь.

source: <20>{#p/mettaton}I'M STILL HERE, YOU KNOW.
ru_ru: <20>{#p/metaton} Ты знаешь, я все еще здесь.

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}Quiet! This is MY stage now, robo-freak.
ru_ru: Это моя сцена, урод - робот.

source: <20>{#p/mettaton}(THIS IS ACTUALLY PRETTY INTERESTING.)
ru_ru: <20>{#p/metaton} (Это на самом деле интересно).

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4}Boy have I got a story to tell!
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/4} Боже мой, у меня есть история, чтобы рассказать!

source: <32>{#p/story}* Glyde crashes in!
ru_ru: <32>{#p/story}* Glyde сломался!

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/10}Not gonna fight me, huh?
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/10] Не будет драться со мной?

source: <20>{#p/basic}{~}{#e/glyde/0}... surprising, coming from a common villain like you.
ru_ru: <20>{#p/basic}{~}{#e/glyde/0}. Удивительно, но от таких обычных злодеев, как ты.

source: <20>{#p/basic}{~}{#e/glyde/0}... you do you, I guess.
ru_ru: <20>{#p/basic}{~}{#e/glyde/0}. Полагаю, что так и будет.

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/7}Ooh, I like your fighting spirit.
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/7} О, мне нравится ваш боевой дух.

source: <20>{#p/basic}{~}{#e/glyde/10}Way to live up to your moniker, eh?
ru_ru: <20>{#p/basic}{~}{#e/glyde/10} Не подведи своего прозвища, не так ли?

source: <20>{#p/basic}{~}{#e/glyde/10}That'll serve you well very soon...
ru_ru: <20>{#p/basic}{~}{#e/glyde/10} Это будет очень полезно для вас в ближайшее время.

source: <20>{#p/basic}{~}{#e/glyde/10}Kahaha... no offense, but you're kinda sorta the wrong species.
ru_ru: <20>{#p/basic}{~}{#e/glyde/10 \ ha - ha. Без обид, но ты немного ошибся видом.

source: <20>{#p/basic}{~}{#e/glyde/9}Yeah, sorry, but I don't give out stats for free.
ru_ru: <20>{#p/basic}{~}{#e/glyde/9} Да, извините, но я не буду предоставлять статистику бесплатно.

source: <20>{#p/basic}{~}{#e/glyde/4}Some weeks ago, I'm musing over the moolah...
ru_ru: <20>{#p/basic}{~}{#e/glyde/4} Несколько недель назад я думал об эмоциях.

source: <20>{#p/basic}{~}{#e/glyde/0}And I notice a drop in profits.
ru_ru: <20>{#p/basic}{~}{#e/glyde/0} Я заметил снижение прибыли.

source: <32>{#p/story}* Glyde sees its reflection and gets jealous.
ru_ru: <32>{#p/story}* Glyde видит свое отражение и ревнует.

source: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8}It turns out my one- hundred percent legit business...
ru_ru: <20>{#p/basic}{#p/basic}{~}{#e/glyde/8} Первоначально мой бизнес был 100 - процентным методом.

source: <20>{#p/basic}{~}{#e/glyde/8}Is under fire for being a fraud!
ru_ru: <20>{#p/basic}{~}{#e/glyde/8} подвергается критике за мошенничество!
