Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <11>{#p/basic}{~}And, no matter what names we go by...
ru_ru: <11>{#p/basic}{~} И, как бы нас ни звали...

source: <11>{#p/basic}{~}I will always love you.
ru_ru: <11>{#p/basic}{~} Я всегда буду любить тебя.

source: <11>{#p/basic}{~}03, I...
ru_ru: <11>{#p/basic}{~} 03, Я...

source: <11>{#p/basic}{~}I love you too!
ru_ru: <11>{#p/basic}{~} Я тоже люблю тебя!

source: <11>{#p/basic}{~}... do you wanna get some ice cream?
ru_ru: <11>{#p/basic}{~}. Хочешь мороженого?

source: <11>{#p/basic}{~}Salmon- flavored?
ru_ru: <11>{#p/basic}{~} Запах лосося?

source: <11>{#p/basic}{~}You know it!
ru_ru: <11>{#p/basic}{~} Ты знаешь!

source: <11>{#p/basic}{~}I missed you...
ru_ru: <11>{#p/basic}{~} Я скучаю по тебе.

source: <11>{#p/basic}{~}I'm glad you're here...
ru_ru: <11>{#p/basic}{~} Очень рад, что вы здесь.

source: <11>{#p/basic}{~}To think it was you, all this time...
ru_ru: <11>{#p/basic}{~} всегда думал, что это ты.

source: <11>{#p/basic}{~}To think I forgot about those beautiful eyes...
ru_ru: <11>{#p/basic}{~} Подумайте, я забыл эти красивые глаза.

source: <32>{#p/story}* 03 and 04 are looking happily at each other.
ru_ru: <32>{#p/story}* 03 и 04 Приятно смотреть друг на друга.

source: <11>{#p/basic}{~}{@random=1.1/1.1}N... no...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Не...

source: <11>{#p/basic}{~}{@random=1.1/1.1}We were gonna be... so happy together...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Мы будем счастливы вместе.

source: <11>{#p/basic}{~}{@random=1.1/1.1}I can't go on...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Я не могу продолжать.

source: <11>{#p/basic}{~}{@random=1.1/1.1}I don't want to live like this anymore...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Я больше не хочу так жить.

source: <32>{#p/story}* 01's gaze pans downwards to the floor.
ru_ru: <32>{#p/story}* 01 Взгляд опускается вниз на пол.

source: <32>{#p/story}* 03's breathing intensifies.
ru_ru: <32>{#p/story}* 03 Усиление дыхания.

source: <11>{#p/basic}{~}I don't get this at all...
ru_ru: <11>{#p/basic}{~} Я совершенно не понимаю.

source: <11>{#p/basic}{~}That won't work on me.
ru_ru: <11>{#p/basic}{~} Это не работает для меня.

source: <32>{#p/asriel2}* RG 02... * There's really not much to say about these guys.
ru_ru: * Об этих парнях действительно нечего сказать.

source: <32>{#p/story}* RG 02 - ATK 30 DEF 20 * A confident lover who seems intent on stopping you.
ru_ru: * Уверенный в себе любовник, кажется, намеренно останавливает вас.

source: <33>{#p/story}* RG 04 - ATK 30 DEF 20 * Believes in friendship, but isn't against something more...
ru_ru: * Верьте в дружбу, но не против большего...

source: <32>{#p/story}* RG 02 - ATK 30 DEF 20 * Intent on stopping you, no matter what it takes.
ru_ru: * Какую бы цену вы ни заплатили, остановите вас.

source: <32>{#p/story}* RG 04 - ATK 30 DEF 20 * Planning on shopping for new armor soon.
ru_ru: В ближайшее время планируется закупить новые доспехи.

source: <32>{#p/story}* RG 04 - ATK 30 DEF 20 * Re-united at last...
ru_ru: * Наконец воссоединились.

source: <32>{#p/story}* RG 04 - ATK 30 DEF 20 * Broken.
ru_ru: * Сломался.

source: <33>{#p/story}* RG 04 - ATK 30 DEF 20 * Feeling somewhat exposed...
ru_ru: * Чувствует себя немного обнаженным.

source: <32>{#p/story}* RG 04 - ATK 30 DEF 20 * Eager to see you dead.
ru_ru: * Я хочу видеть, как ты умираешь.

source: <11>{#p/basic}{~}Team attack!
ru_ru: <11>{#p/basic}{~} Командная атака!

source: <11>{#p/basic}{~}Once and for all!
ru_ru: <11>{#p/basic}{~} Раз и навсегда!

source: <11>{#p/basic}{~}Absolutely!
ru_ru: <11>{#p/basic}{~} Конечно!

source: <11>{#p/basic}{~}You don't stand a chance!
ru_ru: <11>{#p/basic}{~} У вас нет шансов!

source: <11>{#p/basic}{~}No romance here!
ru_ru: <11>{#p/basic}{~} Здесь нет романтики!

source: <11>{#p/basic}{~}Totally, bro!
ru_ru: <11>{#p/basic}{~} Совершенно правильно, брат!

source: <11>{#p/basic}{~}Oh you know it, girl!
ru_ru: <11>{#p/basic}{~} О, ты знаешь, девушка!

source: <11>{#p/basic}{~}{@random=1.1/1.1}It's over for you!!
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Вы закончили!

source: <11>{#p/basic}{~}{@random=1.1/1.1}How could you do this to me...!?
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Как ты мог так поступить со мной.

source: <11>{#p/basic}{~}{@random=1.1/1.1}Don't even try!!
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Не пытайтесь!

source: <11>{#p/basic}{~}{@random=1.1/1.1}She was my only friend...!
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Она мой единственный друг.

source: <11>{#p/basic}{~}{@random=1.1/1.1}Prepare to be wiped out!!
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Приготовиться к уничтожению!!

source: <11>{#p/basic}{~}{@random=1.1/1.1}She was everything to me...!
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Она для меня все.

source: <11>{#p/basic}{~}{@random=1.1/1.1}I'm gonna make you pay!!
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Я заставлю тебя заплатить!

source: <11>{#p/basic}{~}{@random=1.1/1.1}What kind of creature are you...!?
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Что вы за существо.

source: <32>{#p/story}* 02 has lost his temper.
ru_ru: <32>{#p/story}* 02 Выйти из себя.

source: <32>{#p/story}* 04 is in shambles.
ru_ru: <32>{#p/story}* 04 Беспорядок.

source: <32>{#p/human}* (You flirt with 04.)
ru_ru: <32>{#p/human}* (Вы флиртуете с 04).

source: <11>{#p/basic}{~}It's in the rules!
ru_ru: <11>{#p/basic}{~} Это правило!

source: <11>{#p/basic}{~}It won't!
ru_ru: <11>{#p/basic}{~} Нет!

source: <11>{#p/basic}{~}It's against the rules!
ru_ru: <11>{#p/basic}{~} Это нарушение правил!

source: <11>{#p/basic}{~}It's not our thing!
ru_ru: <11>{#p/basic}{~} Это не наше дело!

source: <32>{#p/human}* (You flirt with 04.) * (She's flattered, but her eyes remain locked with 03.)
ru_ru: * (Она польщена, но ее глаза все еще смотрят 03.)

source: <32>{#p/human}* (You flirt with 02.) * (He doesn't seem to react in any significant way.)
ru_ru: * (У него, похоже, нет какой - либо видимой реакции.)

source: <32>{#p/human}* (You pull on 04's glove.)
ru_ru: <32>{#p/human}* (Вы тянете перчатки 04.)

source: <32>{#p/basic}* 04's glove seems loose...
ru_ru: <32>{#p/basic}* 04 Перчатки кажутся свободными.

source: <11>{#p/basic}{~}W-what are you doing?
ru_ru: <11>{#p/basic}{~} Что вы делаете?

source: <11>{#p/basic}{~}Don't tell me you're going to...
ru_ru: <11>{#p/basic}{~} Не говори мне, что хочешь.

source: <11>{#p/basic}{~}I... This is...
ru_ru: Это...

source: <32>{#p/story}* 04's glove is slipping.
ru_ru: <32>{#p/story}* 04 Перчатки скользят.

source: <32>* 04's glove comes right off!
ru_ru: <32>* 04 Перчатки выпали!

source: <32>{#p/story}* 04 shows no resistance.
ru_ru: <32>{#p/story}* 04 Без сопротивления.

source: <32>{#p/human}* (You hold 04's claw.)
ru_ru: <32>{#p/human}* (Вы держите когти 04.)

source: <11>{#p/basic}{~}Uh...
ru_ru: <11>{#p/basic}{~} Э...

source: <32>{#p/story}* 04 is not really sure what to make of this.
ru_ru: <32>{#p/story}* 04 Не знаю, что делать.

source: <32>{#p/human}* (You hold 04's claw.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/story}* 04 just lets it happen.
ru_ru: <32>{#p/story}* 04 Просто позволь этому случиться.

source: <32>{#p/basic}* 04 mistakenly believes 03 is holding her claw...
ru_ru: <32>{#p/basic}* 04 ошибочно полагают, что 03 царапает ее когти.

source: <32>{#p/story}* The veil has been lifted.
ru_ru: <32>{#p/story}* Завеса была раскрыта.

source: <11>{#p/basic}{~}My glove... It's coming off...!
ru_ru: Оно должно упасть.

source: <11>{#p/basic}{~}Why are you looking at me that way?
ru_ru: <11>{#p/basic}{~} Почему ты так смотришь на меня?

source: <11>{#p/basic}{~}What's with that face, 03?
ru_ru: <11>{#p/basic}{~} Что случилось с этим лицом, 03?

source: <11>{#p/basic}{~}Are you okay?
ru_ru: <11>{#p/basic}{~} Ты в порядке?

source: <32>{#p/human}* (You whisper to 04, but she just seems confused.)
ru_ru: <32>{#p/human}* (Вы шепчете на 04, но она кажется запутанной).

source: <32>{#p/human}* (You whisper to 04.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <11>{#p/basic}{~}I missed you too!
ru_ru: <11>{#p/basic}{~} Я тоже скучаю по тебе!

source: <11>{#p/basic}{~}I'm glad YOU'RE here!
ru_ru: <11>{#p/basic}{~} Очень рад, что вы здесь!

source: <11>{#p/basic}{~}Haha, yeah...
ru_ru: <11>{#p/basic}{~} ha - ha, да.

source: <11>{#p/basic}{~}Think nothing of it, sweetheart!
ru_ru: <11>{#p/basic}{~} Не думай, дорогой!

source: <11>{#p/basic}{~}{@random=1.1/1.1}We were gonna do... so much together...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Мы должны были сделать много вещей вместе.

source: <11>{#p/basic}{~}{@random=1.1/1.1}I can't accept it...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1} Я не могу принять это.

source: <11>{#p/basic}{~}{@random=1.1/1.1}Just... kill me...
ru_ru: <11>{#p/basic}{~}{@ random = 1.1/1.1}} Просто... Убей меня.

source: <32>{#p/story}* 02 holds his head high.
ru_ru: <32>{#p/story}* 02 Высокая голова.

source: <32>{#p/story}* 04's breathing intensifies.
ru_ru: <32>{#p/story}* 04 Усиление дыхания.

source: <32>{#p/human}* (You took out the Sugar Spray.)
ru_ru: <32>{#p/human}* (Вы достали сахарный спрей.)

source: <32>{#p/human}* (Nothing happens.)
ru_ru: <32>{#p/human}* (Ничего не произошло.)

source: <32>{#p/human}* (You took out the Stun Gun.)
ru_ru: <32>{#p/human}* (Вы достали пистолет - головокружение.)

source: <32>{#p/human}* (You took out the Sleep Bomb.)
ru_ru: <32>{#p/human}* (Вы достали спящую бомбу.)

source: Alphys's Phone
ru_ru: Мобильные телефоны Alphays

source: Puzzle Help
ru_ru: Помощь с головоломкой

source: Dimensional Box A
ru_ru: Рамка A

source: Dimensional Box B
ru_ru: Размерная рамка B

source: §fill=#ff0§OuterNet (NEW)
ru_ru: § fill = #ff0 § OuterNet (новый)

source: <25>{#p/alphys}{#g/alphysCutscene1}* Oh, h-hey!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene 1:1}* О, эй!

source: <25>{#g/alphysCutscene2}* So... this puzzle is actually kinda simple.
ru_ru: <25>{#g/alphysCutscene2}* Так что... эта головоломка на самом деле немного проста.

source: <25>{#g/alphysSide}* Each time you pass by a terminal, it alters your phase.
ru_ru: <25>{#g/alphysSide}* Каждый раз, когда вы проходите через терминал, он изменяет вашу фазу.

source: <25>{#g/alphysSmileSweat}* Or, in layman's terms, how far you are along the fourth dimension.
ru_ru: <25>{#g/alphysSmileSweat}* или, говоря словами непрофессионала, как далеко вы продвинулись в четвертом измерении.

source: <25>{#g/alphysInquisitive}* Except it's not really a dimension, but... you get the idea.
ru_ru: <25>{#g/alphysInquisitive}* За исключением того, что это не настоящее измерение, но... Ты понял.

source: <25>{#g/alphysNervousLaugh}* Anyway, to pass through the puzzle, just align your local phase...
ru_ru: <25>{#g/alphys NervousLaugh}* В любом случае, чтобы решить эту проблему, просто выровняйте локальную фазу.

source: <25>{#g/alphysHellYeah}* ... with the global phase shift of the room!
ru_ru: <25>{#g/alphys Добрый день}* ... С глобальным перемещением комнаты!

source: <25>{#g/alphysCutscene2}* Which you can do by walking forwards and backwards, of course.
ru_ru: <25>{#g/alphysCutscene2}* Конечно, вы можете сделать это, пройдя вперед и вперед.

source: <25>{#g/alphysSmileSweat}* A-and, the terminals are set to display your local phase offset...
ru_ru: <25>{#g/alphysSmileSweat}* A - and, терминал настроен для отображения локального сдвига фазы.

source: <25>{#g/alphysSide}* That way, you'll know when you're properly aligned.
ru_ru: <25>{#g/alphysSide}* Таким образом, вы знаете, когда правильно выровнять.

source: <25>{#g/alphysCutscene1}* Well, g-good luck!
ru_ru: <25>{#g/alphysCutscene1}* Хорошо, g - Удачи!

source: <25>{#p/alphys}{#g/alphysInquisitive}* ... still stuck?
ru_ru: <25>{#p/alphys}{#g/alphysInquiry}* ... Все еще застрял?

source: <25>{#g/alphysCutscene2}* Hmmm...
ru_ru: <25>{#g/alphysCutscene2}* Мм...

source: <25>* I guess my explanation WAS a bit wordy... * Ehehe.
ru_ru: * Хм.

source: <25>{#g/alphysSide}* Really, you just have to get to the terminal that says zero on it.
ru_ru: <25>{#g/alphysSide}* На самом деле, вам просто нужно добраться до терминала с нулевым дисплеем.

source: <25>{#g/alphysNervousLaugh}* Again, it's all about phase offset.
ru_ru: <25>{#g/alphys NervousLaugh}* То же самое относится и к фазовому смещению.

source: <25>{#g/alphysCutscene2}* As long as your local phase is aligned...
ru_ru: <25>{#g/alphysCutscene2}* При условии локального выравнивания фаз.

source: <25>{#g/alphysUhButHeresTheDeal}* Just g-get to zero and you're home free!!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Просто g - get до нуля, вы можете свободно вернуться домой!

source: <25>{#p/alphys}{#g/alphysInquisitive}* ... still?
ru_ru: <25>{#p/alphys}{#g/alphysInquiry}* ... Все еще?

source: <25>{#g/alphysSmileSweat}* Uh, uh... * Walk forwards, until...
ru_ru: * Перейти вперед, пока...

source: <25>{#g/alphysSideSad}* ... wait, what if you already went past it?
ru_ru: <25>{#g/alphysSideSad}* ... Подождите, а если вы уже прошли?

source: <25>{#g/alphysCutscene3}* You're smart, f-figure it out yourself!
ru_ru: <25>{#g/alphysCutscene3}* Вы очень умны, подумайте сами!

source: <25>{#p/alphys}{#g/alphysCutscene2}* This puzzle is a little more complicated than the last one.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Эта головоломка немного сложнее предыдущей.

source: <25>{#p/alphys}{#g/alphysWelp}* Y'know, b-because of the whole extra dimension added.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Y 'know, b - потому что добавлено все дополнительное измерение.

source: <25>{#p/alphys}{#g/alphysCutscene3}* Sometimes I question whether that actually makes it harder.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Иногда я сомневаюсь, что это действительно усложнит ситуацию.

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Well, uh, l-like the last one, you just need to align your phase.
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* Хорошо, я такой же, как и предыдущий, вам просто нужно настроить фазу.

source: <25>{#p/alphys}{#g/alphysFR}* If you don't know what that is by now...
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Если вы еще не знаете, что это.

source: <25>{#p/alphys}{#g/alphysSide}* I'd say you've probably b-been living in an asteroid all this time.
ru_ru: <25>{#p/alphys}{#g/alphysSide}* Я бы хотел сказать, что вы, вероятно, жили на астероидах.

source: <25>{#p/alphys}{#g/alphysInquisitive}* ... so you HAVE been living in an asteroid.
ru_ru: <25>{#p/alphys}{#g/alphysInquiry}* ... Значит, вы жили на астероидах.

source: <25>{#p/alphys}{#g/alphysDontGetAllDreamyEyedOnMeNow}* Jeez, just find the terminal that says zero on it!
ru_ru: <25>{#p/alphys}{#g/alphysDontGetAllDreamyEyedOnMeNow}* Боже мой, просто найдите терминал с нулевым номером!

source: An old earth radio.
ru_ru: Древнее радио Земли.

source: Radio
ru_ru: Радио

source: <32>{#p/human}* (You throw away the Old Radio.)
ru_ru: <32>{#p/human}* (Вы выбросили старое радио.)

source: <32>{#p/human}* (This artifact looks a lot like other things you're used to seeing all the time.)
ru_ru: <32>{#p/human}* (Эта деталь очень похожа на другие вещи, которые вы часто видите.)

source: <32>{#p/basic}* It's an old earth radio.
ru_ru: <32>{#p/basic}* Это старое радио Земли.

source: Old Radio
ru_ru: Старое радио

source: <32>{#p/human}* (You turned on the Old Radio.)
ru_ru: <32>{#p/human}* (Вы включили старое радио.)

source: <32>{#p/human}* (You turned on the Old Radio.) * (No signal.)
ru_ru: * (Сигнала нет.)

source: A box of fireworks from earth.
ru_ru: Коробка фейерверков с Земли.

source: Fireworks
ru_ru: Фейерверк

source: <32>{#p/human}* (You throw away the Fireworks box.)
ru_ru: <32>{#p/human}* (Вы выбрасываете фейерверки.)

source: <32>{#p/human}* (This supposed artifact looks like nothing else you've seen.)
ru_ru: <32>{#p/human}* (Это так называемое искусственное изделие выглядит не так, как все остальное, что вы когда - либо видели.)

source: <32>{#p/basic}* It's a box of fireworks from earth.
ru_ru: <32>{#p/basic}* Это коробка фейерверков с Земли.

source: <32>{#p/human}* (You peered into the Fireworks box.)
ru_ru: <32>{#p/human}* (Вы смотрите на фейерверк.)

source: <32>* (You can't seem to figure out how to use these.)
ru_ru: <32>* (Вы, кажется, не знаете, как их использовать.)

source: A life-sized Mew Mew doll.
ru_ru: Мяу - кукла в натуральную величину.

source: Doll
ru_ru: Куклы

source: <32>{#p/human}* (You throw away the Mew Mew Doll.)
ru_ru: <32>{#p/human}* (Вы выбросили куклу мяу.)

source: <25>{#p/alphys}{#f/23}* Wow, you're so kind for leaving that there for me.
ru_ru: <25>{#p/alphys}{#f/23}* Вау, ты такой хороший, оставь его мне.

source: <25>{#p/alphys}{#f/22}* It only TOOK YOU LONG ENOUGH!!!
ru_ru: <25>{#p/alphys}{#f/22}* Это заняло у вас достаточно много времени!!

source: <25>{#p/alphys}{#g/alphysCutscene2}* ... thanks, I guess.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* ... Спасибо, думаю.

source: <32>{#p/basic}* You're leaving it here??
ru_ru: <32>{#p/basic}* Вы хотите оставить его здесь?

source: <32>{#p/basic}* Well... what makes you think I want it, HUH!?
ru_ru: <32>{#p/basic}* Хорошо. С чего ты взял, что я хочу этого, Ха - ха!?

source: <32>{#p/basic}* Because, I DON'T! * It's... just a stupid doll!
ru_ru: * Это... просто глупая кукла!

source: <32>{#p/basic}* I guess... it is kind of cute, though...
ru_ru: <32>{#p/basic}* Я хочу... Хотя немного мило.

source: <32>{#p/basic}* W-what are you looking at!? * I'm not blushing!
ru_ru: * Я не краснею!

source: <32>{#p/basic}* Not on the outside, anyway...
ru_ru: <32>{#p/basic}* В любом случае не снаружи.

source: <32>{#p/basic}* It's a life-sized Mew Mew doll, what else would it be?
ru_ru: <32>{#p/basic}* Это мяу кукла реального размера, что еще?

source: Mew Mew Doll
ru_ru: Мяу кукла

source: <32>{#p/human}* (You use the Mew Mew Doll.)
ru_ru: <32>{#p/human}* (Вы используете куклу Mew - Mew).

source: <32>{#p/basic}* Would you quit waving that thing around?
ru_ru: <32>{#p/basic}* Вы перестанете размахивать этой штукой?

source: <32>{#p/basic}* What were you even expecting to happen here...?
ru_ru: <32>{#p/basic}* Вы даже ожидаете, что здесь произойдет.

source: There is such a thing as too much sugar.
ru_ru: Есть такая вещь, как сахар.

source: Starfaint
ru_ru: Звездная краска

source: <32>{#p/human}* (You throw away the Starfaint.)
ru_ru: <32>{#p/human}* (Вы выбросили Звездный Флот.)

source: <32>{#p/human}* (23 HP.)
ru_ru: <32>Сер #p/человек* (23 л.с.)

source: <32>{#p/basic}* "Starfaint" Heals 23 HP * There is such a thing as too much sugar.
ru_ru: * Есть такая вещь, как сахар.

source: <32>{#p/human}* (You consume the Starfaint.)
ru_ru: <32>{#p/human}* (Вы потребляете Звездный Флот).

source: A shieldwich you can hold to heal after the opponent's turn.
ru_ru: После того, как противник повернется, вы можете взять его, чтобы исцелить рану.

source: H.Y.G.
ru_ru: Х.Й.Г.

source: <32>{#p/human}* (You throw away the Hold Yer Grane.)
ru_ru: <32>{#p/human}* (Вы выбросили Hold Yer Grane).

source: <32>{#p/human}* (40 HP.)
ru_ru: <32>AU #p/People 's* (40 л.с.)

source: <33>{#p/basic}* "Hold Yer Grane" Heals 40 HP * A shieldwich you can hold to heal after the opponent's turn.
ru_ru: * После того, как противник повернется, вы можете взять его, чтобы исцелить рану.

source: Hold Yer Grane
ru_ru: Держи Йера Грана.

source: <32>{#p/human}* (You brandish the Hold Yer Grane proudly.)
ru_ru: <32>{#p/human}* (Вы с гордостью размахиваете Hold Yer Grane).

source: <32>{#p/story}* DEFENSE up for this turn!
ru_ru: <32>{#p/story}* Этот раунд защиты!

source: <32>{#p/human}* (You eat the Hold Yer Grane.)
ru_ru: <32>{#p/human}* (Вы едите Hold Yer Grane).

source: This high-octane hamburger harbors a certain spicy kick.
ru_ru: Этот гамбургер с высоким октановым числом имеет острый вкус.

source: Slamburger
ru_ru: Сламберг

source: <32>{#p/human}* (You knocked the Slamburger out of the park.)
ru_ru: <32>{#p/human}* (Вы выгнали Slamburger из парка).

source: <32>{#p/basic}* And that's a home run!
ru_ru: <32>{#p/basic}* Это хоум - ран!

source: <32>{#p/human}* (34 HP.)
ru_ru: <32>Сер #p/человек* (34 л.с.)

source: <32>{#p/basic}* "Slamburger" Heals 34 HP * This high-octane hamburger harbors a certain spicy kick.
ru_ru: * Этот гамбургер с высоким октановым числом имеет острый вкус.

source: <32>{#p/human}* (You slammed down the Slamburger.)
ru_ru: <32>{#p/human}* (Вы сильно упали на Slamburger.)

source: <32>{#p/basic}* Careful, it's hot in more ways than one!
ru_ru: <32>{#p/basic}* Будьте осторожны, это жарко во многих отношениях!

source: How the turns have tabled.
ru_ru: Как произошел поворот.

source: G's Envy
ru_ru: Ревность Г.

source: <32>{#p/human}* (You throw away the Glyde's Envy.)
ru_ru: <32>{#p/human}* (Вы бросили зависть Глейда.)

source: <32>{#p/human}* (55 HP.)
ru_ru: <32>Сер #p/человек* (55 л.с.)

source: <32>{#p/basic}* "Glyde's Envy" Heals 55 HP * How the turns have tabled.
ru_ru: * Как произошел поворот.

source: Glyde's Envy
ru_ru: Ревность Грейда.

source: <32>{#p/human}* (You consume the Glyde's Envy.)
ru_ru: <32>{#p/human}* (Вы поглотили зависть Грейда.)

source: Startaint
ru_ru: Начинаем.

source: <32>{#p/human}* (You throw away the Startaint.)
ru_ru: <32>{#p/human}* (Вы выбрасываете Startaint.)

source: <32>{#p/human}* (You consume the Startaint.)
ru_ru: <32>{#p/human}* (Вы используете Startaint).

source: H.Y.P.
ru_ru: Х.Й.П.

source: <32>{#p/human}* (You throw away the Hold Yer Pain.)
ru_ru: <32>{#p/human}* (Вы выбросили боль Hold Yer.)

source: Hold Yer Pain
ru_ru: Терпеть боль

source: <32>{#p/human}* (You brandish the Hold Yer Pain anxiously.)
ru_ru: <32>{#p/human}* (Вы с тревогой размахиваете Hold Yer Pain.)

source: <32>{#p/story}* DEFENSE down for this turn!
ru_ru: <32>{#p/story}* Этот раунд защиты провалился!

source: <32>{#p/human}* (You eat the Hold Yer Pain.)
ru_ru: <32>{#p/human}* (Вы съели Hold Yer Pain.)

source: Slamdunker
ru_ru: Сламдункер

source: <32>{#p/human}* (You dunk the Slamdunker into the trash.)
ru_ru: <32>{#p/human}* (Вы выбрасываете Slamdunker в мусорное ведро).

source: <32>{#p/human}* (You slammed down the Slamdunker.)
ru_ru: <32>{#p/human}* (Вы упали на Slamdunker).

source: Envy
ru_ru: Ревность

source: <32>{#p/human}* (You throw away the Undyne's Envy.)
ru_ru: <32>{#p/human}* (Вы бросили зависть Ундин.)

source: Undyne's Envy
ru_ru: Ревность Энди

source: <32>{#p/human}* (You eat the Undyne's Envy.)
ru_ru: <32>{#p/human}* (Ты съел зависть Ундин.)

source: Are you brave enough to eat literal garbage?
ru_ru: Есть ли у вас смелость съесть мусор?

source: Space Junk
ru_ru: Космический мусор

source: <32>{#p/human}* (You throw away the Space Junk.)
ru_ru: <32>{#p/human}* (Вы выбрасываете космический мусор.)

source: <32>{#p/basic}* "Space Junk" Heals ?? HP * Are you brave enough to eat literal garbage?
ru_ru: Есть ли у вас смелость съесть мусор?

source: <32>{#p/human}* (You eat the Space Junk.)
ru_ru: <32>{#p/human}* (Вы съели космический мусор).

source: <32>{#p/basic}* Dear god.
ru_ru: <32>{#p/basic}* Дорогой Бог.

source: Critical hits with this weapon deal MASSIVE damage.
ru_ru: Нападение такого оружия может причинить огромный ущерб.

source: Laser Rifle
ru_ru: Лазерная винтовка

source: <32>{#p/human}* (You throw away the Laser Rifle.)
ru_ru: <32>{#p/human}* (Вы выбросили лазерную винтовку.)

source: <32>{#p/basic}* "Laser Rifle" (12 AT) * Critical hits with this weapon deal MASSIVE damage.
ru_ru: :: Нападения с применением такого оружия могут причинить огромный ущерб.

source: <32>{#p/human}* (You equip the Laser Rifle.)
ru_ru: <32>{#p/human}* (Вы вооружены лазерной винтовкой).

source: Critical hits with this weapon are decent enough.
ru_ru: Смертельного удара такого оружия достаточно.

source: Rifle?
ru_ru: Винтовки?
