Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <33>* THE ONE AND ONLY HUMAN VISITOR!
ru_ru: <33>* Единственный человеческий гость!

source: <32>{#p/mettaton}* (PLEASE WAIT AS THE AUDIENCE WATCHES THE FOOTAGE.)
ru_ru: <32>{#p/metaton}* (Пожалуйста, подождите, зрители смотрят игру.)

source: <25>{#p/alphys}{#f/21}* ... * I just can't win.
ru_ru: * Я просто не могу победить.

source: <26>{#p/alphys}{#g/alphysGarboCenter}* I'll take that as a yes.
ru_ru: <26>{#p/alphys}{#g/alphys GarboCenter}* Я соглашусь.

source: <32>{#p/mettaton}* ANYWAY, THAT BEING SAID, WE'LL NEED TO GIVE THEM A MONIKER!
ru_ru: <32>{#p/metaton}* В любом случае, несмотря на это, нам нужно дать им больше денег!

source: <32>{#p/mettaton}* WHEN IT COMES TO VILLAINS, ALL THE GREATS HAVE ONE. * BUT YOU...
ru_ru: * Но ты.

source: <32>{#p/mettaton}* FOR A FLIRTATIOUS BULLY LIKE YOU, THERE'S ONLY ONE NAME THAT FITS!
ru_ru: <32>{#p/metaton}* Для такого живого здоровяка, как вы, подходит только одно имя!

source: <32>{#p/mettaton}* ... $(moniker1u)!
ru_ru: <32>{#p/metaton}* $ (Монитор)!

source: <32>{#p/mettaton}* WHEN IT COMES TO VILLAINS, ALL THE GREATS HAVE ONE. * SO WHAT'LL IT BE?
ru_ru: * Что это будет?

source: <32>{#p/mettaton}* NEVER PLAYED BEFORE, GORGEOUS?
ru_ru: <32>{#p/metaton}* Никогда не играл, Gorgous?

source: <32>* WELL, IT'S SIMPLE.
ru_ru: <32>* Хм, это очень просто.

source: * (Which name will you choose?)
ru_ru: * (Какое имя вы выберете?)

source: Yellow Kid
ru_ru: Желтый ребенок

source: Oncoming Storm
ru_ru: Грядущий шторм.

source: Hyper Rage
ru_ru: Сильный гнев.

source: Space Invader
ru_ru: Космические захватчики.

source: <32>{#p/mettaton}* SO, $(moniker2u), LET'S SEE IF YOUR SKILLS ON THE BATTLEFIELD...
ru_ru: <32>{#p/metaton}* Тогда, $(moniker2u), давайте посмотрим на ваши навыки на полебоя...

source: <32>{#p/mettaton}* $(moniker1u), HUH? * MY, WHAT AN EXCELLENT CHOICE!
ru_ru: * Боже, какой хороший выбор!

source: <32>{#p/mettaton}* WELL, $(moniker2u), LET'S SEE IF YOUR SKILLS ON THE BATTLEFIELD...
ru_ru: <32>{#p/metaton}* Хорошо, $(moniker2u), давайте посмотрим на ваши навыки на полебоя...

source: <32>* IN FACT, THERE'S ONLY ONE RULE!
ru_ru: <32>* На самом деле, есть только одно правило!

source: <32>* PUT ON THE BEST PERFORMANCE OF YOUR LIFE...
ru_ru: <32>* Покажите лучшее выступление в своей жизни.

source: <32>{*}{#p/mettaton}* TRANSLATE TO THE STAGE!!!{^20}{%}
ru_ru: <32>{*}{#p/metaton}* Перевод на сцену!! {^ 20}{%}

source: <32>{*}{#p/mettaton}* OR DIE TRYING!!!{^20}{%}
ru_ru: <32>{*}{#p/metaton}* Иначе ты умрешь!! {^ 20}{%}

source: <25>{#p/alphys}{#f/10}* Y... you know what?
ru_ru: <25>{#p/alphys}{#f/10}* Y... Вы знаете?

source: <25>{#f/10}* You can do whatever you want.
ru_ru: <25>{#f/10}* Вы можете делать все, что захотите.

source: <25>{#f/23}* 'Cause... I'm leaving.
ru_ru: <25>{#f/23}* Потому что... Я пойду.

source: <25>{#f/23}* Forever.
ru_ru: <25>{#f/23}* Всегда.

source: <25>{#f/5}* And if you need me for something...
ru_ru: <25>{#f/5}* Если вам нужна моя помощь.

source: <25>{#f/5}* Well...
ru_ru: <25>{#f/5}* Хорошо.

source: <25>{|}{#f/16}* Too bad!!!{%}
ru_ru: <25>{~}{#f/16}* Слишком плохо!! {%}

source: <25>{#p/alphys}{#f/5}* Hey...
ru_ru: <25>{#p/alphys}{#f/5}* Эй...

source: <25>{#f/8}* I know that kinda came outta nowhere, but... you were p-pretty cool.
ru_ru: <25>{#f/8}* Я знаю, что это немного необъяснимо, но... Ты был крут.

source: <25>{#f/8}* I know that kinda came outta nowhere, but...
ru_ru: <25>{#f/8}* Я знаю, что это немного необъяснимо, но...

source: <25>* You handled it p-pretty well.
ru_ru: <25>Вы хорошо справляетесь.

source: <25>{#f/9}* Anyway, uh, as I was saying, you're gonna need my help.
ru_ru: <25>{#f/9}* В любом случае, ну, как я сказал, вам нужна моя помощь.

source: <25>{#f/17}* Let's see what you've got on you...
ru_ru: <25>{#f/17}* Давайте посмотрим, что у вас есть.

source: <25>{#f/21}* What is this.
ru_ru: <25>{#f/21}* Что это такое?

source: <25>{#f/21}* Who gave you this.
ru_ru: <25>{#f/21|* * Кто дал его вам.

source: <25>{#f/22}* WHO IS STILL USING TECHNOLOGY LIKE THIS???
ru_ru: <25>>>>>>>>>>>>>>>>>>>>>>>>>>>Всемирная организация здравоохранения все еще использует эту технологию?

source: <25>{#f/23}* I'll be right back.
ru_ru: <25>{#f/23}* Я сейчас вернусь.

source: <25>{#p/alphys}{#g/alphysCutscene1}* Okay, I got you a new cell phone!
ru_ru: <25>{#p/alphys}{#g/alphysCutscene1}* Хорошо, я купил тебе новый телефон!

source: <25>* It's got a liftgate pass, dimensional boxes...
ru_ru: <25>* У него есть пропуск на подъемную дверь, размер ящика.

source: <25>{#g/alphysHellYeah}* And your very own OuterNet account!
ru_ru: <25>{#g/alphysHellYeah}* Есть собственный аккаунт OuterNet!

source: <25>{#g/alphysSmileSweat}* I also made us friends so you can ping me for help at any time!
ru_ru: <25>{#g/alphysSmileSweat}* Я также завел наших друзей, поэтому вы можете обратиться ко мне за помощью в любое время!

source: <25>{#g/alphysUhButHeresTheDeal}* So yeah!!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Так что да!

source: <32>{#s/equip}{#p/human}* (You got the upgraded CELL.)
ru_ru: <32>{#s/equipment}{#p/human}* (Вы получили обновленный CELL).

source: <25>{#p/alphys}{#g/alphysWelp}* Sorry, but that thing you were using was a glorified brick.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Извините, вы используете украшенный кирпич.

source: <25>{#g/alphysSide}* This new phone's got a liftgate pass, dimensional boxes...
ru_ru: <25>{#g/alphysSide}* Этот новый телефон имеет пропуск на подъемную дверь, рамку размера.

source: <25>{#g/alphysSmileSweat}* And your very own OuterNet account!
ru_ru: <25>{#g/alphysSmileSweat}* Есть также ваша учетная запись OuterNet!

source: <25>{#g/alphysNervousLaugh}* Don't worry, I made us friends so you can ping me for help if needed.
ru_ru: <25>{#g/alphys NervousLaugh}* Не волнуйтесь, я завел наших друзей, поэтому, если вам нужно, вы можете обратиться ко мне за помощью.

source: <25>{#p/alphys}{#g/alphysWelp}* I'll be at my desk.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Я буду за своим столом.

source: <32>{#p/basic}{#x1}* You two!{#x3}
ru_ru: <32>{#p/basic}{#x1}* Вы двое! {#x3}

source: <32>{#p/basic}{#x1}* You there!{#x3}
ru_ru: <32>{#p/basic}{#x1}* Ты там! {#x3}

source: <32>{#p/basic}{#x1}* Hey kid!{#x3}
ru_ru: <32>{#p/basic}{#x1:1}* Эй, малыш! {#x3}

source: <32>{#p/basic}{#x1}* Can you like, tell us why you killed those people?{#x3}
ru_ru: <32>{#p/basic}{#x1}* Можете ли вы рассказать нам, почему вы убили этих людей? {#x3}

source: <32>{#p/basic}{#x1}* Can you like, help us find the nearest ice cream stand?{#x3}
ru_ru: <32>{#p/basic}{#x1}* Не могли бы вы помочь нам найти ближайший магазин мороженого? {#x3}

source: <32>{#p/basic}{#x1}* My boyfriend and I... think it's kind of uncool.{#x3}
ru_ru: <32>{#p/basic}{#x1}* Я и мой парень... думаю, это немного не круто. {#x3}

source: <32>{#p/basic}{#x1}* My boyfriend and I have been looking all over the place!{#x3}
ru_ru: <32>{#p/basic}{#x1}* Я и мой парень везде искали! {#x3}

source: <33>{#p/basic}{#x2}* Damn, bro. * I think we, like, have to kill them and stuff.{#x3}
ru_ru: * Я думаю, мы должны убить их или что - то в этом роде. {#x3}

source: <32>{#p/basic}{#x1}* You okay, kid?{#x3}
ru_ru: <32>{#p/basic}{#x1}* Ты в порядке, малыш? {#x3}

source: <32>{#x1}* You're acting, like, pretty weird and stuff...{#x3}
ru_ru: <32>{#x1}* Вы ведете себя странно. {#x3}

source: <32>{#x1}* You know, with the whole "not talking to us" thing and all...{#x3}
ru_ru: <32>{#x1:* Ты знаешь, весь "не разговаривай с нами" вещи и все... {#x3}

source: <32>{#x1}* So, uh...{#x3}
ru_ru: <32>{#x1}* Итак... {#x3}

source: <32>{#p/basic}{#x1}* Yeah... * Guess that's kind of our job now, huh?{#x3}
ru_ru: * Похоже, это наша работа сейчас, не так ли? {#x3}

source: <32>{#p/basic}{#x1}* Forget it, bro. * I don't think they even know we're standing here.{#x3}
ru_ru: * Думаю, они даже не знают, что мы здесь стоим. {#x3}

source: <32>{#p/basic}{#x2}* But the ice cream!{#x3}
ru_ru: <32>{#p/basic}{#x2}* Но мороженое! {#x3}

source: <32>{#p/basic}{#x1}* Come on, bro. * We can't stay away from training all day.{#x3}
ru_ru: * Мы не можем не тренироваться целый день. {#x3}

source: <32>{#x2}* Yeah, okay.{#x3}
ru_ru: <32>{#x2}* Да, хорошо. {#x3}

source: <32>{#p/basic}{#x1}* Well, see ya, I guess...{#x3}
ru_ru: <32>{#p/basic}{#x1}* Хорошо, до свидания, я думаю... {#x3}

source: <32>{#x2}* We'll let ya know how that ice cream thing goes later!{#x3}
ru_ru: <32>{#x2}* Мы расскажем вам о мороженом позже! {#x3}

source: <33>{#p/basic}{#x1}* Bro... we gotta get outta here!{#x3}
ru_ru: <33>{#p/basic}{#x1}* Братья. Надо убираться отсюда! {#x3}

source: <32>{#x2}* Yeah, like, sorry Undyne!{#x3}
ru_ru: <32>{#x2}* Да, как, извините, Undyne! {#x3}

source: <32>{#p/mettaton}* THERE YOU ARE.
ru_ru: <32>{#p/metaton}* Вы пришли.

source: <32>{#z03}* YOU MAY NOT KNOW ME, BUT I KNOW YOU...
ru_ru: <32>{#z03}* Ты можешь не знать Меня, но Я знаю Тебя.

source: <32>{#z21}* YOU'RE THE ONE WHO HAD AN ENCOUNTER WITH THE CAPTAIN OF THE GUARD.
ru_ru: <32>Сержант #z21 ›* Вы были Всемирной организацией здравоохранения встретил капитана охраны.

source: <32>{#z30}* AN ENCOUNTER WHICH ENDED IN THAT CAPTAIN'S DEATH.
ru_ru: <32>{#z30}* Беспорядки, которые закончились смертью капитана.

source: <32>{#z31}* NOW, PERSONALLY, I'M NOT THE BIGGEST FAN OF UNDYNE.
ru_ru: <32>{#z31.1}* Лично я не самый большой поклонник UNDYNE.

source: <32>{#z30}* BUT ALPHYS... VERY MUCH WAS.
ru_ru: <32>{#z30}* Но буквы. Очень много.

source: <32>{#z21}* AND SHE'S TAKING THIS ALL PRETTY HARD.
ru_ru: <32>{#z21}* Она очень много работала над этим.

source: <32>{#z21}* I'M NOT SAYING YOU'RE A BAD PERSON, BUT YOUR CHOICES... HURT MY FRIEND.
ru_ru: <32>{#z21}* Я не говорю, что ты плохой человек, но твой выбор. Это ранило моего друга.

source: <33>{#z30}* ... LET'S JUST SAY SHE ISN'T GOING TO BE AROUND FOR A WHILE.
ru_ru: <33>{#z30}* ... Скажем так, она останется на некоторое время.

source: <32>{#z03}* DON'T WORRY, THOUGH. * IF YOU EVER FEEL LONELY, YOU CAN REST ASSURED...
ru_ru: * Если вы чувствуете себя одиноким, вы можете быть уверены...

source: <32>{#z02}* I'LL BE WATCHING YOUR EVERY MOVE.
ru_ru: <32>{#z02}* Я буду внимательно следить за каждым вашим шагом.

source: <32>{#z11}* WELL, TOODLES!
ru_ru: <32>{#z11}* Хорошо, отлично!

source: <32>{#p/mettaton}* THERE YOU ARE, BRAT.
ru_ru: <32>{#p/metaton}* Ты пришел, Блаттер.

source: <32>{#z21}* ALPHYS AND I WATCHED YOU DO SOME PRETTY BAD THINGS.
ru_ru: <32>{#z21}* Альфа и я видели, что ты сделал что - то очень плохое.

source: <32>{#z00}* YOU SEE, WE'D UNDERSTAND IF IT WAS JUST A FEW SMALL MISTAKES...
ru_ru: <32>{#z00}* Вы видите, если только несколько небольших ошибок, мы поймем.

source: <32>* HECK, ALPHYS AND I ARE BIG BELIEVERS IN HUMANS.
ru_ru: <32>* Ой, мы с Альфисом - верные люди.

source: <32>{#z03}* BUT THERE'S ONLY SO MUCH VIOLENCE YOU CAN EXCUSE.
ru_ru: <32>{#z03}* Но вы можете терпеть только столько насилия.

source: <32>{#z21}* ALPHYS... ISN'T GOING TO BE JOINING US FOR TODAY...
ru_ru: <32>{#z21}* Буквы. Не присоединится к нам сегодня.

source: <32>{#z00}* AFTER WHAT YOU'VE DONE, IT'S PROBABLY FOR THE BEST.
ru_ru: <32>{#z00}* После того, как вы сделали это, это может быть лучшим.

source: <32>{#z21}* TRY NOT TO KILL ANYONE ELSE, WILL YOU?
ru_ru: <32>{#z21}* Старайтесь не убивать других, хорошо?

source: <32>{#z03}* YOU MAY NOT KNOW ME, BUT...
ru_ru: <32>{#z03}* Вы можете не знать Меня, но...

source: <32>{#z00}* ...
ru_ru: <32>А #z00 hi* ...

source: <32>* LOOK. * I'LL BE HONEST.
ru_ru: * Я буду честен.

source: <32>{#z11}* I'M TO THE POINT WHERE ALL THIS DEATH YOU TWO HAVE CAUSED JUST FEELS... NUMB.
ru_ru: <32>{#z11}* Я пришел, чтобы все смерти, которые вы оба вызвали, заставили меня почувствовать. Онеменеть.

source: <32>{#z00}* BUT THERE'S ONE PERSON I CAN'T GO WITHOUT.
ru_ru: <32>{#z00}* Но есть человек, без которого я не могу обойтись.

source: <32>* SHE WON'T ANSWER HER PHONE...
ru_ru: <32>* Она не отвечает на звонки.

source: <32>{#z21}* SHE WON'T REPLY TO MY OUTERNET MESSAGES, EVEN THOUGH SHE'S BLATANTLY ONLINE.
ru_ru: <32>{#z21}* Она не будет отвечать на мои внешние сообщения, даже если она открыто лжет в Интернете.

source: <32>{#z11}* AND, THE THINGS SHE SAID TO ME BEFORE SHE LEFT, JUST MOMENTS AGO...?
ru_ru: <32>{#z11}* Есть еще слова, которые она сказала мне перед уходом, только что.

source: <32>{#z00}* HAVE ME VERY CONCERNED.
ru_ru: <32>{#z00}* Меня это очень беспокоит.

source: <32>{|}* SHE WON'T ANSWER HER- {%}
ru_ru: <32>{}* Она не будет отвечать ей - {%}

source: <25>{#z21}{#p/asriel2}{#f/8}* For your information, SHE is planning to fight us.
ru_ru: <25>{#z21}{#p/asriel2}{#f/8}* Только для справки, она планирует сражаться с нами.

source: <32>{#z00}{#p/mettaton}* UM, EXCUSE ME? * IT'S RUDE TO INTERRUPT PEOPLE WHEN THEY'RE TALKING.
ru_ru: Неправильно перебивать других.

source: <32>* HUMAN, IF YOU HAVE ANY SHRED OF DECENCY LEFT...
ru_ru: <32>* Человечество, если у вас еще есть след приличия...

source: <32>* YOU'LL DO WHAT ALPHYS SAID YOU HAD THE POWER TO DO...
ru_ru: <32>* Вы будете делать то, на что Alphys говорит, что вы способны.

source: <32>* AND RESET THE TIMELINE.
ru_ru: <32>* И сбросить временную линию.

source: <32>{#z11}* OTHERWISE, WITH THE WAY YOU'RE GOING RIGHT NOW...?
ru_ru: <32>{#z11}* В противном случае, так, как вы сейчас.

source: <32>{#z02}* YOU'RE IN FOR A BAD TIME.
ru_ru: <32>{#z02}* Вы в ужасной ситуации.

source: <25>{#p/asriel2}{#f/13}* You really think you're a threat to me?
ru_ru: <25>{#p/asriel2}{#f/13}* Вы действительно думаете, что вы представляете угрозу для меня?

source: <25>{#f/9}* Don't make me LAUGH.
ru_ru: <25>{#f/9}* Не заставляй меня смеяться.

source: <32>{#p/mettaton}{#z11}* OH, SWEETHEART... * YOU HAVE NO IDEA, DO YOU...?
ru_ru: * Ты не знаешь, ты...

source: <32>{#z02}* HAHAHA...
ru_ru: <32>{#z02}* Хаха.

source: <32>{#z03}* JUST REMEMBER, YOU TWO...
ru_ru: {#z03}* Помните, вы двое...

source: <32>{#z12}* YOU'VE BEEN WARNED.
ru_ru: <32>{#z12}* Вы получили предупреждение.

source: <32>{#p/mettaton}{#z11}* NO OFFENSE, SWEETHEART, BUT THAT'S UTTERLY RIDICULOUS.
ru_ru: <32>{#p/metaton}{#z11}* Без обид, дорогой, но это абсурд.

source: <32>{#z03}* ALPHYS ISN'T A FIGHTER, IN FACT, SHE TOLD ME SO HERSELF.
ru_ru: <32>{#z03}* Альфа не боксер, на самом деле, она сама мне сказала.

source: <32>{#z12}* ... BUT I KNOW SOMEONE WHO IS.
ru_ru: <32>{#z12}* ... Но я знаю, кто такая Всемирная организация здравоохранения.

source: <25>{#p/asriel2}{#f/13}* Okay?
ru_ru: <25>{#p/asriel2}{#f/13}* Хорошо?

source: <25>{#p/asriel2}{#f/16}* Cool.
ru_ru: <25>{#p/asriel2}{#f/16}* Круто.

source: $(x) updated status
ru_ru: $(x) Обновить статус

source: <32>{#p/event}* Ring, ring...
ru_ru: <32>{#p/event}* Звонит колокольчик, звонит колокольчик.

source: <25>{#p/alphys}{#g/alphysSideSad}* I don't think you can get through that...
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* Я не думаю, что вы пройдете.

source: <25>{#g/alphysSmileSweat}* Let me see if I can do anything to help.
ru_ru: <25>{#g/alphysSmileSweat}* Дай мне посмотреть, могу ли я чем - нибудь помочь.

source: <32>{#p/human}* (It sounds like someone is furiously typing at a keyboard.)
ru_ru: <32>{#p/human}* (Звучит так, будто кто - то безумно стучит по клавиатуре.)

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Security... w-what?
ru_ru: <25>{#p/alphys}{#g/alphys NervousLaugh}* Безопасно. - Что?

source: <32>{#p/human}* (More typing can be heard.)
ru_ru: <32>{#p/human}* (Можно услышать больше машинописи.)

source: <32>{#p/human}* (The typing stops.)
ru_ru: <32>{#p/human}* (Набор прекратился.)

source: <25>{#p/alphys}{#g/alphysWelp}* So... looks like we're gonna have to answer security questions.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Таким образом... кажется, что мы должны ответить на вопросы безопасности.

source: <25>{#g/alphysGarbo}* Mettaton's security questions...
ru_ru: <25>{#g/alphysGarbo}* Проблемы безопасности в Меттоне.

source: <25>{#g/alphysNeutralSweat}* Do you... happen to know anything useful about Mettaton?
ru_ru: <25>{#g/alphysNeutralSweat}* Вы... Что ты знаешь о Меттоне?

source: <25>{#g/alphysTheFactIs}* ... probably not, considering you just met him...
ru_ru: <25>Сер #g/alphysTheFactis* ... Учитывая, что вы только что познакомились с ним, возможно, нет.

source: <25>{#g/alphysUhButHeresTheDeal}* Well, uh, maybe you'll know the answer to the first one.
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Хорошо, может быть, вы узнаете ответ на первый вопрос.

source: <25>{|}{#g/alphysIDK}* "Who has the bi- {%}
ru_ru: <25>{~}{#g/alphysIDK}* "У кого есть bi - {%}

source: <25>{#g/alphysWTF}* Oh my god of course he'd use that as a security question.
ru_ru: <25>{#g/alphysWTF}* О, Боже, он, конечно, будет рассматривать это как проблему безопасности.

source: <25>{#g/alphysNervousLaugh}* "Who has the biggest crush on Mettaton?"
ru_ru: <25>{#g/alphys NervousLaugh}* "Кто больше всего любит Меттон?"

source: Alphys
ru_ru: Альфис

source: Asgore
ru_ru: Асго

source: Papyrus
ru_ru: Бумажная трава

source: Undyne
ru_ru: Ундин.

source: <25>{#p/alphys}{#g/alphysInquisitive}* ... huh?
ru_ru: <25>{#p/alphys}{#g/alphysInquiry}* ... Ха?

source: <25>{#g/alphysWelp}* The barricades just... lifted themselves.
ru_ru: <25>{#g/alphysWelp}* Блокпосты просто... Подними себя.

source: <25>{#g/alphysCutscene1}* Okay then! * That makes things easy!
ru_ru: * Это делает все проще!

source: <25>{#g/alphysFR}* I do NOT have a crush on Mettaton.
ru_ru: <25>{#g/alphysFR}* Мне не нравится Меттон.

source: <25>{#g/alphysCutscene2}* Let's try... Asgore.
ru_ru: <25>{#g/alphysCutscene2}* Давайте попробуем. Асго.

source: <25>{#p/alphys}{#g/alphysSmileSweat}* Hmm... okay.
ru_ru: <25>{#p/alphys}{#g/alphysSmileSweat}* Ну...

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* You sure?
ru_ru: <25>{#p/alphys}{#g/alphys NervousLaugh}* Вы уверены?

source: <25>{#p/alphys}{#g/alphysSideSad}* Oh, I guess that was the right answer.
ru_ru: <25>{#p/alphys}{#g/alphysSideSad}* О, я думаю, что это правильный ответ.

source: <25>{#p/alphys}{#g/alphysWelp}* Oh wow, that was the right answer.
ru_ru: <25>{#p/alphys}{#g/alphysWelp}* Вау, это правильный ответ.

source: <25>{#g/alphysFR}* ...
ru_ru: <25>А #g/alphysFR* ...

source: <25>{#g/alphysFR}* That's an oddly specific thing to know about Papyrus.
ru_ru: <25>{#g/alphysFR}* Что касается Papyrus, это странная вещь.

source: <25>{#p/alphys}{#g/alphysUhButHeresTheDeal}* But okay!!
ru_ru: <25>{#p/alphys}{#g/alphysUhButheresTheDeal}* Но все в порядке!

source: <25>{#p/alphys}{#g/alphysHaveSomeCompassion}* ... * I don't think she really liked him.
ru_ru: * Я не думаю, что он ей действительно нравится.

source: <25>{#g/alphysSideSad}* Let's try... Asgore.
ru_ru: <25>{#g/alphysSideSad}* Давайте попробуем. Асго.

source: <25>{#p/alphys}{#g/alphysCutscene3}* Pfft... * You're kidding, right?
ru_ru: * Ты шутишь?

source: <25>* She TOLERATES him. * There's no way that's the answer.
ru_ru: * Это не может быть ответом.

source: <25>{#p/alphys}{#g/alphysCutscene2}* Okay, so the question for this one is...
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Хорошо, так что этот вопрос...

source: <25>{|}{#g/alphysCutscene1}* "Who is Mettaton's- {%}
ru_ru: <25>{~}{#g/alphysCutscene1}* "Кто такой Меттон - {%}

source: <25>{#g/alphysGarbo}* Are they all seriously about himself?
ru_ru: <25>{#g/alphysGarbo}* Все ли они серьезно относятся к себе?

source: <25>{#g/alphysGarboCenter}* Man.
ru_ru: <25>{#g/alphys GarboCenter}* Мужчины.

source: <25>{#g/alphysWelp}* "What is Mettaton's most successful product line?"
ru_ru: <25>{#g/alphysWelp}* "Какая самая успешная линейка продуктов Metton?"

source: MTT Beauty
ru_ru: МТТ Красота

source: MTT Cooking
ru_ru: МТТ кулинария

source: MTT Tech
ru_ru: Технология MTT

source: MTT TV
ru_ru: МТТ ТВ

source: <25>{#p/alphys}{#g/alphysCutscene2}* Yeah... that's probably the right answer.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Да. Это может быть правильным ответом.

source: <25>{#g/alphysTheFactIs}* He really wants his TV shows to take off, but...
ru_ru: <25>{#g/alphysTheFactis}* Он действительно хочет, чтобы его телевизионная программа взлетела, но...

source: <25>{#g/alphysUhButHeresTheDeal}* People do love their beauty products!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Люди действительно любят свои косметические продукты!

source: <25>{#p/alphys}{#g/alphysYeahYouKnowWhatsUp}* There sure are a lot of MTT-brand kitchen appliances around...
ru_ru: <25>{#p/alphys}{#g/alphysYeah YouKnowWhatsUp}* Вокруг определенно много кухонных приборов марки MTT.

source: <25>{#g/alphysWelp}* Heck, Undyne has one, and she doesn't even like the guy.
ru_ru: <25>{#g/alphysWelp}* Ой, у Ундин есть один, ей даже не нравится этот парень.

source: <25>{#g/alphysSmileSweat}* ... yeah, let's try it.
ru_ru: <25>{г/альпийский улыбающийся пот}* ... Хорошо, давай попробуем.

source: <25>{#g/alphysFR}* I'm gonna pretend you didn't say that.
ru_ru: <25>{#g/alphysFR}* Я сделаю вид, что ты этого не говорил.

source: <25>{#g/alphysHellYeah}* Everyone knows I'm the one you go to for tech!
ru_ru: <25>{#g/alphysHellYeah}* Все знают, что я тот, кого вы ищете!

source: <25>{#g/alphysHellYeah}* ...
ru_ru: <25>{#g/alphys Добрый день}* ...

source: <25>{#g/alphysWelp}* How about... Mettaton's cooking products?
ru_ru: <25>{#g/alphysWelp}* Как... Кулинарные продукты Меттона?

source: <25>{#p/alphys}{#g/alphysWorried}* I dunno...
ru_ru: <25>{#p/alphys}{#g/alphys беспокоится}* Я не знаю.

source: <25>{#g/alphysWelp}* Mettaton's TV shows haven't been doing too well lately.
ru_ru: <25>{#g/alphysWelp}* Телевизионные программы Меттона в последнее время показывают плохие результаты.

source: <25>{#g/alphysWTF2}* That was RIGHT!?
ru_ru: <25>{#g/alphysWTF2}* Правильно!

source: <25>{#g/alphysCutscene3}* ... how do you know all of this stuff?
ru_ru: <25>{#g/alphysCutscene3}* ... Откуда ты знаешь об этом?

source: <25>{#g/alphysUhButHeresTheDeal}* Well, one more to go!
ru_ru: <25>{#g/alphysUhButheresTheDeal}* Хорошо, есть еще один!

source: <25>{#p/alphys}{#g/alphysNervousLaugh}* Last question...
ru_ru: <25>{#p/alphys}{#g/alphys NervousLaugh}* Последний вопрос.

source: <25>{#g/alphysNeutralSweat}* "What is Mettaton's true identity?"
ru_ru: <25>{#g/alphysNeutralSweat}* "Какова истинная личность Меттона?"

source: <25>{#g/alphysNeutralSweat}* ...
ru_ru: <25>Ar #g/alphys NeutralSweat* ...

source: Model 42
ru_ru: Модель 42

source: Hapstablook
ru_ru: Хапстаблике

source: Aidrian
ru_ru: Адриан!

source: Mettaton
ru_ru: Меттон

source: <25>{#p/alphys}{#g/alphysCutscene2}* Ah, about that...
ru_ru: <25>{#p/alphys}{#g/alphysCutscene2}* Ах, об этом...

source: <25>{#p/alphys}{#g/alphysCutscene3}* I've... only ever completed one Mettaton model.
ru_ru: <25>{#p/alphys}{#g/alphysCutscene3}* Я... завершил только одну модель Меттона.

source: <25>{#p/alphys}{#g/alphysFR}* So, I know that can't be it.
ru_ru: <25>{#p/alphys}{#g/alphysFR}* Поэтому я знаю, что это невозможно.

source: <25>{#g/alphysOhGodNo}* How do you know that?
ru_ru: <25>{#g/alphys OhGodNo}* Как вы узнали?

source: <25>{#g/alphysOhGodNo}* Nobody's supposed to know that!!
ru_ru: <25>{#g/alphys OhGodNo}* Никто не должен знать!

source: <25>{#g/alphysNeutralSweat}* H-have you told anyone else??
ru_ru: <25>{#g/alphys NeutralSweat}* H - Вы кому - то сказали?

source: <25>{#g/alphysNeutralSweat}* Are you planning to!?
ru_ru: <25>Сэр #g/alphys NeutralSweat* Вы собираетесь это сделать?

source: <25>{#g/alphysNervousLaugh}* Well... this isn't Mettaton's true identity anyway.
ru_ru: <25>{#g/alphys NervousLaugh}* Хорошо. В любом случае, это не настоящая личность Меттона.

source: <25>{#p/alphys}{#g/alphysInquisitive}* Aidrian?
ru_ru: <25>{#p/alphys}{#g/alphysInquiry}* Айдриан?

source: <25>{#g/alphysInquisitive}* Who the heck is Aidrian?
ru_ru: <25>{#g/alphysInquiry}* Кто такой Адриан?
