Repository: ws-3917/psoutertale-text
Catalog: v52.18/aerialis/*.po
Languages: ru_ru

source: <16>* She built up a WICKED sci-fi collection.
ru_ru: <16>* Она создала научно - фантастическую коллекцию WICKED.

source: <16>{#k/2/4}* Then she became the royal scientist...
ru_ru: <16>{#k/2/4}* Затем она стала королевским ученым.

source: <16>{#k/0/5}* ... she doesn't really have time for trash-hunting anymore.
ru_ru: <16>А #k/0/5}* ... У нее не было времени собирать мусор.

source: <16>{#k/0/6}* So Alphys has always been, like...
ru_ru: <16>{#k/0/6}* Поэтому Alphays всегда был, как...

source: <16>{#k/0/0}* ... super duper smart.
ru_ru: <16>А #k/0/0}* ... Супер умный.

source: <16>{#k/2/4}* Like...
ru_ru: <16>{#k/2/4}* Нравится.

source: <16>* UNNATURALLY smart.
ru_ru: <16>* Очень умно.

source: <16>{#k/0/0}* Like, she can calculate a derivative in her head...
ru_ru: <16>{#k/0/0}* Например, она может вычислить производную в своей голове.

source: <16>{#k/0/2}* ... in five seconds FLAT!
ru_ru: <16>А #k/0/2}* ... Сделай это за пять секунд!

source: <16>{#k/0/0}* It's MEGA impressive and all...
ru_ru: <16>{#k/0/0}* Это действительно впечатляет, и...

source: <16>{#k/2/5}* ... but as a result, she struggles with her impulses sometimes.
ru_ru: <16>{#k/2/5}* ... Но в результате она иногда борется с собственными импульсами.

source: <16>{#k/1/6}* I remember that time she called in half the Royal Guard...
ru_ru: <16>{#k/1/6}* Я помню тот раз, когда она созвала половину королевской гвардии.

source: <16>{#k/5/4}* ... when she thought she saw some "interesting trash."
ru_ru: <16>{#k/5/4}* ... Когда она думала, что видела какой - то "забавный мусор",

source: <16>{#k/2/6}* It's like...
ru_ru: <16>{#k/2/6}* Это как...

source: <16>* She doesn't process things the way most people do.
ru_ru: <16>* Она не занимается делами так, как большинство людей.

source: <16>{#k/5/8}* But we love her for that, don't we?
ru_ru: <16>{#k/5/8}* Но мы любим ее, не так ли?

source: <16>* But we still think she's A-MAZ-ING!
ru_ru: <16>* Но мы все еще думаем, что она A - MAZ - ING!

source: <16>{#k/4/0}* So like... OBVIOUSLY Asgore made her the royal scientist.
ru_ru: <16>{#k/4/0}* Как... Очевидно, Асго сделал ее королевским ученым.

source: <16>{#k/0/2}* Oh, for sure!
ru_ru: <16>{#k/0/2}* О, конечно!

source: <16>{#k/0/0}* Oh right, THAT goofy goober.
ru_ru: <16>{#k/0/0}* О, да, этот тупой парень.

source: <17>{#k/0/8}* Oh yeah, THAT furry fuzzball!
ru_ru: <17>{#k/0/8}* О, да, этот пушистый волосатый шарик!

source: <16>{#k/2/0}* So like, here's the thing about Asgore...
ru_ru: <16>{#k/2/0/0}* Итак, дело Асго было таким...

source: <16>* ... he's one of the NICEST guys you'll ever meet.
ru_ru: <16>* ..... Он один из самых добрых людей, которых вы когда - либо видели.

source: <16>{#k/2/0}* But, at the same time...
ru_ru: <16>{#k/2/0/0}* Но одновременно...

source: <16>{#k/2/4}* ... the stuff everyone wants him to do...
ru_ru: <16>{#k/2/4}* ... Все хотят, чтобы он что - то сделал.

source: <16>{#k/4/5}* ... it's kind of gross.
ru_ru: <16>{#k/4/5}* ... Это немного отвратительно.

source: <16>* ... it's just plain awful.
ru_ru: <16>* ..... Это ужасно.

source: <16>{#k/2/6}* I heard Undyne lobbied to expand the Royal Guard.
ru_ru: <16>{#k/2/6}* Я слышал, что Ундин лоббировал расширение Королевской гвардии.

source: <16>{#k/2/6}* Yeah, didn't Asgore, like, not even want one to begin with?
ru_ru: <16>{#k/2/6}* Да, разве Асго не хотел его с самого начала?

source: <16>{#k/2/4}* ... the stuff you've been up to out there...
ru_ru: <16>{#k/2/4}* ... Ты все время что - то делаешь.

source: <16>{#k/4/5}* ... well, it's making his job a little tougher.
ru_ru: <16>{#k/4/5}* ... Ну, это делает его работу немного сложной.

source: <16>* ... well, it's making his life a little harder.
ru_ru: <16>* ..... Ну, это делает его жизнь немного сложной.

source: <16>{#k/2/6}* Like...
ru_ru: <16>{#k/2/6}* Нравится.

source: <16>{#k/2/6}* ... maybe try NOT to kill anyone else, y'know?
ru_ru: <16>{#k/2/6}* ... Может, попробуй никого не убивать, понимаешь?

source: <16>{#k/3/6}* Gosh. * I really wanna give him a hug right now.
ru_ru: * Я действительно хочу обнять его сейчас.

source: <16>{#k/3/2}* Yeah, we should TOTALLY squeeze the life outta him later!
ru_ru: <16>{#k/3/2}* Да, позже мы должны полностью выжать из него жизнь!

source: <16>{#k/4/5/0}* ...
ru_ru: <16>А #k/4/5/0}* ...

source: <16>{#k/5/8}* Catty, no!
ru_ru: <16>{#k/5/8}* Кэти, нет!

source: <16>{#k/0/0}* Hey, there's no need to be afraid of him.
ru_ru: <16>{#k/0/0}* Эй, не нужно бояться его.

source: <16>{#k/0/1}* Yeah, he's WAY too adorable for that.
ru_ru: <16>{#k/0/1}* Да, он слишком мил.

source: <16>{#k/5/1}* Way too adorable!
ru_ru: <16>{#k/5/1}* Слишком мило!

source: <16>{#k/0/0}* Hey, I'm sure he'll understand why you did what you did.
ru_ru: <16>{#k/0/0}* Эй, я уверен, он поймет, почему вы это делаете.

source: <16>{#k/0/2}* Yeah, he's like, Asgore after all!
ru_ru: <16>{#k/0/2}* Да, он все - таки ублюдок!

source: <16>{#k/4/6}* It's basically his job.
ru_ru: <16>{#k/4/6}* Это в основном его работа.

source: Aerialis - Lab
ru_ru: ЛА авиационная лаборатория

source: <32>{#p/human}* (The Royal Lab looms ahead, filling you with determination.)
ru_ru: <32>{#p/human}* (Royal Labs находится прямо впереди и наполняет вас решимостью.)

source: <32>{#p/human}* (Knowing most of your journey has been recorded from inside the Royal Lab...)
ru_ru: <32>{#p/human}* (Знайте, что большая часть вашего путешествия была записана изнутри Королевской лаборатории)

source: <32>* (The thought fills you with determination.)
ru_ru: <32>* (Эта идея наполняет вас решимостью.)

source: <32>{#p/human}* (Knowing your every move is being recorded from inside the Royal Lab...)
ru_ru: <32>{#p/human}* (Знайте, что каждое ваше движение записывается в Королевской лаборатории)

source: Aerialis - Liftway
ru_ru: Кабельная дорога

source: <32>{#p/human}* (Hovering from place to place fills you with determination.)
ru_ru: <32>{#p/human}* (Перемещение из одного места в другое наполняет вас решимостью).

source: Aerialis - R1 Elevator
ru_ru: Лифт Aerialis - R1

source: <32>{#p/human}* (Explosion-fueled joyrides fill you with determination.)
ru_ru: <32>{#p/human}* (Взрывоопасные аттракционы наполняют вас решимостью.)

source: <32>{#p/human}* (Despite the fact you might never get to use a jetpack again...)
ru_ru: <32>{#p/human}* (хотя вы можете никогда больше не использовать реактивный рюкзак...)

source: <32>{#p/human}* (The adventures you've had on the outpost as a whole fill you with determination.)
ru_ru: <32>{#p/human}* (Ваш опыт приключений в форпосте наполняет вас решимостью.)

source: <32>{#p/human}* (The adventures you've had thus far fill you with determination.)
ru_ru: <32>{#p/human}* (Приключения, которые вы пережили до сих пор, наполняют вас решимостью.)

source: Aerialis - Stage Two
ru_ru: Aerialis - Второй этап

source: <32>{#p/human}* (Pondering the backstory of a certain TV superstar fills you with determination.)
ru_ru: <32>{#p/human}* (Размышления о предыстории телевизионной звезды наполняют вас решимостью.)

source: <32>{#p/human}* (Mettaton's ludicrous hijinks fill you with determination.)
ru_ru: <32>{#p/human}* (Смешные трюки Меттона наполняют вас решимостью.)

source: <32>{#p/human}* (Taking a step back before your upcoming performance fills you with determination.)
ru_ru: <32>{#p/human}* (Сделайте шаг назад, прежде чем предстоящее шоу наполнит вас решимостью.)

source: <32>{#p/human}* (Reflecting on your road to conflict fills you with determination.)
ru_ru: <32>{#p/human}* (Размышления о вашем пути конфликта наполнят вас решимостью.)

source: <32>{#p/human}* (Reflecting on such an anti- climactic ending fills you with determination.)
ru_ru: <32>{#p/human}* (Размышления о таком спокойном конце наполнят вас решимостью.)

source: <32>{#p/human}* (Knowing how far Mettaton has come fills you with determination.)
ru_ru: <32>{#p/human}* (Зная, как далеко зашел Меттон, вы будете полны решимости.)

source: <32>{#p/human}* (Reflecting on your road to superstardom fills you with determination.)
ru_ru: <32>{#p/human}* (Размышления о вашем пути к суперзвезде наполнят вас решимостью.)

source: Aerialis - Fountain
ru_ru: Фонтан Aerialis

source: <32>{#p/human}* (The anticipation of Mettaton's intervention fills you with determination.)
ru_ru: <32>{#p/human}* (Ожидание вмешательства Меттона наполняет вас решимостью.)

source: <32>{#p/human}* (This fountain in the middle of nowhere fills you with determination.)
ru_ru: <32>А. #p/human* (Этот неизвестный фонтан наполняет вас решимостью.)

source: <32>{#p/human}* (Gazing upon this fountain once again fills you with determination.)
ru_ru: <32>{#p/human}* (Взгляд на этот фонтан снова наполнит вас решимостью.)

source: <32>{#p/human}* (The punch in the fountain has turned bitter.)
ru_ru: <32>{#p/human}* (Кулак в фонтане стал горьким.)

source: <32>* (This, of course, fills you with determination.)
ru_ru: <32>* (Это, конечно, наполнит вас решимостью.)

source: <32>{#p/human}* (The punch in the fountain has turned savory.)
ru_ru: <32>{#p/human}* (Удар в фонтане стал вкусным).

source: <32>{#p/human}* (The punch in the fountain tastes the same as before.)
ru_ru: <32>{#p/human}* (Пеппер в фонтане на вкус такой же, как и раньше).

source: Aerialis - Rec Center
ru_ru: Aerialis - Реабилитационный центр

source: <32>{#p/human}* (Taxi rides to unfamiliar places fill you with determination.)
ru_ru: <32>{#p/human}* (Поездка на такси в незнакомые места наполнит вас решимостью.)

source: <32>{#p/human}* (Returning to this corner of corny comforts fills you with determination.)
ru_ru: <32>{#p/human}* (Возвращение в этот старый уютный уголок наполнит вас решимостью.)

source: <32>{#p/human}* (Learning Mettaton's backstory fills you with determination.)
ru_ru: <32>{#p/human}* (Изучение истории Меттона наполнит вас решимостью.)

source: <32>{#p/human}* (Over-dramatic musicals fill you with determination.)
ru_ru: <32>{#p/human}* (Чрезмерная драматизация мюзикла наполнит вас решимостью.)

source: Aerialis - CORE
ru_ru: Aerials - ядро

source: <32>{#p/human}* (The cold and computerized aesthetic in this area fills you with determination.)
ru_ru: <32>{#p/human}* (Холодная и компьютеризированная эстетика в этой области наполняет вас решимостью.)

source: Aerialis - Maintenance Zone
ru_ru: зона обслуживания авиации

source: <32>{#p/human}* (The air is calm and peaceful, filling you with determination.)
ru_ru: <32>{#p/human}* (Воздух спокойный и мирный, наполняет вас решимостью.)

source: <32>{#p/human}* (The anticipation of Mettaton's grand finale fills you with determination.)
ru_ru: <32>{#p/human}* (Ожидание финала Меттона наполняет вас решимостью.)

source: <32>{#p/human}* (Knowing the CORE will soon run out of power...)
ru_ru: <32>{#p/human}* (Зная, что ядро скоро истощит электричество...)

source: <32>{#p/human}* (It fills you with determination.)
ru_ru: <32>{#p/human}* (Это наполняет вас решимостью.)

source: <32>{#p/human}* (The thought of unnecessarily backtracking to the CORE...)
ru_ru: <32>{#p/human}* (Необязательно возвращаясь к идее ядра...)
