Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <25>{#f/16}* Remember that friend of yours from earlier?
ru_ru: <25>{#f/16}* Помните своего бывшего друга?

source: <25>{#f/17}* The one you ABANDONED?
ru_ru: <25>{#f/17}* Человек, которого вы бросили?

source: <25>{#f/13}* Even when their life was in danger, you didn't bat an eye.
ru_ru: <25>{#f/13}* Даже если их жизнь в опасности, вы не моргаете.

source: <25>{#f/9}* Maybe if you had, your fighting style would've earned my respect.
ru_ru: <25>{#f/9}* Возможно, если бы у вас был, ваш стиль боя завоевал бы мое уважение.

source: <25>{#f/16}* But it'd be naive to think you've got any sort of honor NOW.
ru_ru: <25>{#f/16}* Но было бы наивно думать, что у вас есть какая - либо честь сейчас.

source: <25>{#f/16}* Typical human. * Always quick to stab people in the back.
ru_ru: * Всегда быстро наносит удар ножом в спину.

source: <25>{#f/4}* But that's fine... * I didn't need you to be some kind of saint...
ru_ru: * Мне не нужно, чтобы ты был каким - то святым.

source: <25>{#f/7}* BECAUSE ALL THAT MATTERS IS YOUR SOUL!
ru_ru: <25>{#f/7}* Потому что важно для вашей души!

source: <25>* Hiding behind that kid so you could run away from me again!
ru_ru: <25>* Прячьтесь за этим ребенком, чтобы вы могли снова убежать от меня!

source: <25>* The way you managed to not only get past the local ELITE squad...
ru_ru: <25>* Вам удалось не только превзойти местную элиту.

source: <25>{#f/11}* You've got cojones, punk.
ru_ru: <25>{#f/11}* У вас есть cojones, панк.

source: <25>{#f/8}* ... NOT THAT IT ACTUALLY MATTERS!
ru_ru: <25>{#f/8}* ... На самом деле это не важно!

source: <25>{#f/10}* The way you managed to EMBARRASS the local ELITE squad?
ru_ru: <25>{#f/10}** Как вам удалось укрепить местную элиту?

source: <25>{#f/8}* ... AS IF THAT'D WORK ON ME!
ru_ru: <25>{#f/8}* ... Как будто это мне пригодится!

source: <25>{#f/10}* The way you've managed to get through without killing anyone?
ru_ru: <25>{f/10/* Как вы справляетесь с трудностями, не убивая людей?

source: <25>{#f/11}* Congratulations, punk. * You're a little nicer than the average human.
ru_ru: * Ты немного лучше обычного человека.

source: <25>{#f/8}* ... AS IF I CARE!
ru_ru: <25>{#f/8}* ... Как будто меня это волнует!

source: <25>{#f/4}* You know what would be more valuable to everyone?
ru_ru: <25>{#f/4}* Знаете ли вы, что более ценно для всех?

source: <25>{#f/7}* IF YOU WERE DEAD!
ru_ru: <25>{#f/7}* Если ты умрешь!

source: <25>{#f/17}* Your life is all that stands between us and our freedom!
ru_ru: <25>{#f/17}* Ваша жизнь - единственное препятствие между нами и свободой!

source: <25>{#f/1}* Right now, I can feel everyone's minds racing together!
ru_ru: <25>{#f/1}* Теперь я чувствую, что мысли всех бегут вместе!

source: <25>* Everyone's been waiting their whole lives for this moment!
ru_ru: <25>Каждый человек ждет этого момента всю свою жизнь!

source: <25>{#f/9}* But we're not nervous at all.
ru_ru: <25>{#f/9}* Но мы совсем не нервничаем.

source: <25>{#f/17}* When everyone puts their minds together, they can't lose!
ru_ru: <25>{#f/17}* Когда все работают вместе, они не проигрывают!

source: <25>{#f/1}* Now, human! * Let's end this, right here, right now!
ru_ru: * Давайте покончим со всем этим прямо здесь, прямо сейчас!

source: <25>{#f/17}* I'll show you how determined monsters can truly be!
ru_ru: <25>{#f/17}* Я покажу вам, насколько тверды монстры!

source: <25>{#f/7}* You're just a ruthless MURDERER!
ru_ru: <25>{#f/7}* Ты просто безжалостный убийца!

source: <25>{#f/11}* Self-defense? * Please.
ru_ru: * Пожалуйста.

source: <25>{#f/11}* What? You thought I'd overlook what you were up to in the Outlands?
ru_ru: <25>{#f/11}* Что? Думаете, я проигнорирую то, что вы делаете за пределами страны?

source: <25>{#f/1}* Fuhuhu... think again.
ru_ru: <25>{#f/1}* Озеро Фуху. Подумай еще раз.

source: <25>{#f/9}* You didn't kill that monster because you had to.
ru_ru: <25>{#f/9}* Вы не убили этого монстра, потому что вы должны это сделать.

source: <25>{#f/9}* You didn't kill those monsters because you had to.
ru_ru: <25>{#f/9}* Вы не убивали этих монстров, потому что вы должны это сделать.

source: <25>{#f/11}* You did it because it was EASY for you. * Because it was FUN.
ru_ru: * Потому что это интересно.

source: <25>{#f/16}* Do you think it was fun when I found out?
ru_ru: <25>{#f/16}* Когда я узнаю, вы считаете это забавным?

source: <25>{#f/9}* The canine unit. * The local ELITE squad. * And many others, too...
ru_ru: * Есть много других людей.

source: <25>* Almost everyone I know and love, dead just like that.
ru_ru: Почти все, кого я знал и любил, умерли.

source: <25>{#f/9}* The canine unit, AND the local ELITE squad...
ru_ru: <25>{#f/9}* Полицейские собаки и местные элитные отряды.

source: <25>* People I've served with for years, gone in the blink of an eye.
ru_ru: <25>* Люди, которые работали со мной много лет, мимолетны.

source: <26>{#f/9}* The local ELITE squad, who dedicated their lives to service...
ru_ru: <26>{#f/9}* Местные элитные команды, которые посвятили свою жизнь служению...

source: <25>* Gone in one fell swoop.
ru_ru: <25>* Ушел сразу.

source: <25>{#f/9}* The canine unit, who protected that little town for years...
ru_ru: <25>{#f/9}* Полицейский отряд собак, который много лет защищал этот город.

source: <25>* Gone without a trace.
ru_ru: <25>* Исчезает бесследно.

source: <26>{#f/9}* That ghost, who wanted nothing more than to fuse with their dummy...
ru_ru: <26>{#f/9}* Этот призрак просто хочет слиться со своим манекеном.

source: <25>* Erased in a mere moment.
ru_ru: <25>* Исчезает мгновенно.

source: <25>{#f/9}* That spider, who only wanted to protect and care for the clans...
ru_ru: <25>{#f/9}* Этот паук просто хочет защитить и заботиться о роде.

source: <25>* Not only is she dead, but spiders' lives are in jeopardy.
ru_ru: <25>* Она не только мертва, но и жизнь паука находится под угрозой.

source: <25>{#f/9}* Doge, who had a strong and unwavering sense of duty...
ru_ru: <25>{#f/9}* Doge, у него сильное и твердое чувство ответственности.

source: <25>* Even if putting her life at risk was her job, she's still dead.
ru_ru: <25>* Даже если рисковать своей жизнью - это ее работа, она все равно мертва.

source: <25>{#f/9}* That big dog, one of the kindest and sweetest dogs ever...
ru_ru: <25>{#f/9}* Эта большая собака, одна из самых добрых и милых собак всех времен.

source: <25>* Eliminated before his time.
ru_ru: <25>* Он был ликвидирован до него.

source: <25>{#f/9}* Those two dogs, caring for each other through thick and thin...
ru_ru: <25>{#f/9}* Эти две собаки беспрепятственно ухаживают друг за другом.

source: <25>* Their love and legacy, ripped away in an instant.
ru_ru: <25>* Их любовь и наследие были мгновенно разорваны.

source: <25>{#f/9}* That little dog who wanted nothing more than to be pet...
ru_ru: <25>{#f/9}* Этот щенок хочет быть только домашним животным.

source: <25>* Only to be met with a ruthless attack.
ru_ru: <25>* Будет только беспощадная атака.

source: <25>{#f/9}* Doggo, who I PERSONALLY looked after for some time...
ru_ru: <25>{#f/9}* Дого, я лично ухаживал за ним некоторое время.

source: <25>* Now dead thanks to the whims of a single human.
ru_ru: <25>* Теперь он мертв благодаря прихотям одного человека.

source: <25>{#f/9}* That woman in the Outlands... I didn't know her, but...
ru_ru: <25>{#f/9}* Та женщина, которая была вне поля... Я не знаю ее, но...

source: <25>* She hasn't been seen since you arrived in Starton.
ru_ru: <25>* Она не видела вас с тех пор, как вы прибыли в Стартон.

source: <25>{#f/9}* Every. Single. Monster. who spent their lives in the factory...
ru_ru: <25>{#f/9}* Каждый. Одинокие. Монстр. Всю жизнь они провели на заводе.

source: <25>* Only to have it all snatched away.
ru_ru: <25>* В результате все было украдено.

source: <25>{#f/9}* Every. Single. Monster. who lived peacefully in Starton...
ru_ru: <25>{#f/9}* Каждый. Одинокие. Монстр. Он жил спокойной жизнью в Стартоне.

source: <25>* Only to meet an untimely end.
ru_ru: <25>* Это произойдет только неожиданно.

source: <25>{#f/9}* Those monsters who spent their lives here in the factory...
ru_ru: <25>{#f/9}* Монстры, которые прожили всю свою жизнь на фабрике.

source: <25>* Only to have it all be undone.
ru_ru: <25>* Это только отменит все.

source: <25>{#f/9}* Those monsters who lived peacefully in Starton...
ru_ru: <25>{#f/9}* Те монстры, которые спокойно живут в Стартоне.

source: <25>* Slaughtered in cold blood.
ru_ru: <25>* Холодная бойня.

source: <25>{#f/9}* One monster dead from each area thus far...
ru_ru: <25>{#f/9}* До сих пор в каждом регионе умирало по одному монстру.

source: <25>{#f/13}* It's like you have some kind of per-area kill quota.
ru_ru: <25>{#f/13}* Это похоже на то, что у вас есть какая - то квота на убийство по площади.

source: <25>{#f/9}* Two monsters dead from each area thus far...
ru_ru: <25>{#f/9}* До сих пор в каждом регионе умерло по два монстра.

source: <25>{#f/9}* Three monsters dead from each area thus far...
ru_ru: <25>{#f/9}* На сегодняшний день в каждом регионе погибло по три монстра.

source: <25>{#f/9}* Four monsters dead from each area thus far...
ru_ru: <25>{#f/9}* На сегодняшний день в каждом регионе умерло по четыре монстра.

source: <25>{#f/9}* Five monsters dead from each area thus far...
ru_ru: <25>{#f/9}* На сегодняшний день в каждом регионе погибло по пять монстров.

source: <26>{#f/9}* That monster in the Outlands... I didn't really know them, but...
ru_ru: <26>{#f/9}* Внешние монстры. На самом деле я их не знаю, но...

source: <26>{#f/9}* Those monsters in the Outlands... I didn't really know them, but...
ru_ru: <26>{#f/9}* Те монстры, которые были вне поля. На самом деле я их не знаю, но...

source: <25>* Thanks to you, they're dead now.
ru_ru: <25>* Благодаря тебе они теперь мертвы.

source: <25>{#f/9}* Even if it was just one monster...
ru_ru: <25>{#f/9}* Даже если это просто монстр.

source: <25>* That's still one less SOUL that'll get to see the stars one day.
ru_ru: <25>* Это все еще на одну душу меньше, и когда - нибудь мы увидим звезды.

source: <25>{#f/9}* At least two monsters left home for the last time today.
ru_ru: <25>{#f/9}* Сегодня по крайней мере два монстра покинули свой дом в последний раз.

source: <25>* Thanks to you, their families will never see them again.
ru_ru: <25>* Благодаря тебе их семьи больше никогда их не увидят.

source: <25>{#f/9}* That big dog, who enjoyed the company of his comrades...
ru_ru: <25>{#f/9}* Эта большая собака любит быть со своими товарищами.

source: <25>* Awakening to find them dead.
ru_ru: <25>* Проснулись и обнаружили их мертвыми.

source: <25>{#f/9}* Those two dogs, always looking out for the other canines...
ru_ru: <25>{#f/9}* Эти две собаки всегда заботятся о других собаках.

source: <25>* Only to discover there's nobody to look out for anymore.
ru_ru: <25>* Но оказалось, что больше никто не может заботиться.

source: <25>{#f/9}* That little dog who mostly kept to itself...
ru_ru: <25>{#f/9}* Щенок, который большую часть времени проводит в одиночестве.

source: <26>* The other dogs' deaths might not bother it now, but they will someday.
ru_ru: <26>* Смерть других собак может не беспокоить ее сейчас, но когда - нибудь это произойдет.

source: <25>{#f/9}* Doggo, who spent years to find a home in the canine unit...
ru_ru: <25>{#f/9}* Догго, который провел годы, находя дом в подразделении собак.

source: <25>* Only to have it all ripped away again.
ru_ru: <25>* В результате все снова сорвано.

source: <25>{#f/9}* That big dog, as well as Dogamy and Dogaressa...
ru_ru: <25>{#f/9}* Эта большая собака, а также Догами и Догареза.

source: <25>* All wiped from the face of Starton.
ru_ru: <25>* Все стерто с лица Стартона.

source: <25>{#f/9}* Both the big dog, and the little dog...
ru_ru: <25>{#f/9}* Большие собаки и щенки.

source: <25>{#f/13}* So, according to you, only the average-sized dogs get to live.
ru_ru: <25>{#f/13}* Таким образом, по вашему мнению, выживут только собаки среднего размера.

source: <25>{#f/9}* That big dog, along with Doggo, too...
ru_ru: <25>{#f/9}* Эта большая собака, и Дого...

source: <25>* Both dead thanks to the whims of a single human.
ru_ru: <25>* В результате прихоти одного человека оба погибли.

source: <25>* Not only are THEY dead, but a little dog they looked after is, too.
ru_ru: <25>* Они не только умерли, но и щенки, за которыми они ухаживали.

source: <25>* They, along with Doggo who they looked after, are all dead.
ru_ru: "25"* Они и Того, за которым они ухаживали, умерли.

source: <25>{#f/9}* That little dog, as well as its comrade Doggo...
ru_ru: <25>{#f/9}* Этот щенок и его спутник Дого...

source: <25>{#f/11}* Do you think that's FUN?
ru_ru: <25>{#f/11}* Вам это кажется интересным?

source: <25>{#f/17}* Well guess what, punk.
ru_ru: <25>{#f/17}* Угадай что, панк.

source: <25>* No phone call's gonna save you THIS time.
ru_ru: <25>Этот звонок вас не спасет.

source: <25>* Your time is UP.
ru_ru: <25>Ваше время пришло.

source: <25>{#f/4}* All the pain you inflicted on the fallen...
ru_ru: <25>{#f/4}* Все страдания, которые ты принес падшему.

source: <25>{#f/7}* Every hope, every dream you've turned to dust...
ru_ru: <25>{#f/7}* Каждая надежда, каждая мечта, ты превращаешься в прах...

source: <25>{#f/1}* This hero's gonna send it all right back through her spear!
ru_ru: <25>{#f/1}* Герой отправит его обратно своим копьем!

source: <25>{#f/4}* NGAHHH!!!
ru_ru: <25>{#f/4}* NGHH!!!

source: <25>{#f/5}* I'll show you how determined monsters truly are!
ru_ru: <25>{#f/5}* Я покажу вам, насколько тверды монстры!

source: <25>{#f/17}* Come on! * Step forward and let's end this!
ru_ru: * Шаг вперед, давайте покончим со всем этим!

source: <32>* Forget it.
ru_ru: <32>* Забудьте.

source: <25>{#f/16}{#x1}* Look.
ru_ru: <25>{#f/16}{#x1: 0}* Смотреть.

source: <25>* Papyrus didn't come to his meeting today.
ru_ru: <25>* Papyrus не пришел на свою встречу сегодня.

source: <25>{#x2}* Say what you want about him.
ru_ru: <25>{#x2}* Скажи, что ты думаешь о нем.

source: <25>{#f/18}* He's weird, he's naive, he's self-absorbed...
ru_ru: <25>{#f/18}* Он очень странный, очень наивный, очень эгоистичный...

source: <25>{#f/20}{#x3}* But Papyrus has NEVER missed a meeting.
ru_ru: <25>{#f/20}{#x3}* Но Papyrus никогда не пропускал ни одной встречи.

source: <25>{#f/18}{#x4}* And no matter what time you call him on the phone...
ru_ru: <25>{#f/18}{#x4}* Независимо от того, когда вы ему позвоните.

source: <25>{#f/20}{#x5}* He ALWAYS answers within the first two rings.
ru_ru: <25>{#f/20}{#x5}* Он всегда отвечает в первых двух кольцах.

source: <25>{#f/18}{#x6}* But now he's gone.
ru_ru: <25>{#f/18}{#x6}* Но теперь он ушел.

source: <25>{#f/22}{#x7}* And his brother isn't around, either.
ru_ru: <25>{#f/22}{#x7}* Его брата тоже нет рядом.

source: <25>{#f/18}* What did you do to him?
ru_ru: <25>{#f/18}* Что вы с ним сделали?

source: <25>{#f/11}{#x8}* What did you DO TO HIM?
ru_ru: <25>{#f/11 {#x8}* Что вы с ним сделали?

source: <25>{#f/16}{#x9}* And those missing members of the guard...
ru_ru: <25>{#f/16}{#x9}* Есть также те охранники, которые пропали без вести.

source: <25>{#f/13}* Did you do the same thing to THEM?
ru_ru: <25>{#f/13}* Вы сделали то же самое с ними?

source: <25>{#f/16}{#x9}* Papyrus, who I have trained every day...
ru_ru: <25>{#f/16}{#x9}* Я тренирую Papyrus каждый день.

source: <25>{#f/19}* Even though I KNOW he's too goofy to ever hurt anyone...
ru_ru: <25>{#f/19}* Хотя я знаю, что он слишком глуп, чтобы никому навредить.

source: <25>{#f/16}{#x10}* Go ahead. * Prepare however you want.
ru_ru: * Будьте готовы к тому, что хотите.

source: <25>{#f/20}* But when you step forward...
ru_ru: <25>{#f/20}* Но когда вы продвигаетесь вперед...

source: <25>{#f/11}{#x11}* I will KILL you.
ru_ru: <25>{#f/11 {#x11}* Я убью тебя.

source: <25>{#p/undyne}{#f/21}* Alright, then.
ru_ru: <25>{#p/undyne}{#f/21}* Это хорошо.

source: <25>{#p/undyne}{#f/11}* You asked for it, punk.
ru_ru: <25>{#p/undyne}{#f/11}* Вы хотите, панк.

source: <25>{#f/9}* Ready or not...
ru_ru: <25>{#f/9}* Готовность.

source: <25>{#p/undyne}{#f/1}* That's it, then...!
ru_ru: <25>{#p/undyne}{#f/1}* Вот так, так...

source: <25>{#f/17}* It's time you met your one true equal!
ru_ru: <25>{#f/17}* Пришло время встретиться с действительно равными людьми!

source: <25>{#f/17}* No more running away!
ru_ru: <25>{#f/17}* Больше не убегай!

source: <25>{#f/7}{*}* HERE I COME!!!!!!!{#x1}{^999}
ru_ru: <25>{#f/7}{*}* Я иду!!!! {#x1}{{999}

source: <32>{#p/human}* (You can't seem to find a way in.)
ru_ru: <32>{#p/human}* (Вы, кажется, не можете найти способ войти.)

source: <32>{#p/basic}* First, the goat family... * Then, the spider queen...
ru_ru: * Тогда, королева пауков...

source: <32>* And now, the fish lady...
ru_ru: <32>* Теперь эта рыбалка дама...

source: <32>* I'll miss her... just like I'm going to miss being here...
ru_ru: <32>* Я буду скучать по ней. Как будто я буду скучать здесь.

source: <32>* But maybe... I've inhabited this house for too long...
ru_ru: <32>* Но возможно. Я слишком долго жил в этом доме.

source: <32>* Maybe I'll be happier if I spend time... somewhere new...
ru_ru: <32>* Если бы я проводил время... может быть, я был бы счастливее... Новое место.

source: <32>{#p/basic}* It's literally on fire. * You're not getting in there.
ru_ru: * Ты не можешь войти.

source: <25>{#p/kidd}{#f/4}* Dead end...
ru_ru: <25>{#p/kidd}{#f/4}* Тупик.

source: <25>{#f/3}* The bird must've carried him across the gap by now, haha.
ru_ru: <25>{#f/3}* Птица, должно быть, уже перенесла его через брешь, ха - ха.

source: <25>{#f/3}* The bird must be busy right now, haha.
ru_ru: <25>{#f/3}* Эта птица должна быть очень занята сейчас, ха - ха.

source: <32>{#p/basic}* ... but nobody came.
ru_ru: <32>{#p/basic}* ... Но никто не пришел.

source: <25>{#p/kidd}{#f/8}* I feel like I'm gonna puke...
ru_ru: <25>{#p/kidd}{#f/8}* Я чувствую, что меня сейчас стошнит.

source: <25>* We killed so many monsters...
ru_ru: <25>* Мы убили столько монстров.

source: <25>* We killed other monsters...
ru_ru: <25>* Мы убили других монстров.

source: <25>* We killed a monster...
ru_ru: <25>* Мы убили чудовище.

source: <25>{#p/kidd}{#f/1}* Did I ever tell you about how we got shuttle pilot lessons!?
ru_ru: <25>{#p/kidd}{#f/1}* Я когда - нибудь говорил вам, как мы ходили на курсы пилотов шаттла!

source: <25>{#p/kidd}{#f/7}* It was EPIC!
ru_ru: <25>{#p/kidd}{#f/7}* Это EPIC!

source: <25>{#p/kidd}{#f/4}* I mean, you TOLD me to fight...
ru_ru: <25>{#p/kidd}{#f/4}* Я имею в виду, что ты заставил меня драться.

source: <25>{#p/kidd}{#f/4}* I mean, you did ALL the attacking...
ru_ru: <25>{#p/kidd}{#f/4}* Я имею в виду, вы сделали все атаки.

source: <25>{#p/kidd}{#f/8}* But did you really... * ... m-mean to do... * ... that...?
ru_ru: * ..... Та...

source: <25>{#p/kidd}{#f/2}* One day, that short skeleton and his brother subbed in...
ru_ru: <25>{#p/kidd}{#f/2}* Однажды, этот карликовый скелет и его брат были в...

source: <25>{#p/kidd}{#f/2}* And, this is a secret, but...
ru_ru: <25>{#p/kidd}{#f/2}* Это секрет, но...

source: <25>{#f/1}* They let me fly around the outpost all by MYSELF!!
ru_ru: <25>{#f/1}* Они позволили мне летать одному в форпосте!!

source: <25>{#p/kidd}{#f/4}* I never wanted to hurt anyone, I just... * I...
ru_ru: I. СОДЕРЖАНИЕ

source: <25>{#p/kidd}{#f/8}* I just wanna wake up... * Please... let it all be a bad dream...
ru_ru: * Пожалуйста... Пусть все это превратится в кошмар.

source: <25>{#p/kidd}{#f/1}* Maybe one day I'll be a real pilot, with my own starship.
ru_ru: <25>{#p/kidd}{#f/1}* Возможно, однажды я стану настоящим пилотом со своим собственным Starship.

source: <25>{#p/kidd}{#f/1}* It'd have FLAMES painted on the side, and HUGE wings, and...
ru_ru: <25>{#p/kidd}{#f/1}* Его боковые стороны будут покрыты пламенем, а также огромными крыльями, и...

source: <25>{#p/kidd}{#f/6}* Man, that'd be so cool...
ru_ru: <25>{#p/kidd}{#f/6}* Парень, это так круто.

source: <25>{#p/kidd}{#f/8}* I...
ru_ru: <25>{#p/kidd}{#f/8}* Я...

source: <25>{#f/8}* I...
ru_ru: <25>{#f/8}* Я...

source: <25>{#f/5}* I'm just... * ... gonna be quiet.
ru_ru: * ..... Будет тихо.

source: <25>{#p/kidd}{#f/2}* We could go anywhere in the universe, dude...
ru_ru: <25>{#p/kidd}{#f/2}* Мы можем отправиться в любую точку Вселенной, приятель.

source: <25>{#p/kidd}{#f/1}* And the best part? * No more school, like, EVER!
ru_ru: * Больше не нужно ходить в школу!

source: <25>{#p/kidd}{#f/8}* You can't get over that gap alone, dude...
ru_ru: <25>{#p/kidd}{#f/8}* Ты не можешь преодолеть этот разрыв в одиночку, приятель.

source: <25>{#p/kidd}{#f/5}* ... let me help.
ru_ru: <25>{#p/kidd}{#f/5}* ... Позволь мне помочь.

source: <25>{#p/kidd}{#f/2}* You sure you can get across that gap?
ru_ru: <25>{#p/kidd}{#f/2}* Вы уверены, что сможете преодолеть этот разрыв?

source: <25>{#p/kidd}{#f/1}* Yo, let me help you!
ru_ru: <25>{#p/kidd}{#f/1}* Йо, позволь мне помочь тебе!

source: <25>{#p/kidd}{#f/8}* Climb on.
ru_ru: <25>{#p/kidd}{#f/8}* Поднимайтесь вверх.

source: <25>{#p/kidd}{#f/1}* Climb on!
ru_ru: <25>{#p/kidd}{#f/1}* Поднимайтесь!

source: <25>{#p/kidd}{#f/4}* ... * Well...
ru_ru: * Мм..

source: <25>{#f/8}* If you never see me again... * Tell my parents...
ru_ru: * Скажи моим родителям.

source: <25>{#f/5}* ... * They're better off without me.
ru_ru: * Без меня они бы жили лучше.

source: <25>{#p/kidd}{#f/1}* Don't worry, dude! * I always find my own way around!
ru_ru: * Я всегда могу найти свой путь!

source: <25>{#p/kidd}{#f/4}* Hey... uh... * This place gives me the creeps.
ru_ru: * От этого места у меня мурашки по коже.

source: <25>{#f/3}* Can we turn around now?
ru_ru: <25>{#f/3}* Теперь мы можем развернуться?

source: <25>{#p/kidd}{#f/7}* Undyne, please! * They're my friend!
ru_ru: * Они мои друзья!

source: <32>{#p/undyne}* No, they're not. * You really shouldn't be with them, kiddo.
ru_ru: * Ты действительно не должен быть с ними, сынок.

source: <32>{#p/undyne}* Go home, kiddo. * You don't belong with them.
ru_ru: * Ты не принадлежишь им.

source: <25>{*}{#p/kidd}{#f/8}* Undyne...{#x1}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/8}* Undyne. › › › › › › › › › › › › › › › › ›

source: <25>{*}{#p/kidd}{#f/13}* I promise, I... I-I'll come back for you!{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/13}* Я обещаю, я... я вернусь за тобой! {^ 20}{%}

source: <25>{*}{#p/kidd}{#f/13}* Don't die, okay?{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/13} Не умирай, хорошо? {^ 20}{%}

source: <25>{#p/kidd}{#f/9}* That ghost and I played electrosnail here one time...
ru_ru: <25>{#p/kidd}{#f/9}* Этот призрак и я однажды играли здесь с электрическими ногтями.

source: <25>* Have you ever...?
ru_ru: <25>* Ты когда - то был.

source: <25>{#p/asriel2}{#f/10}* Um... no?
ru_ru: <25>{#p/asriel2}{#f/10}* Эм... не так ли?

source: <25>{#f/4}* Not in this timeline, anyway.
ru_ru: <25>{#f/4}* В любом случае не на этой временной линии.

source: <25>{#p/kidd}{#f/9}* Timeline?
ru_ru: <25>{#p/kidd}{#f/9}* Расписание?

source: <25>{#p/asriel2}{#f/13}* Oh, hey... * This is where we...
ru_ru: * Это мы.

source: <25>{#f/13}* Where you...
ru_ru: <25>{#f/13}* Где ты.

source: <25>{#f/16}* Oh, $(name)...
ru_ru: <25>{#f/16}* О, (название).

source: <25>{#p/asriel2}{#f/6}* It's nothing.
ru_ru: <25>{#p/asriel2}{#f/6}* Ничего.

source: <25>{#f/7}* Just a little reminder, that's all.
ru_ru: <25>{#f/7}* Это всего лишь небольшое напоминание, вот и все.

source: <25>{#p/kidd}{#f/9}* Oh...
ru_ru: <25>{#p/kidd}{#f/9}* О...

source: <25>{#p/kidd}{#f/11}* Oh, it's... * This is Undyne's house...!
ru_ru: * Это дом Ундин.

source: <25>{#p/asriel2}{#f/8}* Thankfully, Undyne's not here right now.
ru_ru: <25>{#p/asriel2}{#f/8}* Слава Богу, Ундина сейчас здесь нет.
