Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <25>{#p/kidd}{#f/4}* What did he say your name was? * $(name)...?
ru_ru: <25>{#p/kidd}{#f/4}* Как, по его словам, тебя зовут? * $(name)...?

source: <25>{#f/3}* Well $(name), just between you and me, he kinda makes me feel...
ru_ru: <25>{#f/3}* Ну, $(name), только между нами, он заставляет меня чувствовать...

source: <25>{#f/4}* Uncomfortable.
ru_ru: <25>{#f/4}* Неудобно.

source: <25>{#p/asriel2}{#f/5}* I know. * Exciting, isn't it?
ru_ru: <25>{#p/asriel2}{#f/5}* Я знаю. * Волнующе, не так ли?

source: <25>{|}{#f/12}* I don't- {%}
ru_ru: <25>{~}{#f/12}* Я не - {%}

source: <25>{#p/asriel2}{#f/4}* Shh... * It's okay.
ru_ru: <25>{#p/asriel2}{#f/4}* Шшш... * Всё хорошо.

source: <25>{#p/asriel2}{#f/3}* Just remember what we came here for.
ru_ru: <25>{#p/asriel2}{#f/3}* Просто помни, зачем мы сюда пришли.

source: <25>{#p/kidd}{#f/9}* Undyne...
ru_ru: <25>{#p/kidd}{#f/9}* Андайн...

source: <25>{#f/6}* ... let me guess. * Still having doubts?
ru_ru: <25>{#f/6}* ... дай угадаю. * Всё ещё сомневаешься?

source: <25>{|}{#p/kidd}{#f/12}* I'm sorry, I- {%}
ru_ru: <25>{~}{#p/kidd}{#f/12}* Извините, Я - {%}

source: <25>{#p/asriel2}{#f/13}* Undyne, schmundyne... * She's not the hero you take her for.
ru_ru: <25>{#p/asriel2}{#f/13}* Андайн, шмундайн... * Она не тот герой, за которого ты её принимаешь.

source: <25>{#p/asriel2}{#f/4}* No... the REAL heroes are people who can use their minds.
ru_ru: <25>{#p/asriel2}{#f/4}* Нет... настоящие герои - это люди, которые умеют пользоваться своим умом.

source: <26>{#f/15}* People like... * Well, people unlike her.
ru_ru: <26>{#f/15}* Такие люди, как... * Ну, люди, не похожие на неё.

source: <25>{#f/15}* People unlike her.
ru_ru: <25>{#f/15}* Люди не похожи на неё.

source: <26>{#f/3}* People like Alphys.
ru_ru: <26>{#f/3}* Людям нравится Алфис.

source: <25>{#p/kidd}{#f/12}* Is she... really...
ru_ru: <25>{#p/kidd}{#f/12}* она... правда...

source: <25>{#f/10}* Undyne won't die.
ru_ru: <25>{#f/10}* Андайн не умрёт.

source: <25>* Even if I do this, she...
ru_ru: <25>* Даже если я сделаю это, она...

source: <25>* She'll be fine. * She'll be strong...
ru_ru: <25> * Она будет в порядке. * Она будет сильной...

source: <25>{#p/asriel2}{#f/8}* (Yeah, whatever makes you feel better...)
ru_ru: <25>{#p/asriel2}{#f/8}* (Да, как угодно, лишь бы тебе было лучше...)

source: <25>{#p/kidd}{#f/9}* 'Cause, like... * She's... stronger than any other monster...
ru_ru: <25>{#p/kidd}{#f/9}* Потому что... * Она... сильнее любого другого монстра...

source: <25>{#f/12}* She's {@fill=#ff0}determined{@fill=#fff}...
ru_ru: <25>{#f/12}* Она {@fill=#ff0}решительна{@fill=#fff}...

source: <25>{#p/asriel2}{#f/10}* Uh... okay? * (Golly, what is this kid on about?)
ru_ru: <25>{#p/asriel2}{#f/10}* Эм... хорошо? * (Боже, о чём говорит этот ребёнок?)

source: <25>{#p/asriel2}{#f/8}* (How did they KNOW?)
ru_ru: <25>{#p/asriel2}{#f/8}* (Откуда они ЗНАЮТ?)

source: <32>{#p/asriel2}{#f/6}* There she is.
ru_ru: <32>{#p/asriel2}{#f/6}* Вот она.

source: <32>{#f/6}* Now.
ru_ru: <32>{#f/6}* Сейчас.

source: <32>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* Do it.{%100}
ru_ru: <32>{*}{#p/asriel2}{#f/14}{@random=1.1/1.1}{@fill=#f00}* Сделай это.{% 100}

source: <25>{#p/undyne}{#f/13}* What the HELL? * What are you doing all the way out here!?
ru_ru: <25>{#p/undyne}{#f/13}* Что за ХРЕНЬ? * Что ты здесь делаешь!?

source: <25>{|}{#f/13}* And why does your eye look like- {%}
ru_ru: <25>{|}{#f/13}* И почему твои глаза выглядят так- {%}

source: <25>{#p/asriel2}{#f/15}* Careful, $(name).
ru_ru: <25>{#p/asriel2}{#f/15}* Осторожно, $(name).

source: <25>{#p/asriel2}{#f/15}* Really now?
ru_ru: <25>{#p/asriel2}{#f/15}* Правда cейчас?

source: <25>{#p/asriel2}{#f/15}* We're trying not to die here, $(name)...
ru_ru: <25>{#p/asriel2}{#f/15}* Мы пытаемся не умереть здесь, $(name)...

source: <25>{#p/asriel2}{#f/16}* I'm really starting to get worried.
ru_ru: <25>{#p/asriel2}{#f/16}* Я действительно начинаю волноваться.

source: <25>{#p/asriel2}{#f/8}* Are you blind or something?
ru_ru: <25>{#p/asriel2}{#f/8}* Ты что, ослеп?

source: <25>{#p/asriel2}{#f/7}* Come on!
ru_ru: <25>{#p/asriel2}{#f/7}* Давай!

source: <32>{#p/human}* (But you didn't have the key.)
ru_ru: <32>{#p/human}* (Но у тебя нет ключа.)

source: <32>{#p/basic}* It's locked.
ru_ru: <32>{#p/basic}* Она заперта.

source: <32>{#p/human}* (You use the Mystery Key.)
ru_ru: <32>{#p/human}* (Ты используешь Секретный Ключ.)

source: <32>{#p/human}* (You got the Flight Suit.)
ru_ru: <32>{#p/human}* (Ты получил Летный Костюм.)

source: * (Equip the Flight Suit?)
ru_ru: * (Надеть летный костюм?)

source: <25>{#p/kidd}{#f/1}* Yo, I remember this place!
ru_ru: <25>{#p/kidd}{#f/1}* Йоу, я помню это место!

source: <25>{#f/3}* My, uh, Mom took me here one time, haha.
ru_ru: <25>{#f/3}* Моя мама однажды привела меня сюда, хаха.

source: <25>{#f/1}* If we both stand on a switch, it lights up. * Isn't that awesome!?
ru_ru: <25>{#f/1}* Если мы оба встанем на выключатель, он включится. * Разве это не круто!?

source: <18>{#p/papyrus}HUMAN! I WAS THINKING.
ru_ru: <18>{#p/papyrus}ЧЕЛОВЕК! Я ТУТ ПОДУМАЛ.

source: <18>WE SHOULD TOTALLY DATE SOMETIME!
ru_ru: <18>МЫ ДОЛЖНЫ КАК-НИБУДЬ ВСТРЕТИТЬСЯ!

source: <18>WE SHOULD TOTALLY HANG OUT SOMETIME!
ru_ru: <18>МЫ ДОЛЖНЫ КАК-НИБУДЬ ВСТРЕТИТЬСЯ!

source: <18>{#f/5}AND BESIDES... I HAVEN'T SEEN YOU IN A WHILE.
ru_ru: <18>{#f/5}И КРОМЕ ТОГО... Я ДАВНО ТЕБЯ НЕ ВИДЕЛ.

source: <18>{#f/0}IT'LL BE GOOD TO CATCH UP!
ru_ru: <18>{#f/0}БУДЕТ ХОРОШО НАВЕРСТАТЬ УПУЩЕННОЕ!

source: <18>{#f/0}WELL, MEET ME AT MY HOUSE WHEN YOU'RE READY.
ru_ru: <18>{#f/0}НУ, ВСТРЕТИМСЯ У МЕНЯ ДОМА, КОГДА БУДЕШЬ ГОТОВ.

source: <18>SO, YOU KNOW HOW WE SPENT TIME TOGETHER?
ru_ru: <18>ТЫ ЗНАЕШЬ, КАК МЫ ПРОВОДИЛИ ВРЕМЯ ВМЕСТЕ?

source: <18>{#f/5}WELL... I THINK UNDYNE NEEDS TO DO THE SAME.
ru_ru: <18>{#f/5}НУ... Я ДУМАЮ, АНДАЙН ДОЛЖНА СДЕЛАТЬ ТО ЖЕ САМОЕ.

source: <18>{#f/4}BESIDES, I BET YOU TWO WOULD BE GREAT FRIENDS...
ru_ru: <18>{#f/4}КРОМЕ ТОГО, Я УВЕРЕН, ЧТО ТЫ БУДЕШЬ ОТЛИЧНЫМ ДРУГОМ...

source: <18>{#f/6}... JUST FRIENDS!
ru_ru: <18>{#f/6}... ПРОСТО ДРУЗЬЯ!

source: <18>{#f/0}JUST LIKE WE WERE!
ru_ru: <18>{#f/0}ТАК ЖЕ, КАК И МЫ!

source: <18>{#f/0}WELL, MEET ME AT UNDYNE'S HOUSE WHEN YOU'RE READY.
ru_ru: <18>{#f/0}ЧТО Ж, ВСТРЕТИМСЯ В ДОМЕ АНДАЙН, КОГДА ТЫ БУДЕШЬ ГОТОВ.

source: <18>{#f/9}THIS IS GOING TO BE FANTASTIC!
ru_ru: <18>{#f/9}ЭТО БУДЕТ ФАНТАСТИЧЕСКИ!

source: <25>{#p/asriel2}{#f/8}* Here comes the over- dramatic speech...
ru_ru: <25>{#p/asriel2}{#f/8}* А вот и драматическая речь...

source: <32>{#p/undyne}* You.
ru_ru: <32>{#p/undyne}* Ты.

source: <32>{#x1}* You think you can just waltz around, MURDERING all those innocent monsters?
ru_ru: <32>{#x1}* Ты думаешь, что можешь спокойно ходить вокруг да около, УБИВАЯ всех этих невинных монстров?

source: <32>* Well guess what, punks.
ru_ru: <32>* Угадайте, что, сопляки.

source: <32>* That ends NOW.
ru_ru: <32>* Всё закончится СЕЙЧАС.

source: <32>{#x2}* You may have scraped by Doge, but let me be clear...
ru_ru: <32>{#x2}* Ты, может, и проскочил мимо Дога, но позволь мне прояснить...

source: <32>{#x3}* Once the rest of ELITE squad nails you, you're in for a world of hurt.
ru_ru: <32>{#x3}* Как только остальные бойцы ЭЛИТНОГО отряда прижмут тебя к стенке, ты попадешь под удар.

source: <32>* Nothing to say? * Feh.
ru_ru: <32>* Нечего сказать? * Тфу.

source: <32>{#x4}* I don't have time to deal with you right now, Alphys needs my help evacuating people.
ru_ru: <32>{#x4}* У меня нет времени разбираться с тобой, Альфис нужна моя помощь в эвакуации остальных.

source: <32>{#x5}* Fuhuhu... * Have fun trying to progress. * You won't get far.
ru_ru: <32>{#x5}* Фухуху... * Веселись, пытаясь продвинуться. * Ты далеко не уйдешь.

source: <32>{#x4}{|}* I don't have time to deal with you right now, Alphys needs my help- {%}
ru_ru: <32>{#x4}{|}* У меня нет времени разбираться с тобой, Альфис нужна моя помощь- {%}

source: <25>{#x5}{#p/asriel2}{#f/8}* Alphys is stronger than you, y'know.
ru_ru: <25>{#x5}{#p/asriel2}{#f/8}* Альфис сильнее чем ты, знаешь ли.

source: <25>{#f/2}* I've already seen what happens in this timeline...
ru_ru: <25>{#f/2}* Я уже видел, что происходит в этой временной шкале...

source: <25>{#f/1}* Your fight is NOTHING compared to hers.
ru_ru: <25>{#f/1}* Твой бой - НИЧЕГО по сравнению с её.

source: <32>{#p/undyne}* Is that so?
ru_ru: <32>{#p/undyne}* Неужели?

source: <32>* ... well. * You'll still have to get through me first.
ru_ru: <32>* ... ну. * Сначала вам придется пройти через меня.

source: <32>{#p/asriel2}{#f/6}* Oh, BELIEVE me. * We will.
ru_ru: <32>{#p/asriel2}{#f/6}* О, ПОВЕРЬ мне. * Мы сделаем это.

source: <32>{#p/undyne}* We'll see about that.
ru_ru: <32>{#p/undyne}* Это мы ещё посмотрим.

source: <25>{#p/asriel2}{#f/8}* Whatever you say.
ru_ru: <25>{#p/asriel2}{#f/8}* Как ты скажешь.

source: <32>{#p/basic}* Ahuhuhuhu...
ru_ru: <32>{#p/basic}* Ахухухуху...

source: <32>* Tell her she should increase my payout next time.
ru_ru: <32>* Скажите ей, что в следующий раз она должна увеличить мою выплату.

source: <32>* Let's just pretend this never happened, shall we, dearies?
ru_ru: <32>* Давайте притворимся, что этого никогда не было, правда, дорогуши?

source: <32>* That was fun! * See you again, dearies!
ru_ru: <32>* Это было весело! * Увидимся снова, дорогуши!

source: <25>{#p/kidd}{#f/4}* Yo... that was weird...
ru_ru: <25>{#p/kidd}{#f/4}* Йо... это было странно...

source: <25>{#p/kidd}{#f/4}* Yo... at least it's over now?
ru_ru: <25>{#p/kidd}{#f/4}* Йо... по крайней мере, это уже позади?

source: <25>{#p/kidd}{#f/4}* Yo... that was not fun at ALL.
ru_ru: <25>{#p/kidd}{#f/4}* Йо... это было совсем не весело.

source: <25>{#p/kidd}{#f/4}* Yo... * What just happened?
ru_ru: <25>{#p/kidd}{#f/4}* Йо... * Что только что произошло?

source: <25>* Did she... {%}
ru_ru: <25>* Сделать ей... {%}

source: <25>{#p/kidd}{#f/4}* Yo... did she just...
ru_ru: <25>{#p/kidd}{#f/4}* Йо... она только что...

source: <25>* How come monsters keep disappearing like that? {%}
ru_ru: <25>Почему монстры постоянно исчезают?{%}

source: <32>{#p/basic}* She's dead.
ru_ru: <32>{#p/basic}* Она умерла.

source: <25>{#p/kidd}{#f/7}* N-no... * I didn't mean...
ru_ru: <25>{#p/kidd}{#f/7}* Н-нет... * Я не хотел...

source: <25>{#f/7}* S-she's not... no... * She was...
ru_ru: <25>{#f/7}* О-она не... нет... * Она была...

source: <25>{#f/4}* No, it... * It c-can't be...
ru_ru: <25>{#f/4}* Нет, это... * Этого не может быть...

source: <25>{#f/4}* She was just...
ru_ru: <25>{#f/4}* Она была просто...

source: <25>{#f/8}* Just...
ru_ru: <25>{#f/8}* Просто...

source: <25>{#f/8}* ... what have I done...
ru_ru: <25>{#f/8}* ... что я наделал...

source: <32>{#p/basic}* Mushroom dance * Mushroom dance * Whatever could it mean
ru_ru: <32>{#p/basic}* Грибной танец * Грибной танец * Что бы это могло значить?

source: <32>{#p/basic}* It means the future is very uncertain indeed.
ru_ru: <32>{#p/basic}* Это означает, что будущее действительно весьма неопределенно.

source: <32>{#p/basic}* It means I'm going free. * They're going to transplant me to the new homeworld.
ru_ru: <32>{#p/basic}* Это значит, что я уйду на свободу. * Они собираются пересадить меня на новую планету.

source: <32>* But why should you care? * Unless...
ru_ru: <32>* Но почему тебя это должно волновать? * Если только...

source: <32>* ... unless you have absolved yourself of sin?
ru_ru: <32>* ... если только ты не отпустил себе грех?

source: <32>{#p/basic}* Goodbye, old outpost, for you have been my abode...
ru_ru: <32>{#p/basic}* Прощай, старый аванпост, ты был моим приютом...

source: <32>{#p/basic}* It means... don't talk to me.
ru_ru: <32>{#p/basic}* Это значит... не разговаривай со мной.

source: <32>{#p/basic}* It means you've lived a life of sin.
ru_ru: <32>{#p/basic}* Это значит, что вы прожили грешную жизнь.

source: <32>* Wait. * Weren't you nicer before?
ru_ru: <32>* Подожди. * Разве ты не был добрее раньше?

source: <32>{#p/basic}* If only I could see the galaxy beyond.
ru_ru: <32>{#p/basic}* Если бы я только могла увидеть галактику за её пределами.

source: <32>* But even if the force field was destroyed, how would I leave...?
ru_ru: <32>* Но даже если силовое поле будет разрушено, как я уйду...?

source: <32>{#p/basic}* It symbolizes my inner torment, trapped here by my hyphae.
ru_ru: <32>{#p/basic}* Он символизирует мои внутренние муки, запертые здесь моими грифами.

source: <32>* My struggle to pull away. * My struggle to escape. * But alas, to no avail.
ru_ru: <32>* Моя борьба за то, чтобы отстраниться. * Моя борьба за побег. * Но, увы, безрезультатно.

source: <18>{#p/asriel1}{#v/1}{#i/4}It sounds like it came from over here...
ru_ru: <18>{#p/asriel1}{#v/1}{#i/4}Похоже, что он пришёл сюда...

source: <18>Oh! You've crash- landed, haven't you...
ru_ru: <18> О! Ты совершил аварийную посадку, не так ли...

source: <18>Are you okay?
ru_ru: <18> Ты в порядке?

source: <18>Here, get up...
ru_ru: <18>Вот, вставай...

source: <18>$(name), huh?
ru_ru: <18>$(name), да?

source: <18>That's a nice name.
ru_ru: <18>Это красивое имя.

source: <18>{*}{#x1}{#p/asriel3}{#i/18}My name is {%}
ru_ru: <18>{*}{#x1}{#p/asriel3}{#i/18}Меня зовут {%}

source: <32>{#p/human}* (You move towards the computer...)
ru_ru: <32>{#p/human}* (Ты подходишь к компьютеру...)

source: <32>{#p/basic}* The computer is currently open to a music-sharing application.
ru_ru: <32>{#p/basic}* На компьютере открыто приложение для совместного использования музыки.

source: * (View the opened application?)
ru_ru: * (Просмотреть открытое приложение?)

source: <32>{#p/human}* (You decide not to look.)
ru_ru: <32>{#p/human}* (Ты решил не смотреть.)

source: COOLSKELETON95
ru_ru: КРУТОЙСКЕЛЕТ95

source: ALPHYS
ru_ru: АЛЬФИС

source: (Unknown)
ru_ru: (Неизвестный)

source: NAPSTABLOOK22
ru_ru: НАПСТАБЛУК22

source: <32>{#p/tem}* oh no, it's a... FISHES!!!
ru_ru: <32>{#p/tem}* О нет, это... РЫБЫ!!!

source: <32>{#p/basic}* Watch out * Watch out * There's a fish running about
ru_ru: <32>{#p/basic}* Осторожно. * Осторожно. * Там бегает рыба

source: <32>{#p/basic}* Wa ha ha...
ru_ru: <32>{#p/basic}* Ва ха ха...

source: <32>{#p/basic}* Run while ya still can, kid!
ru_ru: <32>{#p/basic}* Беги, пока можешь, ребёнок!

source: <32>{#p/human}* (The robot appears to be asleep.)
ru_ru: <32>{#p/human}* (Робот, похоже, спит.)

source: <32>{#p/basic}* It's in sleep mode.
ru_ru: <32>{#p/basic}* Он находится в спящем режиме.

source: <32>{#p/basic}{#npc/a}* Familiar energy signature detected in combat.
ru_ru: <32>{#p/basic}{#npc/a}* Энергетическая подпись знакомого, обнаруженная в бою.

source: <32>{#p/basic}* Recommended action... run.
ru_ru: <32>{#p/basic}* Рекомендуемое действие... бежать.

source: <32>{#p/basic}* Recommended action... stand still.
ru_ru: <32>{#p/basic}* Рекомендуемое действие... стоять на месте.

source: <32>{#p/basic}* Recommended action... unknown.
ru_ru: <32>{#p/basic}* Рекомендуемое действие... неизвестно.

source: <32>{#p/basic}* Recommended action... hide.
ru_ru: <32>{#p/basic}* Рекомендуемое действие... спрятаться.

source: <32>{#p/basic}{#npc/a}* Foreign energy signature detected.
ru_ru: <32>{#p/basic}{#npc/a}* Обнаружена посторонняя энергетическая подпись.

source: <32>* Name... unknown.
ru_ru: <32>* Имя... неизвестно.

source: <32>* Relationship status... stranger.
ru_ru: <32>* Статус отношений... незнакомцы.

source: <32>* Last interaction... none.
ru_ru: <32>* Последнее взаимодействие... нет.

source: <32>* Last interaction... observed in battle.
ru_ru: <32>* Последнее взаимодействие... наблюдается в бою.

source: <32>* Processing... * Processing... * Processing...
ru_ru: <32>* Обработка... * Обработка... * Обработка...

source: <32>* Hello, stranger. * I am eight-six, the all- purpose delivery bot.
ru_ru: <32>* Здравствуй, незнакомец. * Я - восемь-шесть, универсальный бот доставки.

source: <32>* It is far from my intended function, but would you like to complete a survey today?
ru_ru: <32>* Это далеко от моего предназначения, но не хочешь ли ты сегодня пройти опрос?

source: <32>{#p/basic}{#npc/a}* Thank you. * The question is as follows.
ru_ru: <32>{#p/basic}{#npc/a}* Спасибо тебе. * Вопрос заключается в следующем.

source: <32>* "Out of the colors red, green, and blue, which do you prefer?"
ru_ru: <32>* "Из красного, зелёного и синего цвета, какой предпочитаешь ты?"

source: Red
ru_ru: Красный

source: Green
ru_ru: Зелёный

source: Blue
ru_ru: Синий

source: Not sure
ru_ru: Не определился

source: <32>{#p/basic}* Thank you. * Your choice will be inscribed deeply into my memory bank.
ru_ru: <32>{#p/basic}* Спасибо тебе. * Твой выбор будет глубоко записан в моей памяти.

source: <32>{#p/basic}{#npc/a}* Your relationship status is now set to "acquaintance."
ru_ru: <32>{#p/basic}{#npc/a}* Твой статус отношений теперь установлен как "знакомый."

source: <32>{#p/basic}{#npc/a}* Familiar energy signature detected.
ru_ru: <32>{#p/basic}{#npc/a}* Обнаружена знакомая энергетическая характеристика.

source: <32>* Relationship status... acquaintance.
ru_ru: <32>* Статус отношений... знакомый.

source: <32>* Last interaction... survey declined.
ru_ru: <32>* Последнее взаимодействие... опрос отклонён.

source: <32>* Last interaction... survey taken.
ru_ru: <32>* Последнее взаимодействие... опрос пройден.

source: <32>* Hello again, acquaintance. * How is your day today?
ru_ru: <32>* Привет, знакомый. * Как прошёл твой день?

source: Neutral
ru_ru: Нейтрально

source: <32>{#p/basic}{#npc/a}* Good? * That is good to hear.
ru_ru: <32>{#p/basic}{#npc/a}* Хорошо? * Это радостно слышать.

source: <32>{#p/basic}{#npc/a}* Bad? * I hope things get better.
ru_ru: <32>{#p/basic}{#npc/a}* Плохо? * Я надеюсь, что всё станет лучше.

source: <32>{#p/basic}{#npc/a}* Neutral? * That is understandable.
ru_ru: <32>{#p/basic}{#npc/a}* Нейтрально? * Это можно понять.

source: <32>{#p/basic}{#npc/a}* Not sure? * That is... understandable.
ru_ru: <32>{#p/basic}{#npc/a}* Не определился? * Это... можно понять.

source: <32>{#p/basic}{#npc/a}* Your relationship status is now set to "friend."
ru_ru: <32>{#p/basic}{#npc/a}* Твой статус отношений теперь установлен на "друг."

source: <32>* Relationship status... friend.
ru_ru: <32>* Состояние отношений... друзья.

source: <32>* Last interaction... asked about mood.
ru_ru: <32>* Последнее взаимодействие... спросил о настроении.

source: <32>* Hello again, friend. * I hope your mood has remained since our last interaction.
ru_ru: <32>* Снова привет, друг. * Надеюсь, твоё настроение не изменилось с момента нашего последнего общения.

source: <32>* Hello again, friend. * I hope your mood has improved since our last interaction.
ru_ru: <32>* Привет снова, друг. * Надеюсь, твоё настроение улучшилось с момента нашего последнего общения.

source: <32>* Hello again, friend. * Based on our last interaction...
ru_ru: <32>* Привет снова, друг. * Исходя из нашего последнего общения...

source: <32>* It appears you have a great deal of interest towards me.
ru_ru: <32>* Похоже, ты проявляешь ко мне большой интерес.

source: <32>* What emotion do you most commonly feel about me?
ru_ru: <32>* Какие эмоции ты чаще всего чувствуешь ко мне?

source: Love
ru_ru: Любовь

source: Disgust
ru_ru: Отвращение

source: None
ru_ru: Отсутствуют

source: <32>* Your relationship status is now set to "bestie."
ru_ru: <32>* Твой статус отношений теперь установлен на "лучший друг."

source: <32>* I love you too, bestie.
ru_ru: <32> Я тоже тебя люблю, лучший друг.

source: <32>* Your relationship status is now set to "enemy."
ru_ru: <32>* Твой статус отношений теперь установлен на "неприятельский."

source: <32>* I have no further need for you, enemy.
ru_ru: <32>* Я больше не нуждаюсь в тебе, неприятель.

source: <32>* Your relationship status is now set to "acquaintance."
ru_ru: <32>* Твой статус отношений теперь установлен как "знакомый."

source: <32>* Perhaps this was not a good idea, acquaintance.
ru_ru: <32>* Возможно, это была не хорошая идея, знакомый.

source: <32>* Your relationship status is unchanged.
ru_ru: <32>* Твой статус отношений не изменился.

source: <32>* Expected reply to all questions is now set to "Not sure."
ru_ru: <32>* Ожидаемый ответ на все вопросы теперь установлен на "Не определился."

source: <32>* Relationship status... bestie.
ru_ru: <32>* Статус отношений... лучшие друзья.

source: <32>* Relationship status... enemy.
ru_ru: <32>* Статус отношений... неприятель.

source: <32>* Last interaction... showed appreciation.
ru_ru: <32>* Последнее взаимодействие... показало оценку.

source: <32>* Last interaction... declined conversation.
ru_ru: <32>* Последнее взаимодействие... отказался от разговора.

source: <32>* Last interaction... made small talk.
ru_ru: <32>* Последнее общение... завели маленький разговор.

source: <32>* Last interaction... gave advice.
ru_ru: <32>* Последнее взаимодействие... дал совет.

source: <32>* Last interaction... asked about feelings.
ru_ru: <32>* Последнее взаимодействие... спросил о чувствах.

source: <32>* Hello again, bestie. * I hope you are doing well.
ru_ru: <32>* Привет ещё раз, лучший друг. * Надеюсь, у тебя всё хорошо.

source: <32>* Hello again, bestie. * I love you very much.
ru_ru: <32>* Привет ещё раз, лучший друг. * Я очень тебя люблю.

source: <32>* Hello again, bestie. * It is good to see you today.
ru_ru: <32>* Привет ещё раз, лучший друг. * Я рад видеть тебя сегодня.

source: <32>* ... * Do not speak to me again.
ru_ru: <32>* ... * Не разговаривай со мной больше.

source: <32>* Hello again, acquaintance. * The factory is musty today.
ru_ru: <32>* Привет ещё раз, знакомый. * На фабрике сегодня затхло.

source: <32>* Hello again, acquaintance. * The starlight is glimmering today.
ru_ru: <32>* Привет ещё раз, знакомый. * Сегодня свет звёзд мерцает.

source: <32>* Hello again, acquaintance. * The steam is humid today.
ru_ru: <32>* И снова привет, знакомый. * Пар сегодня влажный.

source: <32>* Hello again, friend. * Remember to eat something.
ru_ru: <32>* Привет ещё раз, друг. * Не забудь поесть.

source: <32>* Hello again, friend. * Remember to take breaks.
ru_ru: <32>* - Привет ещё раз, друг. * Не забывай делать перерывы.

source: <32>* Hello again, friend. * Remember to talk things out.
ru_ru: <32>* Привет ещё раз, друг. * Не забывай говорить обо всём.

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* No matter how many monsters you've bullied, your payment to me is all that matters~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Неважно, скольких монстров ты избил, важна лишь твоя плата мне~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Your payment to me means more than you can possibly imagine~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Твоя оплата для меня значит больше, чем ты можешь себе представить~

source: <32>* Thank you for your generous donation, dearie~
ru_ru: <32>* Спасибо тебе за щедрое пожертвование, дорогой~

source: <32>* If you or your little armless friend need anything, you just let me know~
ru_ru: <32>* Если тебе или твоему маленькому безрукому другу что-нибудь понадобится, просто дай мне знать~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* It's a shame I wasn't able to capture you the first time around~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Жаль, что я не смогла поймать тебя с первого раза~

source: <32>* A little bully like you would have been a wonderful prize~
ru_ru: <32>* Такой маленький хулиган, как ты, был бы прекрасным призом~

source: <32>* Oh well~ * Now that the force field's gone, I won't have to~
ru_ru: <32>* О ну что ж~ * Теперь, когда силовое поле исчезло, мне не нужно это делать~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Oh, dearie~ * When the spider clans arrive on the new homeworld...
ru_ru: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* О, дорогой~ * Когда паучьи кланы прибывают на новую планету...
