Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <25>{#f/12}* ... let me know if you need anything else.
ru_ru: <25>{#f/12}* ... Если вам еще что - то нужно, пожалуйста, скажите мне.

source: <25>{#p/undyne}{#f/1}* Well, alright. * Remember, I'm here if you change your mind.
ru_ru: * Помни, если ты передумаешь, я здесь.

source: <25>{#p/undyne}{#f/14}* Well, alright. * Remember, I'm here if you change your mind!
ru_ru: * Помни, если ты передумаешь, я здесь!

source: * (Sit down?)
ru_ru: * (Присядьте?)

source: <25>{#p/undyne}{#f/14}* Comfortable?
ru_ru: <25>{#p/undyne}{#f/14}* Удобно ли это?

source: <25>{#f/1}* I'll get you something to drink.
ru_ru: <25>{#f/1}* Я принесу тебе выпить.

source: <25>{#f/14}* I'll get you something to drink.
ru_ru: <25>{#f/14}* Я принесу тебе выпить.

source: <25>{#f/1}* I'll get you something to...
ru_ru: <25>{#f/1}* Я принесу тебе кое - что.

source: <25>{#f/14}* I'll get you something to...
ru_ru: <25>{#f/14}* Я принесу тебе кое - что.

source: <25>{#f/17}* What are you still doing with a cup of dampening fluid?
ru_ru: <25>{#f/17}* Что вы все еще делаете со стаканом увлажняющей жидкости?

source: <25>{#f/17}* Throw that thing away!
ru_ru: <25>{#f/17}* Выброси эту штуку!

source: <32>{#p/human}* (You discarded the electro- dampening fluid.)
ru_ru: <32>{#p/human}* (Вы отбросили электроувлажняющий раствор).

source: <25>{#p/undyne}{#f/1}* Thanks.
ru_ru: <25>{#p/undyne}{#f/1}* Спасибо.

source: <25>{#p/undyne}{#f/14}* Much appreciated.
ru_ru: <25>{#p/undyne}{#f/14}* Большое спасибо.

source: <25>{#p/undyne}{#f/1}* All set! * Take your pick!
ru_ru: * Ты выбираешь!

source: <25>{#p/undyne}{#f/14}* All set! * What would you like?
ru_ru: * Чего ты хочешь?

source: <25>{#p/undyne}{#f/17}* HEY! * DON'T GET UP!
ru_ru: * Не вставай!

source: <25>{#f/16}* Sorry, reflex. * I seriously gotta stop doing that...
ru_ru: * Я действительно должен прекратить это делать.

source: <25>{#f/17}* YOU'RE THE GUEST! * SIT DOWN AND ENJOY YOURSELF!
ru_ru: * Пожалуйста, садитесь и наслаждайтесь!

source: <25>{#p/undyne}{#f/1}* Um, why not just point to what you want?
ru_ru: <25>{#p/undyne}{#f/1}* ну, почему бы не указать прямо, что вы хотите?

source: <25>{#f/16}* You can use the spear.
ru_ru: <25>{#f/16}* Вы можете использовать копья.

source: <25>{#p/undyne}{#f/12}* Um, why not just point to what you want?
ru_ru: <25>{#p/undyne}{#f/12}* Ну, почему бы не указать прямо, что вы хотите?

source: <25>{#f/12}* You can use the spear!
ru_ru: <25>{#f/12}* Вы можете использовать копье!

source: * Move left and right to aim. * Select with [Z].
ru_ru: * Выберите с [Z].

source: * Undyne * Awesome fish lady.
ru_ru: * Замечательная леди - рыба.

source: * Undyne * Mad fish lady.
ru_ru: * Мисс Безумная Рыба.

source: * Snack Closet * Tons of goodies in there!
ru_ru: * Там много вкусного!

source: * Water * The smart choice.
ru_ru: * Мудрый выбор.

source: * Sugar * Great for sweetening tea.
ru_ru: * Идеально подходит для добавления сладости в чай.

source: * Exoberry Punch * Made locally... or so they say.
ru_ru: * Местное производство. Или они так говорят.

source: * Hot Cocoa * It's a blue cylinder.
ru_ru: * Это синий цилиндр.

source: * Tea * Blatantly correct choice?
ru_ru: * Явно правильный выбор?

source: * Fridge * Too much for one meal.
ru_ru: * Слишком много еды.

source: * Energy Saber * Legendary human weapon.
ru_ru: * Легендарное человеческое оружие.

source: <25>{#p/undyne}{#f/13}* Are you... * Hitting on me???
ru_ru: * Ударь меня??

source: <25>{#p/undyne}{#f/17}* You're supposed to be choosing a drink??
ru_ru: <25>{#p/undyne}{#f/17}* Вы должны выбрать напиток?

source: <25>{#f/1}* There's nothing in that closet but snacks.
ru_ru: <25>{#f/1}* В этом шкафу нет ничего, кроме закусок.

source: <25>{#p/undyne}{#f/1}* Really, it's all just snacks in there. * Nothing more!
ru_ru: * Больше ничего!

source: <25>{#p/undyne}{#f/1}* Really!
ru_ru: <25>{#p/undyne}{#f/1}* Действительно!

source: <25>{#p/undyne}{#f/13}* You want WATER?
ru_ru: <25>{#p/undyne}{#f/13}* Хотите воды?

source: <25>{#f/11}* Just... water.
ru_ru: <25>{#f/11}** Просто... Вода.

source: <25>{#f/11}* With no added flavors or sugars or anything.
ru_ru: <25>{#f/11}* Не добавляйте никаких специй, сахара или чего - либо еще.

source: <25>{#p/undyne}{#f/12}* That sugar's only there for the tea.
ru_ru: <25>{#p/undyne}{#f/12}* Сахар используется только для заваривания чая.

source: <25>{#f/7}* I'm not gonna give you a cup of sugar!
ru_ru: <25>{#f/7}* Я не дам тебе стакан сахара!

source: <25>{#p/undyne}{#f/1}* No sugar, sweetheart.
ru_ru: <25>{#p/undyne}{#f/1}* Без сахара, дорогой.

source: <25>{#p/undyne}{#f/14}* The sugar's for the tea, mmm'kay?
ru_ru: <25>{#p/undyne}{#f/14}* Сахар используется для заваривания чая, хорошо?

source: <25>{#p/undyne}{#f/1}* Ah... exoberry punch.
ru_ru: <25>{#p/undyne}{#f/1}* Ааа. Панч с клюквой.

source: <25>{#f/14}* Well, Papyrus loves this stuff, so I guess it's alright.
ru_ru: <25>{#f/14}* Хорошо, Papyrus нравится эти вещи, так что я думаю, все в порядке.

source: <25>{#p/undyne}{#f/17}* You gonna pick something or what?
ru_ru: <25>{#p/undyne}{#f/17}* Что вы хотите выбрать?

source: <25>{#p/undyne}{#f/14}* Nothing like a good cup of hot cocoa.
ru_ru: <25>{#p/undyne}{#f/14}* Нет ничего лучше, чем чашка горячего какао.

source: <25>{#p/undyne}{#f/17}* Hot cocoa, right?
ru_ru: <25>{#p/undyne}{#f/17}* Горячее какао, верно?

source: <25>{#p/undyne}{#f/14}* Tea, huh?
ru_ru: <25>{#p/undyne}{#f/14}* Пить чай, не так ли?

source: <25>{#p/undyne}{#f/12}* So it's tea, right?
ru_ru: <25>{#p/undyne}{#f/12}* Значит, это чай, не так ли?

source: <25>{#p/undyne}{#f/4}* The fridge!? * You want to have the entire fridge!?
ru_ru: * Вам нужен весь холодильник?

source: <25>{#p/undyne}{#f/17}* No!
ru_ru: <25>{#p/undyne}{#f/17}* Нет!

source: <25>{#p/undyne}{#f/17}* I said no!
ru_ru: <25>{#p/undyne}{#f/17}* Я говорю нет!

source: <25>{#p/undyne}{#f/17}* No means no!
ru_ru: <25>{#p/undyne}{#f/17}* Не означает, что нет!

source: <25>{#p/undyne}{#f/17}* Do you not know what the word "no" means?
ru_ru: <25>{#p/undyne}{#f/17}* Вы не знаете, что означает слово "нет"?

source: <25>{#p/undyne}{#f/17}* ... clearly not!
ru_ru: <25>{#p/undyne}{#f/17}* ... Очевидно, нет!

source: <25>{#p/undyne}{#f/1}* The energy saber...
ru_ru: <25>{#p/undyne}{#f/1}* Меч энергии.

source: <25>{#p/undyne}{#f/12}* That's the weapon the humans wielded against us in the war.
ru_ru: <25>{#p/undyne}{#f/12}* Это оружие, которое человечество использует против нас на войне.

source: <25>{#p/undyne}{#f/16}* ... one of them, anyway.
ru_ru: <25>{#p/undyne}{#f/16}* ... Один из них, во всяком случае.

source: <25>{#p/undyne}{#f/17}* It's not for sale.
ru_ru: <25>{#p/undyne}{#f/17}* Он не продается.

source: * (Choose this drink?)
ru_ru: * (Выбрать этот напиток?)

source: <25>{#p/undyne}{#f/16}* Okay, I guess...
ru_ru: <25>{#p/undyne}{#f/16}* Хорошо, я думаю...

source: <25>{#p/undyne}{#f/1}* Let's fruit-punch your ticket to hydration!
ru_ru: <25>{#p/undyne}{#f/1}* Давайте восполним ваши талоны на воду фруктами!

source: <25>{#p/undyne}{#f/14}* No time like hot cocoa time!
ru_ru: <25>{#p/undyne}{#f/14}* Нет времени, как горячее какао время!

source: <25>{#p/undyne}{#f/14}* Tea, coming right up.
ru_ru: <25>{#p/undyne}{#f/14}* Чай, скоро придет.

source: <25>{#p/undyne}{#f/12}* It'll take a moment for the water to boil.
ru_ru: <25>{#p/undyne}{#f/12}* Для кипения воды требуется некоторое время.

source: <25>{#p/undyne}{#f/1}* There.
ru_ru: <25>{#p/undyne}{#f/1}* Здесь.

source: <25>{#p/undyne}{#f/12}* All done!
ru_ru: <25>{#p/undyne}{#f/12}* Все сделано!

source: <25>{#p/undyne}{#f/1}* Here we are.
ru_ru: <25>{#p/undyne}{#f/1}* Мы здесь.

source: <25>{#p/undyne}{#f/12}* Enjoy...?
ru_ru: <25>{#p/undyne}{#f/12}* Нравится.

source: <25>{#p/undyne}{#f/12}* Careful, it's sour.
ru_ru: <25>{#p/undyne}{#f/12}* Будьте осторожны, он очень кислый.

source: <25>{#p/undyne}{#f/14}* Careful, it's hot.
ru_ru: <25>{#p/undyne}{#f/14}* Будьте осторожны, погода жаркая.

source: <25>{#p/undyne}{#f/17}* Seriously? * Just drink it already!
ru_ru: * Пейте прямо сейчас!

source: <32>{#p/human}{#s/heal}* (You take a sip of the water.)
ru_ru: <32>{{#p/human}{#s/heal}* (Вы глотаете воду).

source: <32>{#p/basic}* It, uh... yeah, it's water. * So it tasted fine.
ru_ru: * Так что вкус хороший.

source: <25>{#p/undyne}{#f/1}* Heh. * At least you're happy.
ru_ru: * По крайней мере, ты счастлив.

source: <25>{#p/undyne}{#f/12}* Well, you look like you're satisfied.
ru_ru: <25>{#p/undyne}{#f/12}* Хорошо, вы выглядите довольным.

source: <25>{#p/undyne}{#f/17}* What's the holdup? * Just drink it already!
ru_ru: * Пейте прямо сейчас!

source: <32>{#p/human}{#s/heal}* (You take a sip of the punch.)
ru_ru: <32>{#p/human}{#s/heal}* (Ты сжал кулак).

source: <32>{#p/basic}* It's so sour, your lips are already puckered up...
ru_ru: <32>{#p/basic}* Слишком кислый, твои губы уже помяты.

source: <25>{#p/undyne}{#f/17}* It's not that hot!! * Just drink it already!
ru_ru: * Пейте прямо сейчас!

source: <32>{#p/human}{#s/heal}* (You take a sip of the hot cocoa.)
ru_ru: <32>{#p/human}{#s/heal}* (Вы пригубили глоток горячего какао).

source: <32>{#p/basic}* It's burning...
ru_ru: <32>{#p/basic}* Он горит.

source: <32>{#p/human}{#s/heal}* (You take a sip of the tea.)
ru_ru: <32>{#p/human}{#s/heal}* (Вы пригубили глоток чая).

source: <32>* But other than that, it's pretty good.
ru_ru: <32>* Но кроме этого, это довольно хорошо.

source: <25>{#p/undyne}{#f/1}* Heh. * I'm glad you like it.
ru_ru: * Я рад, что тебе понравилось.

source: <25>{#p/undyne}{#f/12}* It's good, right?
ru_ru: <25>{#p/undyne}{#f/12}* Это хорошо, не так ли?

source: <25>{#f/8}* Nothing but the best for my ABSOLUTELY SPECIAL FRIEND!
ru_ru: <25>{#f/8}* Подарите лучшие подарки только моим особым друзьям!

source: <25>{#p/undyne}{#f/12}* You know, it's kinda funny you chose THAT drink...
ru_ru: <25>{#p/undyne}{#f/12}* Знаете ли вы, что вам немного смешно выбирать этот напиток...

source: <25>{#f/12}* Water, I mean.
ru_ru: <25>{#f/12}* Я имею в виду воду.

source: <25>{#f/1}* Asgore and I once joked about how humans are made of it...
ru_ru: <25>{#f/1}* Асгор и я когда - то шутили о том, как устроены люди.

source: <25>{#f/8}* And that if we drank it, we'd be CONSUMING humanity!!!
ru_ru: <25>{#f/8}* Если мы пьем его, мы потребляем людей!!

source: <25>{#f/16}* ... well, he didn't really find it funny.
ru_ru: <25>{#f/16}* ... Ну, он не считает это забавным.

source: <25>{#f/16}* The guy's got a soft spot for just about everyone...
ru_ru: <25>{#f/16}* Этот парень симпатичен почти всем.

source: <25>{#p/undyne}{#f/12}* You know, it's kinda neat you picked out THAT drink...
ru_ru: <25>{#p/undyne}{#f/12}* Вы знаете, вы выбрали тот напиток, который немного опрятно...

source: <25>{#f/12}* Exoberry punch...
ru_ru: <25>{#f/12}* Брусничный пунш.

source: <25>{#f/1}* Alphys and Papyrus sort of "invented" it together.
ru_ru: <25>{#f/1}* Alphys и Papyrus вместе "изобрели" его.

source: <25>{#f/16}* I wasn't the biggest fan, but when I showed it to Asgore...
ru_ru: <25>{#f/16}* Я не самый большой фанат, но когда я показываю это Асго...

source: <25>{#f/12}* Well, let's just say he had it put into mass- production.
ru_ru: <25>{#f/12}* Хорошо, предположим, что он уже ввел его в серийное производство.

source: <25>{#p/undyne}{#f/12}* You know, it's kinda cool you went with THAT drink...
ru_ru: <25>{#p/undyne}{#f/12}* Знаете ли вы, что было круто, когда вы выпили этот бокал вина.

source: <25>{#f/12}* Hot cocoa...
ru_ru: <25>{#f/12}* Горячее какао...

source: <25>{#f/16}* This one time, after the CORE malfunctioned...
ru_ru: <25>{#f/16}* На этот раз после сбоя CORE...

source: <25>{#f/16}* They had to reboot the entire atmospheric system.
ru_ru: <25>{#f/16}* Им пришлось перезапустить всю систему атмосферы.

source: <25>{#f/10}* No heat, very little air... it got colder, and colder...
ru_ru: <25>{#f/10}* Нет тепла, воздух очень мало. Погода становится холоднее.

source: <25>{#f/1}* Then, Asgore came over and offered me a hot cocoa.
ru_ru: <25>{#f/1}* Затем подошел Асгор и вручил мне чашку горячего какао.

source: <25>{#f/12}* We sat together in this very room...
ru_ru: <25>{#f/12}* Мы сидим вместе в этой комнате.

source: <25>{#p/undyne}{#f/12}* You know, it's kinda weird you ended up liking THAT tea...
ru_ru: <25>{#p/undyne}{#f/12}* Знаете ли вы, что вам в конце концов понравилась эта чашка чая, что немного странно...

source: <25>{#f/12}* Starling flower tea...
ru_ru: <25>{#f/12}* Звёздный цветочный чай.

source: <25>{#f/1}* That's always been Asgore's favorite kind.
ru_ru: <25>{#f/1}* Это всегда был любимый тип Асгора.

source: <25>{#p/undyne}{#f/14}* Actually, now that I think about it...
ru_ru: <25>{#p/undyne}{#f/14}* На самом деле, теперь я вспомнил...

source: <25>{#f/12}* You kinda remind me of him.
ru_ru: <25>{#f/12}* Ты напоминаешь мне его.

source: <25>{#f/17}* I mean, your fighting styles are TOTALLY different, but...
ru_ru: <25>{#f/17}* Я имею в виду, что ваш стиль боя совершенно другой, но...

source: <25>{#f/1}* You're the only two people who've actually managed to beat me!
ru_ru: <25>{f/1}* Ты единственный, кто действительно победил меня!

source: <25>{#f/9}* ... in a sense.
ru_ru: <25>{#f/9}* ... В некотором смысле.

source: <25>{#f/8}* You're both TOTAL weenies!
ru_ru: <25>{#f/8}* Вы оба полны слез!

source: <25>{#f/9}* ... sort of.
ru_ru: <25>{#f/9}* ... В какой - то степени.

source: <25>{#p/undyne}{#f/16}* The thing is, I was a pretty hot-headed kid.
ru_ru: <25>{#p/undyne}{#f/16}* Факт в том, что я горячий ребенок.

source: <25>* Once, to prove I was the strongest, I tried to fight Asgore.
ru_ru: Однажды, чтобы доказать, что я самый сильный, я попытался подраться с Асгором.

source: <25>{#f/17}* Emphasis on TRIED.
ru_ru: <25>{#f/17}* Подчеркивает TRIED.

source: <25>{#f/1}* I could barely land a single blow on him!
ru_ru: <25>{#f/1}* Я едва могу ударить его!

source: <25>* And worse, the whole time, he refused to fight back!
ru_ru: <25>* Хуже того, он всегда отказывался давать отпор!

source: <25>{#f/9}* I was so humiliated...
ru_ru: <25>{#f/9}* Я слишком унижен.

source: <25>{#f/16}* Afterwards, he apologized and said something goofy...
ru_ru: <25>{#f/16}* После этого он извинился и произнес какую - то глупость.

source: <25>* "Excuse me, do you want to know how to beat me?"
ru_ru: <25>* "Извините, хотите знать, как меня бить?"

source: <25>{#f/1}* I said yes, and from then on, he trained me.
ru_ru: <25>{#f/1}* Я согласился, и с тех пор он тренировал меня.

source: <25>{#f/16}* One day, during practice, I finally knocked him down.
ru_ru: <25>{#f/16}* Однажды во время тренировки я, наконец, сбил его.

source: <25>{#f/9}* I felt... bad.
ru_ru: <25>{#f/9}* Я чувствую... Плохой.

source: <25>{#f/12}* But he was beaming...
ru_ru: <25>{#f/12}* Но он счастлив...

source: <25>{#f/1}* I had never seen someone more proud to get their butt kicked.
ru_ru: <25>{#f/1}* Я никогда не видел, чтобы кого - то так гордо пинали по заднице.

source: <25>* Anyway, long story short, after completing my training...
ru_ru: <25>* Короче говоря, после завершения тренировки...

source: <25>{#f/14}* I took up leadership of the Royal Guard!
ru_ru: <25>{#f/14}* Я начинаю возглавлять Королевскую гвардию!

source: <25>{#f/8}* So I'm the one who gets to train dorks to fight!
ru_ru: <25>{#f/8}* Поэтому я тот, кто обучает дураков драться!

source: <25>{#f/1}* ... like, uh, Papyrus.
ru_ru: <25>{#f/1}* ... Например, ээ, папырус.

source: <25>{#f/16}* But, um, to be honest...
ru_ru: <25>{#f/16}* Но, ну, скажи правду...

source: <25>{#f/16}* ... I don't know if...
ru_ru: <25>{#f/16}* ... Я не знаю, если.

source: <25>{#f/9}* I can ever let Papyrus into the Royal Guard.
ru_ru: <25>{#f/9}* Я никогда не допущу Papyrus в Королевскую гвардию.

source: <25>{#f/17}* Don't tell him I said that!
ru_ru: <25>{#f/17}* Не говори ему, что это я говорю!

source: <25>{#f/10}* He's just... * Well...
ru_ru: * Мм..

source: <25>{#f/9}* I mean, it's not that he's stupid.
ru_ru: <25>{#f/9}* Я имею в виду, что это не значит, что он глуп.

source: <25>{#f/17}* His attack designs are actually pretty freaking wild!
ru_ru: <25>{#f/17}* Его дизайн атаки на самом деле очень сумасшедший!

source: <25>{#f/10}* It's just that... * He's...
ru_ru: * Он...

source: <25>{#f/17}* He's too innocent and nice!!!
ru_ru: <25>{#f/17}* Он такой наивный и добрый!!

source: <25>{#f/16}* I mean, look, he was SUPPOSED to capture you...
ru_ru: <25>{#f/16}* Я имею в виду, вы видите, он должен был поймать вас.

source: <25>{#f/11}* And he ended up being FRIENDS with you instead.
ru_ru: <25>{#f/11}* В конце концов он стал твоим другом.

source: <25>{#f/4}* I could NEVER send him into battle!
ru_ru: <25>{#f/4}* Я никогда не отправлю его на войну!

source: <25>{#f/9}* He'd get ripped into little smiling shreds.
ru_ru: <25>{#f/9}* Он будет разорван на кусочки улыбки.

source: <25>{#f/12}* That's part of why...
ru_ru: <25>{#f/12}* Вот почему...

source: <25>{#f/12}* I started teaching him how to cook, you know?
ru_ru: <25>{#f/12}* Я начал учить его готовить, вы знаете?

source: <25>{#f/9}* So, um, maybe he can do something else with his life.
ru_ru: <25>{#f/9}* Итак, ну, может быть, он мог бы сделать что - то другое своей жизнью.

source: <25>{#p/undyne}{#f/1}* Oh, sorry, I was talking for so long...
ru_ru: <25>{#p/undyne}{#f/1}* О, простите, я так долго говорил...

source: <25>{#p/undyne}{#f/12}* Oh, sorry, I was talking for so long...
ru_ru: <25>{#p/undyne}{#f/12}* О, простите, я так долго говорил...

source: <25>{#f/12}* You're out of water, aren't you?
ru_ru: <25>{#f/12}* У вас нет воды, не так ли?

source: <25>{#f/12}* You're out of punch, aren't you?
ru_ru: <25>{#f/12}* У тебя нет сил, не так ли?

source: <25>{#f/12}* You're out of cocoa, aren't you?
ru_ru: <25>{#f/12}* У вас больше нет какао, не так ли?

source: <25>{#f/12}* You're out of tea, aren't you?
ru_ru: <25>{#f/12}* У вас больше нет чая, не так ли?

source: <25>{#p/undyne}{#f/1}* Heh, don't worry. * I'll get you some more.
ru_ru: * Я принесу тебе еще немного.

source: <25>{#p/undyne}{#f/12}* Heh, don't worry. * I'll get you some more.
ru_ru: * Я принесу тебе еще немного.

source: <25>{#p/undyne}{#f/17}* Wait a second...
ru_ru: <25>{#p/undyne}{#f/17}* Подождите минутку.

source: <25>{#f/17}* Papyrus... * His cooking lesson...
ru_ru: * Его кулинарные уроки.

source: <25>{#p/undyne}{#f/17}* HE WAS SUPPOSED TO HAVE THAT RIGHT NOW!!!
ru_ru: <25>{#p/undyne}{#f/17}* Он должен иметь это право сейчас!!

source: <25>{#f/11}* And if HE's not here to have it...
ru_ru: <25>{#f/11}* Если его здесь нет.

source: <25>{#f/7}* YOU'LL HAVE TO HAVE IT FOR HIM!
ru_ru: <25>{#f/7}* Вы должны дать ему!

source: <25>{#f/1}* That's right!
ru_ru: <25>{#f/1}* Правильно!

source: <25>{#f/1}* NOTHING has brought Papyrus and I closer than cooking!
ru_ru: <25>{#f/1}* Ничто так не сближает Papyrus и меня, как приготовление пищи!

source: <25>{#f/17}* Heheh, if you thought we were friends before...
ru_ru: <25>{#f/17}* Хаха, если раньше вы думали, что мы друзья.

source: <25>{#f/8}* JUST WAIT UNTIL YOU SEE US AFTER THIS!
ru_ru: <25>{#f/8}* Ждите нас!

source: <25>{#f/17}* Which means that if I give you his lesson...
ru_ru: <25>{#f/17}* Это означает, если я дам вам его урок.

source: <25>{#f/8}* WE'LL BECOME CLOSER THAN YOU CAN EVER IMAGINE!
ru_ru: <25>{#f/8}* Мы станем ближе, чем вы думаете!

source: <25>{#f/1}* First, let's start with the sauce!!
ru_ru: <25>{#f/1}* Начнем с соуса!!

source: <25>{#f/1}* Envision these veggies as your mortal enemy!
ru_ru: <25>{#f/1}* Представьте эти овощи своим заклятым врагом!

source: <25>{#f/7}* Now, pound them to bits with your fists!!
ru_ru: <25>{#f/7}* Теперь, ударьте их кулаками на куски!!

source: * (What will you do?)
ru_ru: * (Как бы вы поступили?)

source: Pet
ru_ru: Животные

source: Pound
ru_ru: Фунт стерлингов

source: <32>{#p/human}* (You pet the vegetables in an affectionate manner.)
ru_ru: <32>{#p/human}* (Вы ласково гладите овощи.)

source: <99>{#p/undyne}{#f/17}* OH MY GOD!!! * NOW I -KNOW- YOU'RE JUST SCREWING WITH ME!!!
ru_ru: Просто шути со мной!

source: <25>{#p/undyne}{#f/17}* OH MY GOD!!! * STOP PETTING THE ENEMY!!!
ru_ru: * Хватит трогать врага!

source: <25>{#x1}{#f/7}* I'll show you how it's done!
ru_ru: <25>{#x1}{#f/7}* Я покажу вам, как это было сделано!

source: <25>{#f/4}* NGAHHH!
ru_ru: <25>{#f/4}* NGHH!

source: <32>{#p/human}* (You punch the vegetables with all your might.)
ru_ru: <32>{#p/human}* (Вы делаете все возможное, чтобы разбить овощи.)

source: <32>{#p/human}* (You punch the vegetables with all your might.) * (You knock over a tomato.)
ru_ru: * (Ты опрокинул помидор.)

source: <25>{#p/undyne}{#f/1}* YEAH! * YEAH!
ru_ru: * ЙЕ!

source: <25>{#f/1}* Our minds are uniting against these healthy ingredients!
ru_ru: <25>{#f/1}* Наши мысли объединяются против этих компонентов здоровья!

source: <25>{#x1}{#f/7}* NOW IT'S MY TURN!
ru_ru: <25>{#x1}{#f/7}* Теперь моя очередь!

source: <25>{#p/undyne}{#f/2}* YEAH!!! * THAT'S THE WARRIOR I KNOW!!!
ru_ru: * Это тот воин, которого я знаю!!

source: <25>{#p/undyne}{#f/6}* Feisty today, huh?
ru_ru: <25>{#p/undyne}{#f/6}* Сегодня очень оживленно, не так ли?

source: <25>{#f/6}* Heh, we'll just scrape this into a bowl later.
ru_ru: <25>{#f/6}* Эй, мы побреем это в миску позже.

source: <25>{#p/undyne}{#f/6}* Uh, we'll just scrape this into a bowl later.
ru_ru: <25>{#p/undyne}{#f/6}* Э, мы побреем это в миску позже.

source: <25>{#f/2}* But for NOW!
ru_ru: <25>{#f/2}* Но сейчас!

source: <25>{#p/undyne}{#f/1}* We add the noodles!
ru_ru: <25>{#p/undyne}{#f/1}* Мы добавляем лапшу!

source: <25>{#f/1}* Homemade noodles are the best, so I always keep some around.
ru_ru: <25>{#f/1}* Домашняя лапша - лучшая, поэтому я всегда ношу с собой некоторые.

source: <25>{#p/undyne}{#f/12}* Uhh, you can come over here now, kiddo.
ru_ru: <25>{#p/undyne}{#f/12}* Мм, дитя, вы можете прийти прямо сейчас.

source: <25>{#p/undyne}{#f/1}* Anyway, you see these noodles here, right?
ru_ru: <25>{#p/undyne}{#f/1}* В любом случае, вы видите эти лапши здесь, не так ли?

source: <25>{#f/1}* Well...
ru_ru: <25>{#f/1}* Хорошо.

source: <25>{#f/17}* DISH 'EM OUT!
ru_ru: <25>{#f/17}* Выгоните их!

source: * (What will your approach be?)
ru_ru: * (Какой твой метод?)

source: Careful
ru_ru: Будь осторожен.

source: Fierce
ru_ru: Яркий

source: <32>{#p/human}* (You carefully place each spaghetti strand in one at a time.)
ru_ru: <32>{#p/human}* (Вы аккуратно кладете каждую спагетти в один корень за раз).

source: <32>* The noodles clank against the empty bottom.
ru_ru: <32>* Лапша звенит на пустом дне.

source: <25>{#p/undyne}{#f/17}* I mean, that works???
ru_ru: <25>{#p/undyne}{#f/17}* Я имею в виду, это работает??

source: <25>{#f/1}* Well, now it's time to stir the pasta!
ru_ru: <25>{#f/1}* Хорошо, пора перемешать спагетти!

source: <32>{#p/human}* (You throw everything into the pot, including the box.)
ru_ru: <32>{#p/human}* (Вы бросаете все в кастрюлю, включая коробку).

source: <32>* The box and the noodles clank against the empty bottom.
ru_ru: <32>* Коробка и лапша звенят на пустом дне.

source: <25>{#p/undyne}{#f/17}* YEAH!! * I'M INTO IT!!
ru_ru: * Мне очень нравится!

source: <25>{#f/1}* Alright! * Now it's time to stir the pasta!
ru_ru: Настало время перемешать спагетти!

source: <25>{#p/undyne}{#f/1}* As a general rule of thumb, the more you stir...
ru_ru: <25>{#p/undyne}{#f/1}* В общем, чем больше вы перемешиваете...

source: <25>{#f/17}* The better it tastes!
ru_ru: <25>{#f/17}* Вкус лучше!

source: <25>{#p/undyne}{#f/17}* Ready?
ru_ru: <25>{#p/undyne}{#f/17}* Готовы?

source: <25>{#f/1}* Let's do it!
ru_ru: <25>{#f/1}* Начнем!

source: * Press [Z] repeatedly to stir!
ru_ru: * Повторно нажмите [Z] и перемешайте!
