Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <20>{#p/undyne}{#e/undyne/9}... WHO'S BOSS!
ru_ru: <20>{#p/undyne}{#e/undyne/9}. Начальник Всемирной организации здравоохранения!

source: <20>{#p/undyne}{#e/undyne/7}... RIGHT NOW!
ru_ru: <20>{#p/undyne}{#e/undyne/7}. Немедленно!

source: <20>{#p/undyne}{#e/undyne/10}... WHO'S... ... ... BOSS!!
ru_ru: ...Босс!

source: <20>{#p/undyne}{#e/undyne/9}... RIGHT... ... ... NOW!!
ru_ru: ...Теперь!

source: <20>{#p/undyne}{#e/undyne/10}Ha... Ha...
ru_ru: Ха...

source: <20>{#p/undyne}{#e/undyne/5}NGAHHH!!! FINAL ATTACK!!!
ru_ru: Последний удар!

source: <20>{#p/undyne}{#e/undyne/5}NGAHHH!!! DIE ALREADY, YOU LITTLE BRAT!
ru_ru: Умри, маленький шалун!

source: <20>{#p/undyne}{#e/undyne/5}YOU'RE GETTING IN MY WAY!
ru_ru: <20>{#p/undyne}{#e/undyne/5} Ты преградил мне путь!

source: <20>{#p/undyne}{#e/undyne/5}I WILL NEVER TAKE MERCY FROM THE LIKES OF YOU!
ru_ru: <20>{#p/undyne}{#e/undyne/5} Я никогда не получу жалости от ваших предпочтений!

source: <20>{#p/undyne}{#e/undyne/6}I WILL NOT BE DEFEATED!
ru_ru: <20>{#p/undyne}{#e/undyne/6} Я не буду побежден!

source: <20>{#p/undyne}{#e/undyne/6}I WILL FIGHT YOU TO THE BITTER END!
ru_ru: <20>{#p/undyne}{#e/undyne/6} Я буду сражаться с тобой до конца!

source: <20>{#e/undyne/4}Well...
ru_ru: <20>{#e/undyne/4} Хорошо.

source: <20>{#e/undyne/17}You're certainly tough, aren't you?
ru_ru: <20>{#e/undyne/17} Ты действительно сильный, не так ли?

source: <20>{#e/undyne/0}... heh, enough to beat me, anyway.
ru_ru: <20>А #e/undyne/0. Эй, в любом случае, этого достаточно, чтобы победить меня.

source: <20>{#e/undyne/13}But hey, that's pretty freaking tough!
ru_ru: <20>{#e/undyne/13} Но эй, это слишком сложно!

source: <20>{#e/undyne/1}Even though not everyone's gonna like you for it...
ru_ru: <20>{#e/undyne/1} Даже не все будут любить вас за это.

source: <20>{#e/undyne/0}Seeing a human fight with honor gives me hope for your kind.
ru_ru: <20>{#e/undyne/0} Увидев битву за человеческую честь, я вселяю надежду в таких людей, как вы.

source: <20>{#e/undyne/3}It's a shame we can't do battle forever, huh?
ru_ru: <20>{#e/undyne/3} Жаль, что мы не можем сражаться вечно, не так ли?

source: <20>{#e/undyne/1}Just... whatever you do, whoever you fight with...
ru_ru: <20>{#e/undyne/1} Просто... Что бы ты ни делал, с кем бы ты ни дрался...

source: <20>{#e/undyne/1}Don't let it change who you are, got it?
ru_ru: <20>{#e/undyne/1} Не позволяйте ему изменить то, кто вы есть, ясно?

source: <20>{#e/undyne/4}Until next time...
ru_ru: <20>{#e/undyne/4} В следующий раз.

source: <20>{#e/undyne/4}Warrior.
ru_ru: <20>{#e/undyne/4} Воин.

source: <20>{#p/undyne}Ngahhh...
ru_ru: <20>{#p/undyne} Нгахх.

source: <21>I thought... You were different...
ru_ru: Ты особенный.

source: <20>But then... ... you actually... ... urgh...
ru_ru: ....Мм..

source: <20>You were stronger... Than I thought...
ru_ru: Больше, чем я думал.

source: <20>So then... ... this is where... ... it ends...
ru_ru: ...Это конец.

source: <20>{#p/undyne}{#e/undyne/31}...
ru_ru: <20>{#p/undyne}{#e/undyne/31: 1.

source: <20>{#p/undyne}{#e/undyne/31}No...
ru_ru: <20>{#p/undyne}{#e/undyne/31: Нет.

source: <20>{#p/undyne}{#e/undyne/46}... no.
ru_ru: <20>{#p/undyne}{#e/undyne/46}. Нет!

source: <20>{#e/undyne/43}Not yet.
ru_ru: <20>{#e/undyne/43} Пока нет.

source: <20>{#p/undyne}{#e/undyne/32}NO!
ru_ru: <20>{#p/undyne}{#e/undyne/32} Нет!

source: <20>I won't die!
ru_ru: <20 Я не умру!

source: <20>This betrayal... This... dishonor...
ru_ru: Вот это... Позор...

source: <20>I won't let you get away with it!
ru_ru: <20>Я не позволю тебе избежать наказания!

source: <20>{#e/undyne/36}Alphys... Asgore...
ru_ru: Асго...

source: <20>{#e/undyne/36}Alphys... Asgore... Papyrus...
ru_ru: Бумажная трава.

source: <20>{#e/undyne/32}Everyone is counting on me to protect them!
ru_ru: <20>{#e/undyne/32} Все ждут от меня защиты!

source: <20>{#e/undyne/32}NNNNGAH!
ru_ru: <20>{#e/undyne/32} NNNGAH!

source: <20>{#e/undyne/45}Not while you're still breathing.
ru_ru: <20>{#e/undyne/45} Пока вы дышите.

source: <20>{#p/undyne}{#e/undyne/32}Human!
ru_ru: <20>{#p/undyne}{#e/undyne/32} Человек!

source: <20>{#e/undyne/36}In the name of a good and fair fight...
ru_ru: <20>{#e/undyne/36} Во имя прекрасной и справедливой борьбы.

source: <20>{#e/undyne/36}In the name of everybody's hopes and dreams...
ru_ru: <20>{#e/undyne/36} Во имя надежд и мечтаний каждого.

source: <20>{#e/undyne/32}I WILL DEFEAT YOU!
ru_ru: <20>{#e/undyne/32} Я побью тебя!

source: <20>{#p/undyne}{#e/undyne/32}Come on, is that all you've got!?
ru_ru: <20>{#p/undyne}{#e/undyne/32} Пожалуйста, у вас только это!

source: <20>{#p/undyne}{#e/undyne/32}... pathetic.
ru_ru: <20>{#p/undyne}{#e/undyne/32}. Бедняжка.

source: <20>{#p/undyne}{#e/undyne/32}You're going to have to try harder than that!
ru_ru: <20>{#p/undyne}{#e/undyne/32} Вы должны работать больше!

source: <20>{#p/undyne}{#e/undyne/34}W-where's your fighting spirit now, huh?
ru_ru: <20>{#p/undyne}{#e/undyne/34} Где твой боевой дух сейчас, хм?

source: <20>{#p/undyne}{#e/undyne/34}S-see how strong we are when we believe in ourselves?
ru_ru: <20>{#p/undyne}{#e/undyne/34} Посмотрите, насколько мы сильны, когда верим в себя.

source: <20>{#p/undyne}{#e/undyne/35}H... heh...
ru_ru: <20>{#p/undyne}{#e/undyne/35} H... ha...

source: <20>{#e/undyne/34}Had enough yet?
ru_ru: <20>{#e/undyne/34} Вам это надоело?

source: <20>{#p/undyne}{#e/undyne/35}... I won't... ... give up...
ru_ru: Отказ от...

source: <20>{#p/undyne}{#e/undyne/47}Ha... Ha...
ru_ru: Ха...

source: <20>{#e/undyne/44}... Alphys...
ru_ru: Альфис...

source: <20>This is what I was afraid of...
ru_ru: <20>Вот чего я боюсь.

source: <20>{#e/undyne/49}This is why I never told you...
ru_ru: <20>{#e/undyne/49} Вот почему я никогда тебе не говорил.

source: <20>{#p/undyne}{#e/undyne/44}No... No!
ru_ru: Нет!

source: <20>{#e/undyne/34}Not yet!
ru_ru: <20>{#e/undyne/34} Пока нет!

source: <20>{#e/undyne/48}I won't die!
ru_ru: <20>{#e/undyne/48} Я не умру!

source: <20>{*}{#p/undyne}{#i/4}{@random=1.1/1.1}NGAHHHHHHHH!!!{^10}{%}
ru_ru: <20>{*}{#p/undyne}{#i/4}{@ random = 1.1/1.1} Ха - ха!! {^ 10} {%}

source: <20>{*}{#p/undyne}{#i/5}{#v/1}{@random=1.1/1.1}I WON'T DIE!{^15}{%}
ru_ru: <20>{*}{#p/undyne}{#i/5}{#v/1}{@ random = 1.1/11} Я не умру! {^ 15}{%}

source: <20>{*}{#p/undyne}{#i/5}{#v/2}{@random=1.1/1.1}I WON'T DIE!{^15}{%}
ru_ru: <20>{*}{#p/undyne}{#i/5}{#v/2}{@ random = 1.1/11} Я не умру! {^ 15}{%}

source: <20>{*}{#p/undyne}{#i/5}{#v/3}{@random=1.1/1.1}I WON'T DIE!{^15}{%}
ru_ru: <20>{*}{#p/undyne}{#i/5}{#v/3}{@ random = 1.1/1.1} Я не умру! {^ 15}{%}

source: <20>{*}{#p/undyne}{#i/6}{#v/4}{@random=1.1/1.1}I{^10} WON'T{^30}{%}
ru_ru: <20>{*}{<p/undyne}{i/6}{v/4}{@ random = 1.1/1,1} Я {^ 10} не буду {^ 30}{%}

source: <32>{#p/story}* Undyne is smiling as if nothing is wrong.
ru_ru: <32>{#p/story}* Undyne улыбается, как будто ничего не произошло.

source: <32>{#p/story}* Undyne's body is wavering.
ru_ru: <32>{#p/story}* Тело Ундина дрожит.

source: <32>{#p/story}* Undyne's body is losing its shape.
ru_ru: <32>{#p/story}* Тело Ундина теряет форму.

source: <32>{#p/story}* Undyne takes a deep breath.
ru_ru: <32>{#p/story}* Undyne Сделайте глубокий вдох.

source: <32>{#p/story}* Undyne stands defiantly.
ru_ru: <32>{#p/story}* Undyne стоит смело.

source: <32>{#p/human}* (You tell Undyne her attacks are too easy.) * (She doesn't care.)
ru_ru: * (Ей все равно.)

source: <32>{#p/human}* (You tell Undyne her attacks are too easy.)
ru_ru: <32>{#p/human}* (Вы сказали Undyne, что ее атака была слишком легкой).

source: <32>{#p/basic}* The bullets get faster.
ru_ru: <32>{#p/basic}* Пули становятся все быстрее и быстрее.

source: <32>{#p/basic}* The bullets get ridiculous.
ru_ru: <32>{#p/basic}* Пули становятся абсурдными.

source: <32>{#p/human}* (You tell Undyne she should give you a REAL fight.)
ru_ru: <32>{#p/human}* (Ты сказал Ундин, что она должна дать тебе настоящую битву.)

source: <32>{#p/basic}* Undyne can't go any faster.
ru_ru: <32>{#p/basic}* Undyne больше не может быть быстрым.

source: <32>{#p/human}* (You tell Undyne her attacks are too easy.) * (She's not paying attention.)
ru_ru: * (Она не обратила внимания.)

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You tell Undyne you just want to be friends.)
ru_ru: <32>{#p/human}* (Вы говорите Undyne, что хотите быть просто друзьями.)

source: <32>{#p/basic}* Undyne remembers someone. * The bullets get a little less extreme.
ru_ru: * Пули стали менее экстремальными.

source: <32>{#p/human}* (You tell Undyne you just want to be friends.) * (She doesn't believe you.)
ru_ru: * (Она тебе не верит.)

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * (She laughs.)
ru_ru: * (Она смеется.)

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * (She looks confused.)
ru_ru: * (Она выглядит растерянной.)

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * (She's not paying attention.)
ru_ru: * (Она не обратила внимания.)

source: <32>{#p/basic}* Undyne agrees. * The bullets get a little more extreme.
ru_ru: * Пули стали более экстремальными.

source: <32>{#p/basic}* Undyne agrees. * But the bullets can't get any faster.
ru_ru: * Но пули не могут быть более быстрыми.

source: <32>{#p/basic}* Undyne agrees. * The bullets are getting out of control.
ru_ru: * Пуля выходит из - под контроля.

source: <32>{#p/human}* (You tell Undyne you didn't want to fight.) * She glares at you coldly.
ru_ru: * Она холодно смотрит на тебя.

source: <08>{#p/kidding}{#e/kidd/0}...
ru_ru: <08>{#p/Шутка}{#e/kidd/0}.

source: <08>{#e/kidd/1}H... huh?
ru_ru: <08>{#e/kidd/1} Эм?

source: <08>{|}{#e/kidd/1}What is- {%}
ru_ru: <08>{~}{#e/kidd/1} Что такое - {%}

source: <08>{#p/kidding}{#e/kidd/3}UNDYNE!!!
ru_ru: <08>{#p/Шутка}{#e/kidd/3} UNDYNE!!

source: <08>{#e/kidd/4}I...!
ru_ru: <08>{#e/kidd/4} Я.

source: <20>{#p/undyne}{#e/undyne/1}Kid...?
ru_ru: <20>{#p/undyne}{#e/undyne/1} Дети.

source: <20>{#p/undyne}{#e/undyne/4}Hey, shh...
ru_ru: <20>{#p/undyne}{#e/undyne/4} Эй, шш...

source: <20>{#e/kidd/7}I'll be fine, kiddo.
ru_ru: <20>{#e/kidd/7} Я буду в порядке, малыш.

source: <20>{#p/undyne}Just get outta here, okay?
ru_ru: <20>{#p/undyne} Уходи отсюда, хорошо?

source: <08>{#p/kidding}{#e/kidd/5}I couldn't stop it...
ru_ru: <08>{#p/Шутка}{#e/kidd/5} Я не могу его остановить.

source: <08>{#e/kidd/6}They... he...
ru_ru: <08>{#e/kidd/6} Они. Он...

source: <08>{#e/kidd/7}He did some- thing to me...
ru_ru: <08>{#e/kidd/7} Он сделал со мной кое - что.

source: <20>{#p/undyne}{#e/undyne/2}Your eye...
ru_ru: <20>{#p/undyne}{#e/undyne/2} Твои глаза.

source: <08>{#p/kidding}{#e/kidd/6}I...
ru_ru: <08>{#p/Шутка}{#e/kidd/6} Я...

source: <08>{#p/kidding}{#e/kidd/7}I hurt you...
ru_ru: <08>{#p/Шутка}{#e/kidd/7} Я причинил тебе боль.

source: <20>{#p/undyne}{#e/undyne/3}It's nothing...
ru_ru: <20>{#p/undyne}{#e/undyne/3} Ничего.

source: <20>{#e/undyne/4}Look, I'll take care of these punks.
ru_ru: <20>{#e/undyne/4} Смотри, я позабочусь об этих маленьких ублюдках.

source: <20>You'll never have to kill anyone for them again.
ru_ru: <20>Вам больше не придется убивать ради них.

source: <20>Just get outta here, okay?
ru_ru: <20>Уходи отсюда, хорошо?

source: <08>{#e/kidd/8}{#p/kidding}...
ru_ru: <08>{#e/kidd/8}{#p/Шутка}.

source: <20>{#p/undyne}{#e/undyne/5}Dr. Alphys will look after you.
ru_ru: <20>{#p/undyne}{#e/undyne/5} Доктор Альфис позаботится о вас.

source: <20>{#e/undyne/6}Now go!
ru_ru: <20>{#e/undyne/6} Теперь иди!

source: <20>{#p/undyne}{#e/undyne/7}... heh... "It's nothing..."
ru_ru: "Ничего..."

source: <20>No... s-somehow, with just one hit...
ru_ru: <20>Нет... как - то, только один удар...

source: <20>I'm already...
ru_ru: <20>Я уже...

source: <20>Already...
ru_ru: <20>Уже.

source: <20>D... Damn it...
ru_ru: Проклятье.

source: <20>Papyrus... Asgore... Alphys...
ru_ru: Альфис...

source: <20>Just like that, I...
ru_ru: <20>Вот так я...

source: <20>{#e/undyne/8}I've failed you.
ru_ru: <20>{#e/undyne/8} Я подвел тебя.

source: <20>I...
ru_ru: <20>Я.

source: {#e/undyne/8}I can't...
ru_ru: {#e/undyne/8} Я не могу.

source: <11>{#e/undyne/12}No...
ru_ru: <11>{#e/undyne/12} Нет.

source: <20>{*}{#p/undyne}{#e/undyne/11}My body... It feels like it's splitting apart.{^15}{%15}
ru_ru: Чувствуется, что он трескается. {^ 15}{% 15}

source: <20>{*}Like any instant, I'll scatter into a million pieces.{^15}{%15}
ru_ru: <20>{*} Как в любой момент, я разбросаюсь на миллион долларов. {^ 15}{% 15}

source: <20>{*}But deep, deep in my SOUL...{^15}{%15}
ru_ru: <20>{*} Но в глубине моей души. {^ 15}{% 15}

source: <20>{*}There's a burning feeling I can't describe.{^15}{%15}
ru_ru: <20>{*} Есть ощущение жжения, которое я не могу описать. {^ 15}{% 15}

source: <20>{*}{#e/undyne/12}A feeling that WON'T let me die.{^15}{%15}
ru_ru: <20>{*}{#e/undyne/12} Чувство, которое не дает мне умереть. {^ 15}{% 15}

source: <20>{*}{#e/undyne/11}You've killed too many of our people... too many of my friends...{^15}{%15}
ru_ru: <20>{*}{#e/undyne/11: Ты убил слишком много из нас. У меня слишком много друзей. {^ 15}{% 15}

source: <20>{*}If you two get past me, you'll destroy them all.{^15}{%15}
ru_ru: <20>{*} Если вы оба перейдете Меня, вы уничтожите их всех. {^ 15}{% 15}

source: <20>{*}Everyone's hopes. Everyone's dreams. Vanquished in an instant.{^15}{%15}
ru_ru: Мгновенно завоеваны. {^ 15}{% 15}

source: <20>{*}{#e/undyne/12}But I WON'T let you do that.{^15}{%15}
ru_ru: <20>{*}{#e/undyne/12} Но я не позволю тебе сделать это. {^ 15}{% 15}

source: <20>{*}{#e/undyne/13}Right now, everyone in the galaxy...{^15}{%15}
ru_ru: <20>{*}{#e/undyne/13} Теперь каждый в Галактике. {^ 15}{% 15}

source: <20>{*}I can feel their minds working as one.{^15}{%15}
ru_ru: <20>{*} Я чувствую, что их мысли едины. {^ 15}{% 15}

source: <20>{*}And we all have ONE goal.{^15}{%15}
ru_ru: <20>{*} У всех нас есть цель. {^ 15}{% 15}

source: <20>{*}{#e/undyne/14}To defeat YOU.{^15}{%15}
ru_ru: <20>{*}{#e/undyne/14} Победить вас. {^ 15}{% 15}

source: <20>{*}{#e/undyne/13}Human. Asriel. ... no, WHATEVER you two are.{^15}{%15}
ru_ru: ...Нет, неважно, кто вы двое. {^ 15}{% 15}

source: <20>{*}{#e/undyne/14}For the sake of the entire galaxy...{^15}{%15}
ru_ru: <20>{*}{#e/undyne/14} для всей Галактики. {^ 15}{% 15}

source: <20>{*}{#e/undyne/15}{@random=1.1/1.1}I, Undyne, will strike you down!{^15}{%15}
ru_ru: <20>{*}{#e/undyne/15}{@ random = 1.1/1.1} Я, undyne, сбим тебя с ног! {^ 15}{% 15}

source: <20>{#e/undyne/11}No...
ru_ru: <20>{#e/undyne/11: Нет.

source: <20>{#e/undyne/12}Not like this...!
ru_ru: <20>{#e/undyne/12} Это не так.

source: <20>{#e/undyne/13}Everyone in the galaxy is counting on me!
ru_ru: <20>{#e/undyne/13} Все в Галактике рассчитывают на меня!

source: <20>{#e/undyne/14}I WON'T let them down!
ru_ru: <20>{#e/undyne/14} Я не подведу их!

source: <20>{*}{#p/undyne}{#v/1}You're gonna have to try a little harder than THAT.{%20}
ru_ru: <20>{*}{#p/undyne}{#v/1} Вы должны работать немного больше. {% 20}

source: <20>{#p/undyne}{#v/1}You're gonna have to try a little harder than that!{%20}
ru_ru: <20>{#p/undyne}{#v/1} Вы должны работать немного больше! {% 20}

source: <20>{#p/undyne}{#v/1}Damn it...
ru_ru: <20>{#p/undyne}{#v/1} Проклятье.

source: <20>So even THAT power... It wasn't enough...?
ru_ru: Этого недостаточно.

source: <20>{#e/undyne/25}Heh...
ru_ru: <20>{#e/undyne/25} Эй.

source: <20>Heheheh...
ru_ru: <20>Ха.

source: <20>{*}{#e/undyne/26}If you...{^60}{%}
ru_ru: <20>{*}{#e/undyne/26} Если вы... {^ 60}{%}

source: <20>{*}If you think I'm gonna give up hope, you're wrong.{^60}{%}
ru_ru: <20>{*} Если вы думаете, что я откажусь от надежды, вы ошибаетесь. {^ 60} {%}

source: <20>{*}{#e/undyne/27}'Cause I've... got my friends behind me.{^60}{%}
ru_ru: <20>{*}{E/undyne/27} Потому что у меня есть... мои друзья позади меня. {^ 60}{%}

source: <20>{*}{#e/undyne/28}Alphys told me she had a backup plan in case I failed...{^60}{%}
ru_ru: <20>{*}{#e/undyne/28} Alphys говорит мне, что у нее есть запасной план на случай, если я потерплю неудачу. {^ 60}{%}

source: <20>{*}{#e/undyne/29}By now, she's called Asgore and told him to absorb the six human SOULs.{^60}{%}
ru_ru: <20>{*}{#e/undyne/29} До сих пор она называлась Asgore, позволяя ему поглощать души шести человек. {^ 60}{%}

source: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}And with that power...{^60}{%}
ru_ru: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@ random = 1.1/1.1} обладает этой способностью. {^ 60}{%}

source: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@random=1.1/1.1}This world will live on...!{^60}{%}
ru_ru: <20>{*}{#p/undyne}{#v/1}{#e/undyne/30}{@ random = 1.1/1.1} Этот мир будет продолжать существовать. {^ 60}{%}

source: <32>{#p/story}* The starlight is glimmering...
ru_ru: <32>{#p/story}* Звёздный свет мерцает.

source: <32>{#p/story}* Twinkling shards drift in front of you.
ru_ru: <32>{#p/story}* Блестящие осколки плывут перед вами.

source: <32>{#p/story}* Steam whirls around you.
ru_ru: <32>{#p/story}* Пар вращается вокруг вас.

source: <32>{#p/story}* The spears pause for a moment.
ru_ru: <32>{#p/story}* Копье остановилось на некоторое время.

source: <32>{#p/asriel2}* How did she...
ru_ru: <32>{#p/asriel2}* Как она...

source: <32>{#p/asriel2}* No...
ru_ru: <32>{#p/asriel2}* Нет.

source: <32>{#p/asriel2}* Even in my timelines, she never...
ru_ru: <32>{#p/asriel2}* Даже в моем графике она никогда...

source: <32>{#p/asriel2}* $(name), I don't think you can beat her alone.
ru_ru: <32>{#p/asriel2}* $(имя), я думаю, вы не можете победить ее в одиночку.

source: <32>{#p/asriel2}* Let's see how she likes THIS.
ru_ru: <32>{#p/asriel2}* Давайте посмотрим, что ей нравится в этом.

source: <32>{#p/asriel2}* Remember our strategy.
ru_ru: <32>{#p/asriel2}* Запомните нашу стратегию.

source: <32>{#p/asriel2}* Stay focused.
ru_ru: <32>{#p/asriel2}* Сохраняйте концентрацию.

source: <32>{#p/asriel2}* Don't let her get to you.
ru_ru: <32>{#p/asriel2}* Не позволяйте ей влиять на вас.

source: <32>{#p/asriel2}* Just keep attacking...
ru_ru: <32>{#p/asriel2}* Продолжайте наступление.

source: <32>{#p/asriel2}* She can't hold on forever.
ru_ru: <32>{#p/asriel2}* Она не может держаться вечно.

source: <32>{#p/asriel2}* Our victory is inevitable.
ru_ru: {#p/asriel2}* Наша победа неизбежна.

source: <32>{#p/asriel2}* Almost dead...!
ru_ru: <32>{#p/asriel2}* Чуть не умер.

source: <32>{#p/asriel2}* Come on...!
ru_ru: <32>{#p/asriel2}* Давай.

source: <20>{#p/asriel2}{#f/4}Your attacks aren't going to work, $(name).
ru_ru: <20>{#p/asriel2}{#f/4} Ваша атака не сработает, $(name).

source: <20>{#p/asriel2}{#f/8}You DO remember what was going on last time, don't you?
ru_ru: <20>{#p/asriel2}{#f/8} Вы помните, что произошло в прошлый раз, не так ли?

source: <20>{#f/4}Your attacks weren't going to do anything to her, $(name).
ru_ru: <20>{#f/4} Ваша атака не оказывает на нее никакого влияния, $(имя).

source: <20>{#f/3}Between then and now, though, I had a chance to think.
ru_ru: <20>{#f/3} Однако с тех пор и до настоящего времени у меня была возможность подумать.

source: <20>{#f/13}This body... it still hasn't fully accepted me yet.
ru_ru: <20>{#f/13} Это тело. Он не принял меня полностью.

source: <20>{#f/16}Still, it might just be enough to help you.
ru_ru: <20>{#f/16} Однако этого может быть достаточно, чтобы помочь вам.

source: <20>{#f/3}When you make an attack, I'll cast a spell to identify Undyne's weak points.
ru_ru: <20>{#f/3} Когда вы начинаете атаку, я накладываю заклинание, чтобы определить слабые стороны Undyne.

source: <20>{#f/4}It's up to you to point your attacks towards them.
ru_ru: <20>{#f/4} Нападение на них зависит от вас.

source: <20>{#f/3}Good luck...
ru_ru: <20>{#f/3} Желаю удачи.

source: <32>{#p/story}* Undyne looks determined.
ru_ru: <32>{#p/story}* Undyne выглядит твердо.

source: <20>{#p/undyne}{#e/undyne/13}Hope you like it, fuhuhu!
ru_ru: <20>{#p/undyne}{#e/undyne/13} Надеюсь, вам это понравится, fuhuhu!

source: <20>{#p/undyne}{#e/undyne/12}Enjoy it while you still can.
ru_ru: <20>{#p/undyne}{#e/undyne/12} Наслаждайтесь, пока еще можете.

source: <20>{#p/undyne}{#f/0}... so this is it.
ru_ru: <20>Сержант #p/undyne сержант #f/0 hi. Вот так.

source: <20>Our final battle.
ru_ru: <20>Наш последний бой.

source: <20>{#e/undyne/12}Warrior to warrior.
ru_ru: <20>{#e/undyne/12} Воин против Воина.

source: <20>Across the sky of stars.
ru_ru: <20>В звездном небе.

source: <20>I challenge you to a duel...
ru_ru: <20>Я бросаю тебе вызов на дуэль.

source: <20>{#e/undyne/9}For the honor of EVERYONE ON THE OUTPOST!!
ru_ru: <20>{#e/undyne/9} За честь каждого в почтовом отделении!

source: <20>{#e/undyne/7}IT'S THE ONLY WAY I CAN SETTLE THE SCORE BETWEEN US!!
ru_ru: <20>{#e/undyne/7} Это мой единственный способ решить баллы между нами!

source: <20>{#e/undyne/9}SO COME ON, HIT ME WITH EVERYTHING YOU'VE GOT!!! NGAHHHH!!!
ru_ru: Аха!

source: <20>{#p/undyne}{#f/0}I've been defeated, my house is in ruins...
ru_ru: <20>{#p/undyne}{#f/0} Я был побежден, и мой дом стал руинами.

source: <20>I even failed to befriend you.
ru_ru: <20>Я даже не смог подружиться с тобой.

source: <20>{#e/undyne/12}That's it.
ru_ru: <20>{#e/undyne/12} Это так.

source: <20>I don't care if you're my house- guest anymore.
ru_ru: Мне все равно, будешь ли ты снова моим гостем.

source: <20>{#e/undyne/9}One final rematch, all out on both sides!!
ru_ru: <20>{#e/undyne/9} Последний матч - реванш, обе стороны идут изо всех сил!

source: <20>{#e/undyne/7}IT'S THE ONLY WAY I CAN REGAIN MY LOST PRIDE!!
ru_ru: <20>{#e/undyne/7} Это мой единственный способ вернуть утраченную гордость!

source: <20>{#e/undyne/9}NOW COME ON, HIT ME WITH EVERYTHING YOU'VE GOT!!! NGAHHHH!!!
ru_ru: Аха!

source: <32>{#p/story}* Undyne is letting you make the first attack.
ru_ru: <32>{#p/story}* Undyne позволяет начать первую атаку.

source: <32>{#p/story}* UNDYNE - ATK 41 DEF 21 * The real, ACTUAL final battle has finally begun!
ru_ru: Наконец - то началась настоящая битва!

source: <20>{#p/undyne}{#e/undyne/9}Show me what you're made of!
ru_ru: <20>{#p/undyne}{#e/undyne/9} Дай мне посмотреть, что ты делаешь!

source: <20>{#p/undyne}{#e/undyne/9}What's the matter, scared?
ru_ru: <20>{#p/undyne}{#e/undyne/9} Что случилось, боишься?

source: <20>{#p/undyne}{#e/undyne/9}What's the holdup?
ru_ru: <20>{#p/undyne}{#e/undyne/9} Что является препятствием?

source: <20>{#p/undyne}{#e/undyne/19}Ouch.
ru_ru: <20>{#p/undyne}{#e/undyne/19} Ой.

source: <20>{#e/undyne/19}That actually kind of hurt.
ru_ru: <20>{#e/undyne/19} Это действительно немного больно.

source: <20>{#e/undyne/4}Heh...
ru_ru: <20>{#e/undyne/4} Эй.

source: <20>{#e/undyne/3}I guess that's what I get for under- estimating my opponent.
ru_ru: <20>{#e/undyne/3} Думаю, именно поэтому я недооцениваю своего соперника.

source: <20>{#e/undyne/0}Though, I'm not sure why I'm so surprised.
ru_ru: <20>{#e/undyne/0} Однако я не знаю, почему я так удивлен.

source: <20>{#e/undyne/1}Given your battle style to date.
ru_ru: <20>{#e/undyne/1} Учитывая ваш боевой стиль до сих пор.

source: <20>{#p/undyne}{#e/undyne/16}What.
ru_ru: <20>{#p/undyne}{#e/undyne/16} Что?

source: <20>{#e/undyne/15}That's the best you can manage...?
ru_ru: <20>{#e/undyne/15} Это лучшее, что вы можете сделать.

source: <20>{#e/undyne/3}Even attacking at full force...
ru_ru: <20>{#e/undyne/3} Даже при полной атаке.

source: <20>{#e/undyne/33}You can't give me more than a scratch, huh?
ru_ru: <20>{#e/undyne/33} Ты можешь дать мне только царапину, не так ли?

source: <20>{#e/undyne/33}You just can't muster any intent to hurt me, huh?
ru_ru: <20>{#e/undyne/33} Ты просто не хочешь причинить мне боль, не так ли?
