Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>{#k/1}* Nah... I'm not a hero. * Not anymore.
ru_ru: * Это уже не так.

source: <32>{#k/0}* And b'sides... * You may have spared Undyne, but everyone else is still dead.
ru_ru: * Ты мог спасти Ундин, но все остальные погибли.

source: <32>{#k/4}* I'm better off holding my ground right where I am...
ru_ru: <32>{#k/4}* Мне лучше закрепиться на месте.

source: <32>{#k/3}* And b'sides... * People seem to go missing after they run into you.
ru_ru: * Люди, кажется, исчезают после встречи с вами.

source: <32>{#k/4}* I'll take that as an omen to stay right where I am...
ru_ru: <32>{#k/4}* Я приму это как предзнаменование и оставлю меня на месте.

source: <32>{#k/0}* And b'sides... * After what you did to Undyne, I know I don't stand a chance.
ru_ru: * После всего, что ты сделал с Ундин, я знаю, что у меня нет шансов.

source: <32>{#k/0}* And b'sides... * These old bones aren't fit for fighting anyhoo.
ru_ru: * Эти старые кости просто не подходят для боя.

source: <32>{#k/1}* One attack from you, and then I'd... well...
ru_ru: <32>{#k/1}* Ты один раз атакуешь, а потом я...

source: <32>{#k/4}* At least by talking to you, I've bought enough time for some of them to escape.
ru_ru: <32>{#k/4}* По крайней мере, разговаривая с вами, я выиграл достаточно времени для некоторых из них, чтобы убежать.

source: <32>{#p/basic}{#k/3}* You wanna know about the Foundry? * This old place?
ru_ru: * Это старое место?

source: <32>{#k/3}* Well, recently, we've been having some electricity problems...
ru_ru: <32>{#k/3}* Недавно мы столкнулись с некоторыми проблемами с электричеством...

source: <32>{#k/0}* Though I'm sure it's nothing the Foundry crew can't sort out.
ru_ru: <32>{#k/0}* Хотя я уверен, что в литейной команде нет ничего неразрешимого.

source: <32>{#k/2}* Those folks can't get enough of their engineering jobs!
ru_ru: <32>{#k/2}* Эти люди слишком заинтересованы в своей инженерной работе!

source: <32>{#k/3}* Well, it's a place people often get lost...
ru_ru: <32>{#k/3}* Ну, это место, где люди часто теряются.

source: <32>{#k/3}* Or left behind...
ru_ru: <32>{#k/3}* или оставлен позади.

source: <32>{#k/2}* Boy, I sure hope that doesn't happen to you.
ru_ru: <32>{#k/2}* Ребенок, я очень надеюсь, что вы не столкнетесь с этой ситуацией.

source: <32>{#k/0}* Well, it's never been the friendliest location...
ru_ru: <32>{#k/0}* Хорошо, это никогда не самое дружелюбное место.

source: <32>{#k/3}* From the humans sending us here to die, to the recent loss of a fighting spirit...
ru_ru: <32>{#k/3}* С тех пор, как человечество послало нас сюда умирать, до недавнего времени потерял боевой дух...

source: <32>{#k/3}* Nothin' but bad luck down here, kiddo.
ru_ru: {#k/3}* Ничего, просто здесь не повезло, малыш.

source: <32>{#k/2}* Well, back when we first got trapped out here, this WAS the outpost!
ru_ru: <32>{#k/2}* Хорошо, когда мы впервые застряли здесь, это был форпост!

source: <32>{#k/0}* All those fancy-schmancy sections added on afterwards were built by us monsters.
ru_ru: <32>{#k/0}* Все причудливые части schmancy, добавленные позже, были построены нашими монстрами.

source: <32>{#k/0}* Turns out most people aren't into the idea of living in the past. * Fair enough.
ru_ru: * Очень справедливо.

source: <32>{#k/2}* But... I just think there's something so decadent about repurposing this place.
ru_ru: <32>{#k/2}* Но... Я просто чувствую себя немного декадентским, когда снова использую это место.

source: <32>{#k/3}* It was the humans who trapped us here, hoping we'd rot and suffer in darkness.
ru_ru: <32>{#k/3}* Человек держит нас здесь, желая, чтобы мы гнили и страдали в темноте.

source: <32>{#k/0}* But look at us now. * Look at how we've made this place our own.
ru_ru: Посмотрите, как мы превратили это место в свое.

source: <32>{#k/2}* Wa ha ha! * Talk about showing 'em who's boss, eh?
ru_ru: * Разговоры о том, чтобы показать им, кто босс, хм?

source: <32>{#p/basic}{#k/3}* What? * Where on Krios did you learn THAT handshake?
ru_ru: * Где ты научился пожимать руку Криосу?

source: <32>{#k/2}* I haven't shown anyone that routine in years!
ru_ru: <32>{#k/2}* Я не показывал эту рутину никому уже много лет!

source: <32>{#k/0}* Wa ha ha... but I think I know where ya learned it from.
ru_ru: <32>{#k/0}* Вау - ха - ха. Но я думаю, что знаю, где ты научился.

source: <32>{#k/0}* Long time ago, a human came here... me and them became good friends.
ru_ru: <32>{#k/0}* Давным - давно сюда пришел человек... Мы с ними подружились.

source: <32>{#k/3}* Maybe we still are. * I'll have to ask 'em when they wake up.
ru_ru: * Когда они просыпаются, я должен спросить их.

source: <32>{#k/4}* I've only just adopted the little rascal...
ru_ru: <32>{#k/4}* Я только что усыновил этого мелкого хулигана.

source: <32>{#k/0}* They seem pretty tired after all that archive business.
ru_ru: <32>{#k/0}* После стольких архивных работ они кажутся уставшими.

source: <32>{#k/3}* Imagine... * Living in a virtual world...
ru_ru: * Жизнь в виртуальном мире.

source: <32>{#k/2}* If you die in the simulation, do you die in real life?
ru_ru: <32>{#k/2}* Если вы умрете в симуляции, умрете ли вы в реальной жизни?

source: <32>{#k/0}* Eh, never mind. * It doesn't matter now, anyway.
ru_ru: * В любом случае, теперь ничего страшного.

source: <32>{#k/3}* I wonder what they're up to now...
ru_ru: <32>{#k/3}* Я хочу знать, что они делают сейчас.

source: <32>{#p/basic}{#k/0}* Frisk, I could talk about you all day after what you did.
ru_ru: <32>{#p/basic}{#k/0}* Frisk, после того, как вы сделали это, я могу говорить о вас весь день.

source: <32>{#k/4}* Risking your life, facing down a godlike being just to save us...
ru_ru: <32>{#k/4}* Рискуя жизнью, сталкиваясь с божественным присутствием только для того, чтобы спасти нас...

source: <32>{#k/3}* The words strong enough to do it justice don't exist.
ru_ru: <32>{#k/3}* Достаточно сильное слово не существует.

source: <32>{#k/0}* I think, sometime in your future, if you really wanted it...
ru_ru: <32>{#k/0}* Я думаю, что когда - нибудь в вашем будущем, если вы действительно хотите этого...

source: <32>{#k/0}* You could lead the monster race yourself, as ruler.
ru_ru: <32>{#k/0}* Как правитель, вы можете сами руководить расой монстров.

source: <33>{#k/2}* Everyone would follow you. * Even this old coot!
ru_ru: * Даже этот старик!

source: <32>{#k/0}* You're a real hero, kid.
ru_ru: <32>{#k/0}* Ребенок, ты настоящий герой.

source: <32>{#p/basic}{#k/1}* I take it you've killed her by now?
ru_ru: <32>{#p/basic}{#k/1}* Я думаю, ты убил ее сейчас?

source: <32>{#k/3}* Then why ask me...
ru_ru: <32>{#k/3}* Тогда зачем спрашивать меня.

source: <32>{#k/3}* Unless...
ru_ru: <32>{#k/3}* Если только...

source: <32>{#k/2}* You just wanna get my reaction, don'tcha?
ru_ru: <32>{#k/2}* Вы просто хотите знать мою реакцию, не так ли?

source: <32>{#k/4}* How about... nah.
ru_ru: <32>{#k/4}* Как... Нет, нет.

source: <32>{#p/basic}{#k/1}* I get it, guys.
ru_ru: <32>{#p/basic}{#k/1}* Я понимаю, ребята.

source: <32>{#k/1}* She's dead.
ru_ru: <32>{#k/1}* Она умерла.

source: <32>{#k/3}* You expectin' me to throw a party for you or somethin'?
ru_ru: <32>{#k/3}* Ты ожидаешь, что я устрою тебе вечеринку или что - нибудь в этом роде?

source: <32>{#k/1}* Get outta my sight.
ru_ru: <32>{#k/1}* Убирайтесь с глаз моих.

source: <32>{#k/1}* You've got a real twisted sense of humor, kiddo.
ru_ru: <32>{#k/1}* Дети, ваше чувство юмора действительно искажено.

source: <32>{#k/3}* Killing her in front of me like that...
ru_ru: <32>{#k/3}* И так убил ее передо мною.

source: <32>{#k/1}* You're lucky I don't walk out there and kill you myself.
ru_ru: <32>{#k/1}* Тебе повезло, что я лично не вышел и не убил тебя.

source: <32>{#k/4}* She passed through here earlier...
ru_ru: <32>{#k/4}* Она прошла здесь раньше.

source: <32>{#k/4}* She just passed through here a few moments ago.
ru_ru: <32>{#k/4}* Она только что прошла здесь.

source: <32>{#k/0}* Said she'd "given up" on tryin'a capture you.
ru_ru: <32>{#k/0}* Она говорит, что она "сдалась", пытаясь поймать вас.

source: <32>{#k/4}* What happened back there...?
ru_ru: <32>{#k/4}* Что произошло после.

source: <32>{#k/0}* I haven't heard from her in a while.
ru_ru: <32>{#k/0}* Я не слышал о ней некоторое время.

source: <32>{#k/4}* She just kinda... disappeared.
ru_ru: <32>{#k/4}* Она просто немного... Исчезнуть.

source: <32>{#k/3}* Was that your doing?
ru_ru: <32>{#k/3}* Это ты сделал?

source: <32>{#k/1}* You killed her, just like you killed everyone else.
ru_ru: {#k/1}* Ты убил ее, как и всех остальных.

source: <32>{#k/3}* Granted, she wasn't intent on letting YOU live...
ru_ru: <32>{#k/3}* Конечно, она не собиралась оставлять тебя в живых.

source: <32>{#k/1}* But don't act like this was just self-defense for you.
ru_ru: <32>{#k/1}* Но не ведите себя так, как будто это только ваша самооборона.

source: <32>{#k/3}* Wa ha... * I know you better than that.
ru_ru: * Я знаю тебя лучше, чем это.

source: <32>{#k/0}* What more is there to say?
ru_ru: <32>{#k/0}* Что еще можно сказать?

source: <32>{#p/basic}{#k/4}* So you and her had a good time, eh?
ru_ru: <32>{#p/basic}{#k/4}* Так что вам с ней весело, не так ли?

source: <32>{#k/2}* Wa ha ha!
ru_ru: <32>{#k/2}* Вау - ха - ха!

source: <32>{#k/0}* You've really made a good impression on her, kiddo!
ru_ru: <32>{#k/0}* Ребенок, вы произвели на нее хорошее впечатление!

source: <32>{#p/basic}{#k/4}* So are you and her... friends now?
ru_ru: <32>{#p/basic}{#k/4}* Вы и она тоже. Теперь друзья?

source: <32>{#k/0}* You've done something I never thought possible, kiddo!
ru_ru: <32>{#k/0}* Ты сделал то, о чем я никогда не думал, сынок!

source: <32>{#k/0}* Said she was proud to have fought an "honorable" human.
ru_ru: <32>{#k/0}* Она говорит, что гордится тем, что может сражаться с « уважаемым» человеком.

source: <32>{#k/0}* Said she was "done" tryin'a capture you.
ru_ru: <32>{#k/0}* Говорит, что она "завершила" попытку поймать вас.

source: <32>{#k/4}* The heck did you do to make her say THAT?
ru_ru: <32>{#k/4}* Что именно вы сделали, чтобы заставить ее так говорить?

source: <32>{#p/basic}{#k/4}* If you're askin' me where to find her, she's at home. * Ain't but a few steps away.
ru_ru: * В нескольких шагах.

source: <32>{#k/3}* From her words to me before...
ru_ru: <32>{#k/3}* От того, что она сказала мне раньше.

source: <32>{#k/4}* It seems you two are on better terms than I thought.
ru_ru: <32>{#k/4}* Кажется, что ваши отношения лучше, чем я думал.

source: <32>{#k/4}* It seems you two have some things to work out.
ru_ru: <32>{#k/4}* Похоже, вам двоим есть что решить.

source: <32>{#k/1}* Something tells me you played a part in that...
ru_ru: <32>Есть вещи, которые говорят мне, что вы сыграли роль в этом.

source: <32>{#k/0}* Well... you killed her.
ru_ru: <32>{#k/0}* Хорошо. Ты убил ее.

source: <32>{#k/3}* Though, that's kinda her own doing.
ru_ru: <32>{#k/3}* Однако это немного похоже на то, что она сделала это сама.

source: <32>{#k/4}* I never really got why she was so intent on killing you humans...
ru_ru: <32>{#k/4}* Я так и не понял, почему она так хотела убить вас, людей.

source: <32>{#k/0}* If she wanted your SOUL, couldn't she just wait until you died naturally?
ru_ru: <32>{#k/0}* Если она хочет вашей души, разве она не может ждать, пока вы умрете естественным образом?

source: <32>{#p/basic}{#k/0}* Undyne? * Oh, that poor little urchin. * Normally, I'd call her the hero...
ru_ru: * Обычно я бы назвал ее героем...

source: <32>{#k/1}* But to be honest, I've seen what you've done. * She doesn't stand a chance.
ru_ru: * У нее больше нет шансов.

source: <32>{#k/4}* Don't get me wrong, she'll give ya one hell of a fight.
ru_ru: <32>{#k/4}* Не пойми меня неправильно, она будет драться с тобой.

source: <32>{#k/3}* But no... the outpost needs a different kinda hero now.
ru_ru: <32>{#k/3}* Но не... форпост теперь нуждается в другом типе героя.

source: <32>{#k/3}* Someone that doesn't operate on brawn and bravado...
ru_ru: <32>{#k/3}* Человек, который не опирается на мышцы и блеф.

source: <32>{#k/3}* Someone that doesn't see the universe like everyone else...
ru_ru: <32>{#k/3}* Человек, который не смотрит на Вселенную так, как другие.

source: <32>{#k/0}* Wa ha ha. * I don't doubt someone like that will be the end of you.
ru_ru: Я не сомневаюсь, что такой человек станет твоим концом.

source: <32>{#p/basic}{#k/1}* I'm not a hero.
ru_ru: <32>{#p/basic}{#k/1}* Я не герой.

source: <32>{#k/3}* But I know there's someone out there.
ru_ru: <32>{#k/3}* Но я знаю, что снаружи кто - то есть.

source: <32>* Someone who'll never give up trying to do the right thing, no matter what.
ru_ru: <32>Человек, который никогда не откажется делать правильные вещи, независимо от того, что происходит.

source: <32>{#k/0}* There's no prophecy or legend 'bout anyone like that.
ru_ru: <32>{#k/0}* Нет никаких пророчеств или легенд о таких людях.

source: <32>* It's just something I know is true.
ru_ru: <32>Я знаю, что это правда.

source: <32>{#k/3}* One day, someone like that will hunt you down.
ru_ru: <32>{#k/3}* Однажды такой человек будет преследовать вас.

source: <32>{#k/0}* I'd watch your back, kiddo.
ru_ru: <32>{#k/0}* Я буду защищать тебя, дитя.

source: <32>{#k/0}* 'Cause sooner or later, before you know it...
ru_ru: <32>{#k/0}* Потому что рано или поздно, прежде чем вы узнаете...

source: <32>{#k/3}* ... you'll be as good as dead.
ru_ru: <32>{#k/3}* ... Ты умрешь.

source: <32>{#p/basic}{#k/0}* Undyne? * Yeah, she's a local hero around here.
ru_ru: * Да, она здесь герой.

source: <32>{#k/3}* She stormed off earlier... seemed pretty upset at someone who looked just like you...
ru_ru: <32>{#k/3}* Она ушла раньше в ярости. Выглядит расстроенным из - за человека, который выглядит точно так же, как ты.

source: <32>{#k/2}* I'd watch your back, kiddo. * And buy some items... * It might just save your hide! * Wa ha ha!
ru_ru: * Вау - ха - ха!

source: <32>{#k/4}* Through grit and determination alone, she fought her way to the top of the Royal Guard.
ru_ru: <32>{#k/4}* Только мужеством и решимостью она поднялась на вершину Королевской гвардии.

source: <32>{#k/3}* Actually, she just came through here asking about someone who looked just like you...
ru_ru: <32>{#k/3}* На самом деле, она только что подошла и спросила человека, который точно такой же, как ты.

source: Foundry - Abyss
ru_ru: Литейный завод - бездна

source: <32>{#p/human}* (You find yourself at the lowest point on the outpost.)
ru_ru: <32>{#p/human}* (Вы находитесь на самой низкой точке форпоста.)

source: <32>{#p/human}* (This sense of limbo fills you with determination.)
ru_ru: <32>{#p/human}* (Эта неопределенность наполняет вас решимостью.)

source: Foundry - Bridge
ru_ru: Литой - мост

source: <32>{#p/human}* (The starlight dims, filling you with determination.)
ru_ru: <32>{#p/human}* (Звёздный свет темнеет и наполняет вас решимостью.)

source: <32>{#p/human}* (The starlight glimmers, distant as it may be.)
ru_ru: <32>{#p/human}* (Звезды сверкают, хотя это может быть далеко.)

source: <32>{#p/human}* (This fills you with determination.)
ru_ru: <32>{#p/human}* (Это наполняет вас решимостью.)

source: Foundry - Quiet Area
ru_ru: Литейный завод - тихая зона

source: <32>{#p/human}* (The silence is deafening...)
ru_ru: <32>{#p/human}* (Тишина оглушает...)

source: <32>{#p/human}* (Yet it fills you with determination.)
ru_ru: <32>{#p/human}* (но это наполняет вас решимостью.)

source: <32>{#p/human}* (Returning to such a quiet place after your journey fills you with determination.)
ru_ru: <32>{#p/human}* (Возвращение в такое тихое место после путешествия наполнит вас решимостью.)

source: <32>{#p/human}* (A short reprieve in the ongoing chaos...)
ru_ru: <32>{#p/human}* (Короткая передышка в постоянном хаосе...)

source: <32>{#p/human}* (It fills you with determination.)
ru_ru: <32>{#p/human}* (Это наполняет вас решимостью.)

source: <32>{#p/human}* (The chaos has come to an end, filling you with determination.)
ru_ru: <32>{#p/human}* (Хаос закончился и наполняет вас решимостью.)

source: <32>{#p/human}* (In with the steam comes the bitter scent of betrayal.)
ru_ru: <32>{#p/human}* (Пар наполнен горьким запахом предательства).

source: <32>{#p/human}* (In with the steam comes the sweet scent of friendship.)
ru_ru: <32>{#p/human}* (С паром сладость дружбы.)

source: Foundry - Dark Zone
ru_ru: Литейный завод - темная зона

source: <32>{#p/human}* (Wandering deeper into the factory fills you with determination.)
ru_ru: <32>{#p/human}* (Глубокое проникновение в завод наполнит вас решимостью.)

source: <32>{#p/human}* (Thinking of the friends you corrupted along the way fills you with determination.)
ru_ru: <32>{#p/human}* (Когда вы думаете о своем друге, который разъедает вас по пути, вы принимаете решение.)

source: <32>{#p/human}* (Thinking of the friends you betrayed along the way fills you with determination.)
ru_ru: <32>{#p/human}* (Думая о друзьях, которых вы предали по пути, вы полны решимости.)

source: <32>{#p/human}* (Thinking of the friends you'll never get to see again fills you with determination.)
ru_ru: <32>{#p/human}* (Думая о друзьях, которых вы больше никогда не увидите, вы будете полны решимости.)

source: <32>{#p/human}* (Thinking of the friends you went the extra mile to save fills you with determination.)
ru_ru: <32>{#p/human}* (Думая о друзьях, с которыми вы удвоили свои усилия, чтобы спасти, вы будете полны решимости.)

source: <32>{#p/human}* (Thinking of the friends you made along the way fills you with determination.)
ru_ru: <32>{#p/human}* (Вспоминая друзей, с которыми вы познакомились по пути, вы будете полны решимости.)

source: Foundry - Crossing
ru_ru: Литейный завод - Кросс

source: <32>{#p/human}* (Despite it only being useful for you and your company...)
ru_ru: <32>{#p/human}* (хотя это полезно только для вас и вашей компании...)

source: <32>{#p/human}* (The newly-built bridge nearby still fills you with determination.)
ru_ru: <32>{#p/human}* (Новый мост поблизости все еще наполняет вас решимостью.)

source: <32>{#p/human}* (Despite you being the only one who'll get to use it now...)
ru_ru: <32>{#p/human}* (хотя вы единственный, кто может использовать его сейчас...)

source: <32>{#p/human}* (Pylon puzzles, signal stars, and vintage vents...)
ru_ru: <32>{#p/human}* (Загадки башни, сигнальные звезды и ретро - вентиляционные отверстия...)

source: <32>{#p/human}* (These fickle frivolities fill you with determination.)
ru_ru: <32>{#p/human}* (Эти непостоянные легкомысленные действия наполняют вас решимостью.)

source: <32>{#p/human}* (A bridge now sits amidst the surroundings.)
ru_ru: <32>{#p/human}* (Мост теперь расположен в окружении.)

source: <32>{#p/human}* (This development fills you with determination.)
ru_ru: <32>{#p/human}* (Это развитие наполняет вас решимостью.)

source: Foundry - Checkpoint
ru_ru: Литейный завод - контрольный пункт

source: <32>{#p/human}* (Somehow, the steam emitted by these vents is unsettling.)
ru_ru: <32>{#p/human}* (Почему - то пар, выбрасываемый этими вентиляционными отверстиями, вызывает беспокойство).

source: <32>{#p/human}* (Nonetheless, it fills you with determination.)
ru_ru: <32>{#p/human}* (Тем не менее, это наполняет вас решимостью.)

source: <32>{#p/human}* (The hot, damp steam emitted by these vents fills you with determination.)
ru_ru: <32>{#p/human}* (влажный и горячий пар, испускаемый этими вентиляционными отверстиями, наполняет вас решимостью.)

source: Foundry - Vending Machine
ru_ru: Литейный завод - торговые автоматы

source: <32>{#p/human}* (A sad stillness permeates the air, filling you with determination.)
ru_ru: <32>{#p/human}* (В воздухе царит грустная тишина, наполняющая вас решимостью.)

source: <32>{#p/human}* (A quiet hum echoes closeby, filling you with determination.)
ru_ru: <32>{#p/human}* (Тихий жужжание, эхом отозвавшееся поблизости, наполняет вас решимостью.)

source: <32>{#p/human}* (The sound of music fills you with determination.)
ru_ru: <32>{#p/human}* (Звук музыки наполняет вас решимостью.)

source: Foundry - Trash Zone
ru_ru: Литейный завод - свалка

source: <32>{#p/human}* (Getting lost amongst the trash fills you with determination.)
ru_ru: <32>{#p/human}* (Потерянность на мусорной свалке наполнит вас решимостью.)

source: <32>{#p/human}* (Finding yourself back amongst the trash fills you with determination.)
ru_ru: <32>{#p/human}* (Оказавшись снова на свалке, вы будете полны решимости.)
