Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <25>{#f/2}* didja fall into a wormhole or something?
ru_ru: <25>{#f/2}* didja упала в червоточину?

source: <25>{#f/3}* some kid seemed really antsy to see you again.
ru_ru: <25>{#f/3}* Какой-то ребёнок, похоже, очень хотел увидеть тебя снова.

source: <25>{#f/2}* didja make a new friend while i was gone?
ru_ru: <25>{#f/2}* Когда меня не было, ты завел нового друга?

source: <25>{#f/0}* ... heh.
ru_ru: <25>{#f/0}* ... хех.

source: <25>{#f/0}* i guess you're okay.
ru_ru: <25>{#f/0}* я думаю, ты в порядке.

source: <25>{#f/3}* i did want to keep a closer eye on you, but...
ru_ru: <25>{#f/3}* я хотел присматривать за тобой, но...

source: <25>{#f/0}* for some reason, this premium telescope can't see through walls.
ru_ru: <25>{#f/0}* По какой-то причине этот премиум телескоп не видит сквозь стены.

source: <25>{#f/2}* what a scam. * i'll have to call my premium fraud agent.
ru_ru: * Я должен позвонить своему агенту по мошенничеству со страховкой.

source: <25>{#f/0}* in the meantime, you should be fine for now.
ru_ru: <25>{#f/0}* в это время ты должен быть в порядке сейчас.

source: <25>{#f/3}* the area ahead of you seems pretty empty, by my estimate.
ru_ru: <25>{#f/3}* По моей оценке, область перед вами кажется довольно пустой.

source: <25>{#f/2}* but hey. * i could be wrong.
ru_ru: <25>{#f/2}* но эй. * Я могу ошибаться.

source: <25>{#f/0}* in the meantime, you shouldn't have too much more trouble.
ru_ru: <25>{#f/0}* в это время у тебя не должно быть больших проблем.

source: <25>{#f/3}* the area ahead of you will be evacuated soon.
ru_ru: <25>{#f/3}* область перед тобой скоро будет эвакуирована.

source: <25>{#f/2}* hmm... i wonder if anyone will still be out there.
ru_ru: <25>{#f/2}* Эм... Я хочу знать, будет ли там кто - нибудь еще.

source: <25>{#f/0}* in the meantime, just be careful what you do next.
ru_ru: <25>{#f/0}* в это время, просто будь осторожен, что ты делаешь дальше.

source: <25>{#f/3}* it'd be a shame if we had to evacuate the foundry as well.
ru_ru: <25>{#f/3}* Будет очень жаль, если мы эвакуируем литейную также.

source: <25>{#f/0}* in the meantime, just be careful who you talk to.
ru_ru: <25>{#f/0}* в то же время, просто будь осторожен с кем ты разговариваешь.

source: <25>{#f/3}* rumor has it, someone's been roughhousing folks in the factory.
ru_ru: <25>{#f/3}* Ходят слухи, что кто - то грубо обращается с рабочими на фабриках.

source: <25>{#f/3}* rumor has it, someone's been causing havoc near the trash depository.
ru_ru: <25>{#f/3}* Ходят слухи, что кто-то устроил хаос возле мусорного хранилища.

source: <32>{#p/basic}* A bastion box. * There's a human inside...
ru_ru: <32>{#p/basic}* Бастионный сундук. * Внутри находится человек...

source: <32>{#p/finalghost}* Hello there. * I still remember the first time we met...
ru_ru: * Я помню, когда мы впервые встретились.

source: <32>{#p/finalghost}* Toriel was so proud of you for talking to me.
ru_ru: <32>{#p/finalghost}* Ториэль гордится тем, что ты говоришь со мной.

source: <32>* Personally, I don't think too much about how I talk to people, so...
ru_ru: <32>* Лично я не буду слишком много думать о том, как разговаривать с людьми, так что...

source: <32>* I'm not sure what else to say about that.
ru_ru: <32>Я не знаю, что еще сказать.

source: <32>{#p/finalghost}* ... much to my dismay.
ru_ru: <32>{#p/finalghost}* ... Это меня расстраивает.

source: <32>* Being forced out of your dummy outright is kind of annoying.
ru_ru: <32>* Это немного раздражает быть полностью выгнанным из вашего манекена.

source: <32>{#p/finalghost}* It was rather silly how you ran away from me.
ru_ru: <32>{#p/finalghost}* Ты так глупо убегаешь от меня.

source: <32>* Toriel had every right to be worried about you running from an inanimate object.
ru_ru: У Ториэла есть все основания опасаться, что вы сбежите с неживых объектов.

source: <32>{#p/finalghost}* ... not that I have any right to.
ru_ru: <32>{#p/finalghost}* ... Я не имею на это права.

source: <32>* I mean, how could you actually be that boring? * It must be a skill.
ru_ru: * Это должно быть умение.

source: <32>{#p/finalghost}* ... ha...
ru_ru: <32>{#p/finalghost}* ... Ха...

source: <32>* ... maybe, when I get another vessel, the two of us can... do our thing again.
ru_ru: <32>* ..... Может быть, когда я получу другой корабль, мы оба сможем... Сделай это снова.

source: <32>* You remember, don't you?
ru_ru: <32>Вы помните?

source: <32>* Being forced to move after such a long period of blissful inanimateness...
ru_ru: <32>* После стольких долгих лет счастья и скуки, вынужден был переехать...

source: <32>* It was very uncomfortable.
ru_ru: <32>* Очень неудобно.

source: <32>{#p/finalghost}* Toriel was so taken aback by your flirtatious ways.
ru_ru: <32>{#p/finalghost}* Ториэль был потрясен тем, как вы флиртовали.

source: <32>* Personally, I thought it was hilarious.
ru_ru: <32>* Лично мне это кажется смешным.

source: <32>* I was laughing on the inside.
ru_ru: <32>Я смеюсь внутри.

source: <32>* Anyway...
ru_ru: <32>* В любом случае.

source: <32>* We all decided to hang out at Blooky's before leaving for the new homeworld.
ru_ru: <32>* Мы все решили посетить Blooky 's, прежде чем отправиться в новый дом.

source: <32>* I will say, Blooky sure had some "interesting" music queued for download here...
ru_ru: <32>* Я бы сказал, что у Blooky определенно есть какая - то "забавная" музыка, которая стоит здесь в очереди, чтобы скачать...

source: <32>* What's a "Hyper Rage" anyway?
ru_ru: <32>* Что такое « супергнев»?

source: <32>{#p/basic}* A song I wish I hadn't made.
ru_ru: <32>{#p/basic}* Песня, которую я хотел бы не делать.

source: <32>{#p/finalghost}* Oh? * You made this?
ru_ru: * Это ты сделал?

source: <32>{#p/basic}* Unfortunately, mew.
ru_ru: <32>{#p/basic}* К сожалению, мяу.

source: <32>{#p/finalghost}* I can see why you would want to forget about it.
ru_ru: <32>{#p/finalghost}* Я понимаю, почему вы хотите забыть об этом.

source: <32>{#p/finalghost}* She's looking to move past her violent ways.
ru_ru: <32>{#p/finalghost}* Она хочет избавиться от насильственного образа жизни.

source: <32>{#p/basic}* So, being an angry dummy got boring after a while.
ru_ru: <32>{#p/basic}* Итак, через некоторое время становится скучно быть сердитым дураком.

source: <32>* Then I asked Alphys to make me a replica of her favorite Mew Mew doll, mew!
ru_ru: И я попросил Альфиса сделать мне копию ее любимой куклы мяу, мяу!

source: <32>* Wow. * Wow! * WOW!!
ru_ru: * Вау!

source: <32>* I haven't felt this happy in a long time.
ru_ru: <32>Я давно не был так счастлив.

source: <32>{#p/basic}* Sometimes all it takes is the right vessel, mew!!
ru_ru: <32>{#p/basic}* Иногда требуется только правильное судно, мяу!!

source: <32>{#p/mettaton}{#e/mettaton/9}* WHILE BLOOKY'S BUSY AT THE SHOP, WE DECIDED WE'D LOOK AFTER THEIR FARM ONCE MORE.
ru_ru: <32>{#p/metaton}{#e/metaton/9}* Когда Броки занят в магазине, мы решили позаботиться о своей ферме снова.

source: <32>{#e/mettaton/8}* OF COURSE, IT'S ONLY FOR A DAY BEFORE WE LEAVE THE OUTPOST. * BUT STILL.
ru_ru: * Но это по - прежнему так.

source: <32>{#e/mettaton/36}* THINKING BACK, I'VE BEEN PRETTY OVER-DRAMATIC ABOUT THE WHOLE THING.
ru_ru: <32>{#e/metaton/36}* Оглядываясь назад, я слишком пессимистично отношусь ко всему этому.

source: <32>{#e/mettaton/36}* BLOOKY NEVER DID -THAT- MUCH WRONG... I GUESS I JUST DIDN'T WANT TO ADMIT I WAS BORED.
ru_ru: <32>{#e/metaton/36}* Blooky никогда не делал - это - большая ошибка. Я просто не хочу признаваться, что мне скучно.

source: <32>{#e/mettaton/8}* BUT MAYBE THAT'S WHAT MAKES ME SUCH A GREAT ACTOR.
ru_ru: <32>{#e/metaton/8}* Но, возможно, именно поэтому я стал таким великим актером.

source: <32>{#e/mettaton/37}* IT'S NOT ACTING IF YOU CAN'T PUT TOO MUCH EMOTION INTO IT!
ru_ru: <32>{#e/metaton/37}* Если вы не можете вдохнуть в него слишком много эмоций, это не сработает!

source: <32>{#e/mettaton/9}* ... OR SOMETHING LIKE THAT.
ru_ru: <32>{#e/metaton/9}* ... Или что - то подобное.

source: <32>{#p/basic}* It's an upright sleeping dog.
ru_ru: <32>{#p/basic}* Это собака спит вертикально.

source: <25>{#p/asriel2}{#f/10}* I gotta say, this is rather in character.
ru_ru: <25>{#p/asriel2}{#f/10}* Я должен сказать, что это очень индивидуально.

source: <32>{#p/basic}* This dog appears to be asleep, yet its stance is one of ultra battle-readiness.
ru_ru: <32>{#p/basic}* Собака, кажется, спит, но ее жест чрезвычайно боев.

source: <33>{#p/basic}* Quite the para-dogs!
ru_ru: <33>{#p/basic}* Очень хорошо!

source: <32>{#p/human}* (The couch appears to be new, but something tells you it's not.)
ru_ru: <32>AU #p/human* (Диван выглядит новым, но есть что - то, что говорит вам, что это не так.)

source: <32>{#p/basic}* This couch looks just as worn as it does brand-new.
ru_ru: <32>{#p/basic}* Этот диван выглядит изношенным и новым.

source: <32>{#p/basic}* We're ghosts, so we don't really need a couch, mew.
ru_ru: <32>{#p/basic}* Мы призраки, поэтому нам действительно не нужен диван, мяу.

source: <32>* We just thought the room looked better with one in it!
ru_ru: <32>Мы просто думаем, что в комнате есть такой, который выглядит лучше!

source: <32>{#p/mettaton}* OF COURSE. * ANY GOOD LIVING SPACE REQUIRES AT LEAST ONE COUCH!
ru_ru: В любом хорошем жилом пространстве нужен хотя бы один диван!

source: <32>{#p/mettaton}* PREFERABLY MTT-BRAND.
ru_ru: <32>{#p/mettaton}* ПРЕДЛАГАЕТСЯ МТТ-БРЕНД.

source: <32>{#p/finalghost}* This seems like an entirely pointless requirement.
ru_ru: <32>{#p/finalghost}* Это кажется бессмысленным требованием.

source: <32>{#p/human}* (The sign warns of dogs who appear to be asleep.)
ru_ru: <32>{#p/human}* (Знак предупреждает собаку, которая кажется спящей.)

source: <32>{#p/basic}* "Be wary of sleeping dogs."
ru_ru: <32>{#p/basic}* "Осторожно спящая собака".

source: <32>{#p/human}* (The sign speaks of strength of will in times of uncertainty.)
ru_ru: <32>{#p/human}* (Этот символ обозначает силу воли во время неопределенности).

source: <32>{#p/basic}* "Even when you're lost, the will to find yourself shows through."
ru_ru: <32>{#p/basic}* "Даже если вы заблудились, желание найти себя проявится".

source: <32>{#p/human}* (Something about this cheese doesn't sit right with you.)
ru_ru: <32>{#p/human}* (Этот сыр вам немного не подходит).

source: <32>{#p/basic}* Nothing about this is real.
ru_ru: <32>{#p/basic}* Все это неправда.

source: <32>{#p/basic}* Despite being holographic, it looks like a small slice of cheese was taken...
ru_ru: <32>{#p/basic}* Несмотря на голограмму, кажется, что съел небольшой кусочек сыра.

source: <32>{#p/basic}* Holographic cheese.
ru_ru: <32>{#p/basic}* Голографический сыр.

source: <32>{#p/basic}* The table is holographic, too.
ru_ru: <32>{#p/basic}* Этот стол также голографический.

source: <32>{#p/human}* (The sign declares the monsters' ownership of the outpost.)
ru_ru: <32>{#p/human}* (Знак объявляет, что монстр владеет форпостом.)

source: <32>{#p/basic}* "We claim this outpost as our own, never to be taken prisoner again."
ru_ru: <32>{#p/basic}* "Мы утверждаем, что этот форпост наш и никогда больше не будет захвачен".

source: <32>{#p/basic}* The glyphs have been painted over with a list of 21 different flavors.
ru_ru: <32>{#p/basic}* Эти шрифты покрыты списком из 21 различных стилей.

source: <32>{#p/human}* (The sign derides boxes for their lack of real-time utility.)
ru_ru: <32>{#p/human}* (логотип высмеивает отсутствие практичности коробки в реальном времени).

source: <32>{#p/basic}* "This is a box."
ru_ru: <32>{#p/basic}* "Это коробка".

source: <32>* "You can put an item inside or take an item out."
ru_ru: <32>* "Вы можете поместить или удалить предметы".

source: <32>* "Why would you, though??" * "It's not like you can use items while they're inside."
ru_ru: * "Это не похоже на то, что вы можете использовать предметы внутри".

source: <32>* "Sincerely, a box critic."
ru_ru: <32>* "Искренне, коробочный критик".

source: <32>{#p/human}* (The sign details the difference in power between human and monster SOULs.)
ru_ru: <32>{#p/human}* (Знак подробно описывает разницу в силе между душой человека и душой монстра).

source: <32>{#p/basic}* "Why did the humans attack?" * "Indeed, it seemed that they had nothing to fear."
ru_ru: * На самом деле, им, кажется, нечего бояться ".

source: <32>* "Humans are unbelievably strong. It would take the SOUL of nearly every monster..."
ru_ru: <32>* "Человеческая сила невероятна. Это требует души почти каждого монстра..."

source: <32>* "... just to equal the power of a single human SOUL."
ru_ru: <32>*** - "...только сила человеческой души".

source: <32>{#p/human}* (The sign outlines a key weakness of human SOULs and its consequences.)
ru_ru: <32>{#p/human}* (Знак описывает ключевую слабость человеческой души и ее последствия).

source: <32>{#p/basic}* "But humans have one weakness. Ironically, it is the strength of their SOUL."
ru_ru: <32>{#p/basic}* Но у человечества есть слабость. Ирония в том, что это сила их душ.

source: <32>* "Its power allows it to persist outside the human body, even after death."
ru_ru: <32>* "Его сила позволяет ему оставаться вне человеческого тела, даже после смерти".

source: <32>* "If a monster defeats a human, they can take its SOUL."
ru_ru: <32>* Если монстр победит человека, они могут забрать его душу.

source: <32>* "A monster with a human SOUL... a cosmic being with unfathomable power."
ru_ru: <32>* "Монстр с человеческой душой... космическое существо с невидимой силой".

source: <25>{#p/asriel2}{#f/15}* Cosmic doesn't even BEGIN to cover it...
ru_ru: <25>{#p/asriel2}{#f/15}* Cosmic даже не начал его покрывать.

source: <32>{#p/human}* (The sign depicts something the likes of which you've never seen before.)
ru_ru: <32>{#p/human}* (Этот логотип изображает то, чего вы никогда не видели.)

source: <32>{#p/basic}* It's an illustration of a harrowing space creature...
ru_ru: <32>{#p/basic}* Это иллюстрация мучительного космического существа.

source: <32>* There's something very unsettling about this drawing.
ru_ru: <32>* Эта картина несколько тревожна.

source: <25>{#p/asriel2}{#f/5}* Look, $(name)! * It's us! * ... sort of.
ru_ru: * ..... В какой - то степени.

source: <26>{#f/4}* ... is that really how they think we looked?
ru_ru: <26>{#f/4}* ... Они действительно думают, что мы так выглядим?

source: <25>{#p/asriel1}{#f/17}* To think he'd been running that store for this long...
ru_ru: <25>{#p/asriel 1/{#f/17}* Подумайте о том, как долго он управлял этим магазином.

source: <25>{#f/20}* I wonder what other things he's sold over the years.
ru_ru: <25>{#f/20}* Я хочу знать, что еще он продал за эти годы.

source: <25>{#f/15}* Remember, in this timeline, I've only been here two weeks.
ru_ru: <25>{#f/15}* Помните, что на этой временной шкале я пришел всего две недели.

source: <25>{#f/13}* My guess is, he's mainly been selling trinkets...
ru_ru: <25>{#f/13}* Я полагаю, что он в основном продает безделушки.

source: <25>{#f/16}* Either from the early outpost days, or the old homeworld.
ru_ru: <25>{#f/16}* либо из более ранних форпостов, либо из старых домов.

source: <25>{#p/asriel1}{#f/13}* I did hear something about a certain artifact...
ru_ru: <25>{#p/asriel 1/{#f/13}* Я действительно слышал о каком - то искусственном изделии.

source: <25>{#f/15}* One so dangerous, its use was banned in the war.
ru_ru: <25>{#f/15}* Это такое опасное вещество, которое запрещено использовать на войне.

source: <25>{#f/16}* I'm not sure if Gerson ever sold it, though.
ru_ru: <25>{#f/16}* Тем не менее, я не уверен, что Герсон продал его.

source: <25>{#f/13}* Even he might not be old enough to know if it exists.
ru_ru: <25>{#f/13}* Даже он может быть недостаточно большим, чтобы знать, существует ли это.

source: <25>{#p/asriel1}{#f/15}* Knowledge about that artifact's existence...
ru_ru: <25>{#p/asriel 1/{#f/15}* Знать о существовании этого изделия.

source: <25>{#f/13}* It'd have to be within someone who was born even before the war.
ru_ru: <25>{#f/13}* Он должен быть у человека, родившегося до войны.

source: <25>{#f/16}* Someone like that would know all about that sort of thing.
ru_ru: <25>{#f/16}* Такие люди будут знать такие вещи.

source: <32>{#p/basic}* "Gerson's Bits 'n' Bobs!" * "A humble store for all your factory life needs!"
ru_ru: * "Простой магазин, который удовлетворяет все потребности вашей фабричной жизни!"

source: <32>{#p/human}* (The sign lists off what lies in each direction.)
ru_ru: <32>{#p/human}* (Символ перечисляет содержимое в каждом направлении).

source: <32>{#p/basic}* "Left - Dark Zone" * "Forward - Undyne's House" * "Right - Gerson's Shop"
ru_ru: * "Да - магазин Герсона"

source: <32>{#p/basic}* "Backward - Snail Preserve"
ru_ru: <32>{#p/basic}* "Назад - заповедник улиток"

source: <32>{#p/human}* (You feel like you've already seen a window like this from another perspective.)
ru_ru: <32>{#p/human}* (Вы чувствуете, что видели это окно под другим углом.)

source: <25>{#p/asriel1}{#f/13}* Looks like it already cleaned out the room...
ru_ru: <25>{#p/asriel 1/{#f/13}* Кажется, что комната была очищена.

source: <25>{#f/17}* No trash here!
ru_ru: <25>{#f/17}* Здесь нет мусора!

source: <25>{#p/asriel1}{#f/15}* Unless you consider yourself a piece of trash.
ru_ru: <25>{#p/asriel 1}{#f/15}* Если вы не считаете себя мусором.

source: <25>{#f/16}* Knowing you, that wouldn't surprise me.
ru_ru: <25>{#f/16}* Я не удивлюсь, узнав тебя.

source: <25>{#f/31}* You'd probably be proud of it or something.
ru_ru: <25>{#f/31:* Вы можете гордиться этим.

source: <25>{#p/asriel1}{#f/13}* ... come on.
ru_ru: <25>{#p/asriel1}{#f/13}* ... Давай.

source: <25>{#f/17}* You don't REALLY believe you're a piece of trash, do you?
ru_ru: <25>{#f/17}* Вы действительно не верите в то, что являетесь мусором, не так ли?

source: <32>{#p/basic}* A garbage disposal box.
ru_ru: <32>{#p/basic}* Контейнеры для удаления отходов.

source: <32>{#p/basic}* A garbage disposal box. * While active, it fills the room with ultra-hot gas.
ru_ru: * Когда он находится в активном состоянии, он заполняет комнату сверхвысокотемпературным газом.

source: <32>{#p/basic}* You wouldn't survive.
ru_ru: <32>{#p/basic}* Вы больше не можете жить.

source: <32>{#p/human}* (The sign describes how a being can leave the force field.)
ru_ru: <32>{#p/human}* (символ описывает, как живое существо покидает силовое поле.

source: <32>{#p/basic}* "When the humans trapped us, they sealed us in with a force field."
ru_ru: <32>{#p/basic}* « Когда люди захватывают нас, они силой поля запечатывают нас».

source: <32>* "Only beings with a powerful SOUL can leave."
ru_ru: <32>* "Только живые существа с сильной душой могут уйти".

source: <32>{#p/human}* (The sign describes how the force field can be broken.)
ru_ru: <32>{#p/human}* (символ описывает, как разрушать силовое поле.

source: <32>{#p/basic}* "There is only one way to free ourselves."
ru_ru: <32>{#p/basic}* « Есть только один способ освободить себя».

source: <32>* "If a huge power, equivalent to seven human SOULs, attacks the force field..."
ru_ru: <32>* "Если огромная сила, эквивалентная семи человеческих душ, атакующее силовое поле..."

source: <32>* "It will be destroyed."
ru_ru: <32>* "Он будет уничтожен".

source: <32>{#p/human}* (It appears this sign was very wrong indeed.)
ru_ru: <32>{#p/human}* (Как представляется, этот знак действительно очень неправильный.)

source: <32>{#p/basic}* "But this cursed place lies on the far edge of the galaxy."
ru_ru: <32>{#p/basic}* « Но это проклятое место находится на дальнем конце галактики».

source: <32>* "There is no way a human could find us out here."
ru_ru: <32>* Человечество не может найти нас здесь.

source: <32>* "We will remain trapped here forever."
ru_ru: <32>* Мы застрянем здесь навсегда.

source: <32>{#p/human}* (The sign tells you to ignore the puzzle outright.)
ru_ru: <32>AU #p/human* (Символы говорят вам игнорировать головоломку напрямую.)

source: <25>{#p/asriel1}{#f/15}* Whoever wrote that must've had a bad sense of humor...
ru_ru: <25>{#p/asriel 1}{#f/15}* Человек, который написал эту статью, должен быть не очень юмористическим.

source: <25>{#f/17}* You'd have to be REALLY bored to ignore a puzzle this simple.
ru_ru: <25>{#f/17}* Вы должны быть очень скучным, чтобы игнорировать такую простую головоломку.

source: <25>{#p/asriel1}{#f/9}* What are you looking at me for? * I love puzzles.
ru_ru: * Я люблю головоломки.

source: <25>{#f/4}* Big ol' puzzle lover right here.
ru_ru: <25>{#f/4}* Это большой любитель головоломки.

source: <32>{#p/human}* (The sign informs you on how to solve the puzzle.)
ru_ru: <32>{#p/human}* (Этот логотип говорит вам, как решить эту головоломку.)

source: <32>{#p/basic}* "Walk right into the next room if you don't mind." * "And ignore the switch."
ru_ru: * "Игнорировать переключатель".

source: <32>{#p/basic}* "Move the pylons to guide the laser into the receiver." * "Then press the switch."
ru_ru: * Затем нажмите переключатель.

source: <32>{#p/human}* (The sign claims nobody would care about this puzzle.)
ru_ru: <32>{#p/human}* (Знак утверждает, что никто не будет заботиться об этой головоломке.)

source: <25>{#p/asriel1}{#f/13}* Yeah, puzzles like this just solve themselves sometimes...
ru_ru: <25>{#p/asriel1}{#f/13}* Да, такие головоломки иногда решаются сами по себе.

source: <25>{#f/17}* What else can I say?
ru_ru: <25>{#f/17}* Что еще я могу сказать?

source: <25>{#p/asriel1}{#f/10}* Huh? * You think I solved this one for you...?
ru_ru: * Ты думаешь, что я помог тебе решить эту проблему.

source: <25>{#f/20}* No way. * Puzzles barely interest me at all.
ru_ru: * Меня почти не интересуют головоломки.

source: <32>{#p/basic}* "Honestly, who cares about this puzzle?" * "It's not worth it."
ru_ru: * "Не стоит".

source: <32>{#p/basic}* "All pylons must be used in the puzzle solution."
ru_ru: <32>{#p/basic}* "Все башни должны использоваться в решении головоломки".

source: <32>{#p/human}* (The sign declares the decided unfairness of this puzzle as the reason it was shut down.)
ru_ru: <32>{#p/human}* (символ заявляет, что несправедливость головоломки является причиной ее закрытия).

source: <25>{#p/asriel1}{#f/20}* Yeah... this puzzle's a real pain in the butt.
ru_ru: <25>{#p/asriel1}{#f/20}* Да. Эта загадка вызывает головную боль.

source: <32>{#p/basic}* "The puzzler's guild has shut this puzzle down on the basis of its unfairness."
ru_ru: <32>{#p/basic}* "Общество разгадывателей загадок закрыло головоломку, сославшись на несправедливость".

source: <32>{#p/basic}* The contents of this sign have been crossed out...
ru_ru: <32>{#p/basic}* Содержание этого знака вычеркнуто.

source: <32>* ... and crossed out again?
ru_ru: <32>* ..... Опять вычеркнули?

source: <32>* ... with a distinct sense of illegible chicken-scratch.
ru_ru: <32>* ..... Есть неузнаваемое чувство курицы.

source: <26>{#p/asriel1}{#f/20}* Er, try standing the other switch.
ru_ru: <26>{#p/asriel 1}{#f/20}* Э, попробуйте встать на другой переключатель.

source: <25>{#p/kidd}{#f/1}* Stand on the other switch!
ru_ru: <25>{#p/kidd}{#f/1}* Встань на другой переключатель!

source: <25>{#p/asriel1}{#f/15}* Frisk. * It's no use. * Don't even bother.
ru_ru: * Не беспокойтесь.

source: <25>{#p/asriel1}{#f/13}* Even if you COULD get a premium subscription...
ru_ru: <25>{#p/asriel 1}{#f/13}* Даже если вы можете получить расширенную подписку.

source: <25>{#p/asriel1}{#f/15}* You'd never be able to cancel it.
ru_ru: <25>{#p/asriel 1}{#f/15}* Вы никогда не сможете его отменить.

source: <25>{#p/asriel1}{#f/16}* There's just too many premium hoops to jump through here.
ru_ru: <25>{#p/asriel 1/{#f/16}* Здесь слишком много продвинутого баскетбола, который можно пропустить.

source: <32>{#p/basic}* It's a telescope.
ru_ru: <32>{#p/basic}* Это телескоп.
