Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <11>{#p/basic}{~}Human, I...
ru_ru: <11>{#p/basic}{~} Человек, Я.

source: <11>{#p/basic}{~}There is nothing left to say.
ru_ru: <11>{#p/basic}{~} Больше нечего сказать.

source: <11>{#p/basic}{~}I will have justice for the terror you have inspired.
ru_ru: <11>{#p/basic}{~} Я добьюсь справедливости за террористические акты, которые вы подстрекаете.

source: <11>{#p/basic}{~}I will have justice for what you've done.
ru_ru: <11>{#p/basic}{~} Я исполню справедливость за все, что ты сделал.

source: <11>{#p/basic}{~}I will have justice for those dogs' deaths.
ru_ru: <11>{#p/basic}{~} Я добьюсь справедливости за смерть этих собак.

source: <11>{#p/basic}{~}(Blushes)
ru_ru: <11>{#p/basic}{~} (Лицо покраснело)

source: <11>{#p/basic}{~}You are a... kind human...
ru_ru: <11>{#p/basic}{~} Ты... добрый человек.

source: <11>{#p/basic}{~}I think I have had enough.
ru_ru: <11>{#p/basic}{~} Я думаю, что с меня достаточно.

source: <11>{#p/basic}{~}In fairness, you do not seem so bad.
ru_ru: <11>{#p/basic}{~} Справедливо говоря, вы не выглядите так плохо.

source: <11>{#p/basic}{~}At least, compared to how Undyne described.
ru_ru: <11>{#p/basic}{~} По крайней мере, по сравнению с описанием Undyne.

source: <11>{#p/basic}{~}Accept my mercy as a plea...
ru_ru: <11>{#p/basic}{~} Примите мое сострадание как мольбу.

source: <11>{#p/basic}{~}A plea that you will not stray into the darkness.
ru_ru: <11>{#p/basic}{~} Пожалуйста, не попадайте во тьму.

source: <32>{#p/human}* (You offer to take Doge on a walk.)
ru_ru: <32>{#p/human}* (Вы сами предложили взять собаку на прогулку.)

source: <32>{#p/basic}* Doge follows your lead. * Together you march in unison.
ru_ru: * Вы идете вместе.

source: <32>* This continues for a while...
ru_ru: <32>* Эта ситуация сохраняется в течение некоторого времени.

source: <32>* But eventually...
ru_ru: <32>* Но в конечном счете.

source: <32>* Doge grows tired of this frivolous exercise.
ru_ru: <32>* Doge устал от этой скучной практики.

source: <32>* She follows you back to her patrol zone, and relaxes a little...
ru_ru: <32>* Она последовала за вами обратно в свой район патрулирования и немного расслабилась.

source: <32>{#p/human}* (You offer to take Doge on a walk, but she has no reason to go on one yet.)
ru_ru: <32>{#p/human}* (Вы предложили взять собаку на прогулку, но у нее еще нет причин идти).

source: <32>{#p/basic}* Doge refuses to walk anywhere with you.
ru_ru: <32>{#p/basic}* Doge отказывается идти с вами куда - либо.

source: <32>{#p/human}* (You offer to take Doge on a walk, but she's already dried herself up for you.)
ru_ru: <32>{#p/human}* (Вы предложили взять собаку на прогулку, но она уже вытерла для Вас).

source: <32>{#p/human}* (You offer to take Doge on a walk, but she never did anything to necessitate it.)
ru_ru: <32>{#p/human}* (Вы предложили взять Дорджи на прогулку, но она никогда не делала ничего необходимого.)

source: <32>{#p/human}* (But Doge was already spent from walking beforehand.)
ru_ru: <32>{#p/human}* (но собака уже ушла раньше).

source: <32>{#p/human}* (But Doge was too dirty to go on a walk.)
ru_ru: <32>{#p/human}* (но собака слишком грязная, чтобы пойти на прогулку).

source: <32>{#p/story}* MUFFET - ATK 39 DEF 19 * Queen of all spider clans. * ELITE squad volunteer.
ru_ru: * Добровольцы элитного класса.

source: <32>{#p/human}* (You flirt with Muffet.) * (Muffet gives you the stink eyes.)
ru_ru: * (Маффет дал тебе пару вонючих глаз.)

source: <32>{#p/human}* (You flirt with Muffet.) * (Muffet giggles and pats your head with several hands.)
ru_ru: * (Маффет хихикает и хлопает тебя по голове несколькими руками.)

source: <32>{#p/human}* (You flirt with Muffet.) * (Muffet giggles and wags several fingers at you.)
ru_ru: * (Мафт засмеялась и покачала тебе пальцами.)

source: <32>{#p/human}* (You flirt with Muffet.) * (Muffet seems intrigued, but it may not be enough.)
ru_ru: * (Муфит, кажется, заинтересован, но этого может быть недостаточно.)

source: <32>{#p/human}* (You flirt with Muffet again.) * (Muffet turns more than a few eyes towards you.)
ru_ru: * (Маффет смотрит на тебя не только несколькими глазами.)

source: <32>{#p/human}* (You muster your courage, and ask Muffet out on a picnic date.)
ru_ru: <32>{#p/human}* (Вы набрались смелости, чтобы Йомафит вышел на пикник.)

source: <32>{#p/basic}* Muffet giggles...
ru_ru: <32>{#p/basic}* Муффет хихикает.

source: <32>* Then giggles some more...
ru_ru: <32>* И снова хихикает.

source: <32>* She can't stop herself! * Muffet succumbs to your immaculate flirtatious power!
ru_ru: * Маффет поддался твоей идеальной силе флирта!

source: <32>* ... then promptly decides to end this battle, so as not to shame her fellow spiders.
ru_ru: <32>* ..... Затем быстро решили закончить битву, чтобы не опозорить ее товарища - паука.

source: <32>{#p/kidding}* ... what?
ru_ru: <32>{#p/Шутка}* ... - Что?

source: <11>{#p/basic}{~}How adorable~
ru_ru: <11>{#p/basic}{~} Очень мило

source: <11>{#p/basic}{~}You're the sweetest~
ru_ru: <11>{#p/basic}{~} Ты самый милый

source: <11>{#p/basic}{~}Ahuhu~
ru_ru: <11>{#p/basic}{~} Аху ~

source: <33>{#p/human}* (You make an appeal to Muffet.) * (Muffet is once again intrigued by your words.)
ru_ru: Тебя привлекают твои слова.)

source: <32>* (You mention how innocent dogs were haphazardly enstated into the Royal Guard.)
ru_ru: <32>* (Вы упомянули, как невинные собаки были произвольно включены в Королевскую гвардию.)

source: <32>* (As such, you suggest that trusting its captain would put spider clans at risk.)
ru_ru: <32>* (Таким образом, вы думаете, что капитан, который доверяет ему, подвергает семью пауков риску).

source: <32>{#p/basic}* Muffet starts considering the situation...
ru_ru: <32>{#p/basic}* Muffet начинает рассматривать эту ситуацию.

source: <32>{#p/story}* Muffet's SPEED down!
ru_ru: <32>{#p/story}* Скорость Muffet падает!

source: <32>{#p/human}* (You make an appeal to Muffet, but she doesn't seem ready to hear it yet.)
ru_ru: <32>{#p/human}* (Вы обратились за помощью к Муффетт, но она, кажется, не готова слушать).

source: <32>{#p/human}* (You make an appeal to Muffet.)
ru_ru: <32>{#p/human}* (Вы подали апелляцию в Муфт).

source: <32>{#p/basic}* Muffet will not be swayed by your shallow claims.
ru_ru: <32>{#p/basic}* Muffet не будет поколеблен вашим поверхностным утверждением.

source: <32>{#p/human}* (You make an appeal to Muffet, but she's already past the point of hearing you out.)
ru_ru: <32>{#p/human}* (Вы подали апелляцию к Муффету, но она уже достаточно услышала).

source: <32>{#p/human}* (But Muffet didn't need to be appeased twice.)
ru_ru: <32>{#p/human}* (но Муффету не нужно успокаиваться дважды).

source: <32>{#p/human}* (But Muffet had no reason to listen to you.)
ru_ru: <32>{#p/human}* (но у Муффета нет причин вас слушать).

source: <32>{#p/human}* (You try to counter Muffet.) * (Muffet is intrigued by your words.)
ru_ru: * (Муфиту очень интересны ваши слова.)

source: <32>* (You propose that a deal with the ELITE squad is flimsy.)
ru_ru: <32>* (Вы считаете, что соглашение с элитной командой является несостоятельным.)

source: <32>* (You point out that one of their ranks already failed to capture you.)
ru_ru: <32>* (Вы указали, что одна из их команд не смогла поймать вас.)

source: <32>{#p/basic}* Muffet begins to carefully think everything over...
ru_ru: <32>{#p/basic}* Муффет начинает все тщательно обдумывать.

source: <32>{#p/human}* (You try to counter Muffet, but she hasn't said anything that could be countered yet.)
ru_ru: <32>{#p/human}* (Вы пытались возразить Муфит, но она еще не сказала ничего, что могло бы возразить.)

source: <32>{#p/human}* (You try to counter Muffet.)
ru_ru: <32>{#p/human}* (Вы пытаетесь противостоять муфту.)

source: <32>{#p/basic}* Muffet is deadset in her goal.
ru_ru: <32>{#p/basic}* Muffet не имеет никаких ожиданий в голах.

source: <32>{#p/human}* (You try to counter Muffet, but she's already made up her mind.)
ru_ru: <32>{#p/human}* (Вы пытаетесь опровергнуть Муфитт, но она уже решила).

source: <32>{#p/human}* (But Muffet has already heard your argument.)
ru_ru: <32>{#p/human}* (но Муффет слышал ваши аргументы.)

source: * Muffet
ru_ru: * Маффины

source: <11>{#p/basic}{~}That's very kind, but we already have more than enough~
ru_ru: <11>{#p/basic}{~} Это хорошо, но у нас уже достаточно ~

source: <32>{#p/human}* (You try to pay Muffet.)
ru_ru: <32>{#p/human}* (Вы пытаетесь заплатить Муффету).

source: <32>* As it turns out, Monster Kid had enough G to cover all of the spider clans' expenses!
ru_ru: <32>* Оказывается, у монстров достаточно G, чтобы покрыть все расходы клана пауков!

source: <32>* Muffet pockets the money and bows to you and Monster Kid.
ru_ru: Маффет положил деньги в карман и поклонился тебе и мальчику - монстру.

source: <32>* Her subjects will be well fed for quite a while.
ru_ru: Ее испытуемые питались достаточно долго.

source: <32>* Muffet doesn't care about fighting anymore.
ru_ru: <32>Муффет больше не заботится о драках.

source: <32>{#p/human}* (You try to pay Muffet, but she didn't yet see any basis on which she could accept it.)
ru_ru: <32>{#p/human}* (Вы пытались заплатить Муффетт, но она еще не видела никаких приемлемых оснований.)

source: <32>{#p/basic}* Muffet doesn't need any money from you.
ru_ru: <32>{#p/basic}* Muffet не нуждается в ваших деньгах.

source: <32>{#p/human}* (You try to pay Muffet, but she's already past the point of bribery.)
ru_ru: <32>{#p/human}* (Вы пытались заплатить Муффетт, но она уже перешла точку подкупа).

source: <32>{#p/human}* (You try to pay Muffet again.)
ru_ru: <32>{#p/human}* (Вы пытаетесь снова заплатить Муффету).

source: <32>{#p/human}* (But Muffet had no reason to trust you.)
ru_ru: <32>{#p/human}* (но у Муффета нет причин доверять вам.)

source: <32>{#p/kidding}* I'm trapped...!
ru_ru: <32>{#p/Шутка}* Я в ловушке.

source: <32>{#p/kidding}* Little bullies...?
ru_ru: <32>{#p/Шутка}* Маленький обидчик.

source: <32>{#p/kidding}* Little killers...?
ru_ru: <32>{#p/Шутка}* Маленький убийца.

source: <32>{#p/kidding}* Little bully...?
ru_ru: <32>{#p/Шутка}* Маленький Бах.

source: <32>{#p/kidding}* Little killer...?
ru_ru: <32>{#p/Шутка}* Маленький убийца.

source: <32>{#p/kidding}* Help...!
ru_ru: <32>{#p/Шутка}* Помогите!

source: <32>{#p/kidding}* But we haven't done anything!
ru_ru: <32>{#p/Шутка}* Но мы ничего не сделали!

source: <32>{#p/kidding}* I've got a bad feeling about this...
ru_ru: <32>{#p/Шутка}* У меня плохое предчувствие на этот счет.

source: <32>{#p/kidding}* So it's a business thing...
ru_ru: <32>{#p/Шутка}* Так что это бизнес.

source: <32>{#p/kidding}* Yo... * She REALLY doesn't like you...
ru_ru: * Ты ей действительно не нравишься.

source: <32>{#p/kidding}* What are we going to do?
ru_ru: <32>{#p/Шутка}* Что нам делать?

source: <32>{#p/kidding}* We're never getting outta here, are we...
ru_ru: <32>{#p/Шутка}* Мы никогда не сможем выбраться отсюда, не так ли...

source: <32>{#p/kidding}* What the heck was THAT?
ru_ru: <32>{#p/Шутка}* Что это за хрень?

source: <32>{#p/kidding}* Is she... changing her mind?
ru_ru: <32>{#p/Шутка}* Она... Передумал?

source: <32>{#p/kidding}* Of course...
ru_ru: <32>{#p/Шутка}* Конечно.

source: <32>{#p/kidding}* Guess it won't be so easy...
ru_ru: <32>{#p/Шутка}* Не кажется так просто.

source: <32>{#p/kidding}* Y... you're kidding, right? * This isn't fun at all!
ru_ru: * Это не смешно!

source: <32>{#p/kidding}* I don't like what she's saying about you, dude...
ru_ru: <32>{#p/Шутка}* Мне не нравится то, что она говорит тебе, приятель.

source: <32>{#p/kidding}* Fellow spiders...?
ru_ru: <32>{#p/Шутка}* соотечественники - пауки.

source: <32>{#p/kidding}* She's relentless...!
ru_ru: <32>{#p/Шутка}* Она безжалостна.

source: <32>{#p/kidding}* Hey, wait... * I think this is working! * Keep going, dude!
ru_ru: * Продолжай, дружище!

source: <32>{#p/kidding}* I'm... * I'm scared, dude...
ru_ru: * Я очень боюсь, чувак...

source: <32>{#p/kidding}* Dude, HOW are we STILL ALIVE??
ru_ru: <32>{#p/Шутка}* Чувак, как мы еще живы?

source: <32>{#p/kidding}* Yo, freaky muffins aside... we're making progress! * I think?
ru_ru: * Я хочу?

source: <32>{#p/kidding}* Ack, not again!!
ru_ru: <32>{#p/Шутка}* Спасибо, больше так не делай!

source: <32>{#p/kidding}* What's "inevitable?"
ru_ru: <32>{#p/Шутка}* Что такое « неизбежность»

source: <32>{#p/kidding}* But... * I thought we...
ru_ru: * Я думал, мы.

source: <32>{#p/kidding}* Yo, I'm here too, you know...
ru_ru: <32>{#p/Шутка}* Йо, я тоже здесь, ты знаешь...

source: <32>{#p/kidding}* Hey, I've got money! * Let's use it, dude!
ru_ru: * Давайте воспользуемся этим, чувак!

source: <32>{#p/kidding}* Someone, anyone...
ru_ru: <32>{#p/Шутка}* Кто - то, кто - то...

source: <32>{#p/kidding}* This isn't funny...!
ru_ru: <32>{#p/Шутка}* Это не смешно.

source: <32>{#p/kidding}* I hope that short skeleton doesn't mind me using the money he gave me...
ru_ru: <32>{#p/Шутка}* Я надеюсь, что этот карлик не возражает, если я использую деньги, которые он мне дал.

source: <32>{#p/kidding}* Dude... * Why didn't we help her?
ru_ru: * Почему бы нам не помочь ей?

source: <32>{#p/kidding}* It's over...
ru_ru: <32>{#p/Шутка}* Все кончено.

source: <32>{#p/kidding}* ...
ru_ru: <32>{#p/Шутка}* ...

source: <32>{#p/kidding}* Are we gonna end this, or...?
ru_ru: <32>{#p/Шутка}* Мы собираемся положить конец всему этому, или...?

source: <32>{#p/kidding}* Is it really over?
ru_ru: <32>{#p/Шутка}* Действительно ли это конец?

source: <11>{#p/basic}{~}Ahuhuhu... two little bullies crawl into my web~
ru_ru: <11>{#p/basic}{~}. Два хулигана залезли в мою сеть.

source: <11>{#p/basic}{~}Ahuhuhu... two little killers crawl into my web~
ru_ru: <11>{#p/basic}{~}. Два маленьких убийцы проникли в мою сеть.

source: <11>{#p/basic}{~}Ahuhuhu... a little bully crawls into my web~
ru_ru: <11>{#p/basic}{~}. Маленький хулиган залез в мою сеть.

source: <11>{#p/basic}{~}Ahuhuhu... a little killer crawls into my web~
ru_ru: <11>{#p/basic}{~}. Маленький убийца проник в мою сеть.

source: <11>{#p/basic}{~}You're mine now, dearies~
ru_ru: <11>{#p/basic}{~} Дорогая, ты теперь моя

source: <11>{#p/basic}{~}I hope you like your new color~
ru_ru: <11>{#p/basic}{~} Надеюсь, вам понравится ваш новый цвет

source: <11>{#p/basic}{~}I think purple looks better on you...
ru_ru: <11>{#p/basic}{~} Я думаю, что тебе лучше в фиолетовом.

source: <11>{#p/basic}{~}Don't you, dearie?
ru_ru: <11>{#p/basic}{~} Дорогой, ты не думаешь?

source: <11>{#p/basic}{~}What did you think would happen, dearies?
ru_ru: <11>{#p/basic}{~} Дорогой, как ты думаешь, что произойдет?

source: <11>{#p/basic}{~}What did you think would happen, dearie?
ru_ru: <11>{#p/basic}{~} Дорогой, как ты думаешь, что произойдет?

source: <11>{#p/basic}{~}Did you expect me to SPARE you?
ru_ru: <11>{#p/basic}{~} Думаешь, я тебя ударю?

source: <11>{#p/basic}{~}Don't expect me to go easy on you, little human.
ru_ru: <11>{#p/basic}{~} Не ожидайте, что я буду мягок к вам, малыш.

source: <11>{#p/basic}{~}That ELITE squad offered lots of money for your SOUL~
ru_ru: <11>{#p/basic}{~} Элитная команда предлагает много денег для вашей команды души

source: <11>{#p/basic}{~}Oh my~
ru_ru: <11>{#p/basic}{~} Боже

source: <11>{#p/basic}{~}Such a shame for you~
ru_ru: <11>{#p/basic}{~} Вам так стыдно

source: <11>{#p/basic}{~}Ahuhuhu... Well...
ru_ru: Хорошо, хорошо.

source: <11>{#p/basic}{~}With your lack of a counter- offer...
ru_ru: <11>{#p/basic}{~} Потому что у вас нет встречной цены.

source: <11>{#p/basic}{~}The choice for me is clear~
ru_ru: <11>{#p/basic}{~} Мой выбор ясен ~

source: <11>{#p/basic}{~}Well. There is one good thing about it~
ru_ru: В этом есть преимущество.

source: <11>{#p/basic}{~}I don't have to feel bad about feeding my pet!
ru_ru: <11>{#p/basic}{~} Мне не нужно жалеть о том, чтобы кормить домашних животных!

source: <11>{#p/basic}{~}A better deal would be nice...
ru_ru: <11>{#p/basic}{~} Лучше торговать будет хорошо.

source: <11>{#p/basic}{~}Where are you, my pet~
ru_ru: <11>{#p/basic}{~} Мой питомец, где ты?

source: <11>{#p/basic}{~}It's time to eat~
ru_ru: <11>{#p/basic}{~} Пора есть

source: <11>{#p/basic}{~}You survived? Impressive~
ru_ru: Впечатляет

source: <11>{#p/basic}{~}I shall have to reward you...
ru_ru: <11>{#p/basic}{~} Я должен вознаградить тебя.

source: <11>{#p/basic}{~}... with more attacks, of course. Ahuhuhu!
ru_ru: Ага!

source: <11>{#p/basic}{~}But what guarantee do I have...
ru_ru: <11>{#p/basic}{~} Но что я обещаю?

source: <11>{#p/basic}{~}... that you won't just stab me in the back?
ru_ru: <11>{#p/basic}{~}. Ты бы не ударил меня ножом в спину?

source: <11>{#p/basic}{~}I often wondered what fighting would be like.
ru_ru: <11>{#p/basic}{~} Я часто задаюсь вопросом, как будет выглядеть бой.

source: <11>{#p/basic}{~}I never realized it'd be so much fun~
ru_ru: <11>{#p/basic}{~} Я никогда не понимал, что это будет так интересно

source: <11>{#p/basic}{~}How did it feel, hmm?
ru_ru: <11>{#p/basic}{~} Как вы себя чувствуете?

source: <11>{#p/basic}{~}All those monsters falling like dominoes...
ru_ru: <11>{#p/basic}{~} Все эти монстры упали, как домино.

source: <11>{#p/basic}{~}All those monsters running scared...
ru_ru: <11>{#p/basic}{~} Все эти монстры испугались и побежали.

source: <11>{#p/basic}{~}My fellow spiders need kept safe...
ru_ru: <11>{#p/basic}{~} Мой спутник - паук должен оставаться в безопасности.

source: <11>{#p/basic}{~}I can't put THEM in danger, can I? Ahuhuhu...
ru_ru: Ааа...

source: <11>{#p/basic}{~}Aren't you having fun, dearies?
ru_ru: <11>{#p/basic}{~} Дорогой, ты веселишься?

source: <11>{#p/basic}{~}My fellow spiders certainly will...
ru_ru: <11>{#p/basic}{~} Мои спутники - пауки определенно будут.

source: <11>{#p/basic}{~}... when they get their share of the money~
ru_ru: <11>{#p/basic}{~}. Когда они получают то, что заслуживают.

source: <11>{#p/basic}{~}Well, dearies...
ru_ru: <11>{#p/basic}{~} Дорогой.

source: <11>{#p/basic}{~}Well, dearie...
ru_ru: <11>{#p/basic}{~} Хорошо, дорогой.

source: <11>{#p/basic}{~}I shall enjoy killing you personally~
ru_ru: <11>{#p/basic}{~} Я был бы рад поцеловать тебя в самоубийство

source: <11>{#p/basic}{~}I shall enjoy paying back the favor~
ru_ru: <11>{#p/basic}{~} Я с радостью отплачу тебе.

source: <11>{#p/basic}{~}I must admit, that is very worrying...
ru_ru: <11>{#p/basic}{~} Я должен признать, что это очень тревожно.

source: <11>{#p/basic}{~}Well, no matter, little human~
ru_ru: <11>{#p/basic}{~} Хорошо, ничего страшного, маленький человек ~

source: <11>{#p/basic}{~}The only thing that matters now is your SOUL~
ru_ru: <11>{#p/basic}{~} Единственное, что сейчас важно - это ваша душа

source: <11>{#p/basic}{~}Oh, this is so much fun, you two!
ru_ru: <11>{#p/basic}{~} О, это так интересно, вы двое!

source: <11>{#p/basic}{~}Oh, this is so much fun, is it not?
ru_ru: <11>{#p/basic}{~} О, это слишком интересно, не так ли?

source: <11>{#p/basic}{~}My pet, it's feeding time~
ru_ru: <11>{#p/basic}{~} Мое домашнее животное, пора кормить ~

source: <11>{#p/basic}{~}And they didn't exactly do much to earn my trust...
ru_ru: <11>{#p/basic}{~} Они не сделали много, чтобы завоевать мое доверие.

source: <11>{#p/basic}{~}Oh, hello, my pet~
ru_ru: <11>{#p/basic}{~} О, привет, мой питомец ~

source: <11>{#p/basic}{~}Time for round two, my pet~
ru_ru: <11>{#p/basic}{~} Наступило время второго раунда, мой питомец ~

source: <11>{#p/basic}{~}You only delay the inevitable~
ru_ru: <11>{#p/basic}{~} Вы откладываете только неизбежное.

source: <11>{#p/basic}{~}Still, dearies...
ru_ru: <11>{#p/basic}{~} Дорогой.

source: <11>{#p/basic}{~}I don't know if I can trust you~
ru_ru: <11>{#p/basic}{~} Я не знаю, могу ли я тебе доверять

source: <11>{#p/basic}{~}You're resilient, I'll give you that~
ru_ru: <11>{#p/basic}{~} Вы очень устойчивы, я признаю ~

source: <11>{#p/basic}{~}Come now...
ru_ru: <11>{#p/basic}{~} Быстрее.

source: <11>{#p/basic}{~}Aren't you getting tired?
ru_ru: <11>{#p/basic}{~} Вы не устали?

source: <11>{#p/basic}{~}Unless, perhaps...
ru_ru: <11>{#p/basic}{~} Если только...

source: <11>{#p/basic}{~}You can offer me a little insurance?
ru_ru: <11>{#p/basic}{~} Не могли бы вы дать мне немного страховки?

source: <11>{#p/basic}{~}But unless my deal changes, your SOUL is as good as mine~
ru_ru: <11>{#p/basic}{~} Но если моя сделка не изменится, ваша душа будет такой же хорошей, как и моя.

source: <11>{#p/basic}{~}Ahuhuhu...
ru_ru: <11>{#p/basic}{~}.

source: <11>{#p/basic}{~}You two have my sincerest apologies~
ru_ru: <11>{#p/basic}{~} Я приношу вам обоим самые искренние извинения.

source: <11>{#p/basic}{~}This is a good deed I won't easily forget!
ru_ru: <11>{#p/basic}{~} Это хорошая вещь, которую я не забуду легко!

source: <11>{#p/basic}{~}What's this? A message from Undyne?
ru_ru: Сообщение от Undyne?

source: <11>{#p/basic}{~}She's called off the deal...?
ru_ru: <11>{#p/basic}{~} Она отменила транзакцию.

source: <11>{#p/basic}{~}... hmmm...
ru_ru: <11>{#p/basic}{~}. Гексагидроксиметилмеламин.

source: <11>{#p/basic}{~}Well, I think my job here is done, don't you?
ru_ru: <11>{#p/basic}{~} Ладно, я думаю, что моя работа здесь завершена, а ты?

source: <11>{#p/basic}{~}Sorry for wasting your time~
ru_ru: <11>{#p/basic}{~} Прошу прощения за потерю вашего времени

source: <11>{#p/basic}{~}You know what, dearies?
ru_ru: <11>{#p/basic}{~} Дорогой, ты знаешь?

source: <11>{#p/basic}{~}You know what, dearie?
ru_ru: <11>{#p/basic}{~} Знаешь, дорогой?

source: <11>{#p/basic}{~}I've had enough of fighting you.
ru_ru: <11>{#p/basic}{~} Я устал драться с тобой.

source: <11>{#p/basic}{~}So do what you will.
ru_ru: <11>{#p/basic}{~} Поэтому делайте то, что хотите.

source: <11>{#p/basic}{~}... sorry, Undyne. I'd rather die on my own terms, thank you.
ru_ru: Я лучше умру по - своему, спасибо.

source: <11>{#p/basic}{~}... sorry, Undyne. This has dragged on for long enough.
ru_ru: Это затянулось.

source: <11>{#p/basic}{~}Honestly, a little bully like you isn't worth dying over...
ru_ru: <11>{#p/basic}{~} Честно говоря, такие маленькие обидчики, как ты, не заслуживают смерти за это.

source: <11>{#p/basic}{~}Honestly, a little bully like you isn't worth my time...
ru_ru: <11>{#p/basic}{~} Честно говоря, такие маленькие ублюдки, как ты, не стоят того, чтобы я терял время.

source: <11>{#p/basic}{~}Bye bye, now~
ru_ru: <11>{#p/basic}{~} Прощай, сейчас ~

source: <32>{#p/human}* (Undyne doesn't even seem to know what it is.)
ru_ru: <32>{#p/human}* (Undyne, похоже, даже не знает, что это такое.

source: <20>{#p/undyne}Huh? What even IS this?
ru_ru: Что это такое?

source: <32>{#p/basic}* The smell reminds Undyne of someone close to her...
ru_ru: <32>{#p/basic}* Этот запах напоминает Ундин о тех, кто рядом с ней.

source: <32>{#p/story}* Undyne's ATTACK down!
ru_ru: <32>{#p/story}* Атака Undyne!

source: <32>{#p/basic}* The smell reminds Undyne of someone she'll never see again...
ru_ru: <32>{#p/basic}* Этот запах напоминает Ундин о человеке, которого она больше никогда не увидит.

source: <32>{#p/basic}* ... but her determination to eliminate you strengthens.
ru_ru: <32>{#p/basic}* ... Но ее решимость уничтожить тебя усилилась.

source: <32>{#p/story}* Undyne's ATTACK up! * Undyne's DEFENSE down!
ru_ru: * Защита Ундина падает!

source: <32>{#p/story}* Undyne's DEFENSE down!
ru_ru: <32>{#p/story}* Защита Undyne провалилась!

source: <32>{#p/asriel2}* Undyne. * Still not dead...?
ru_ru: * Еще не умер.

source: <32>{#p/asriel2}* Undyne. * Shouldn't you be attacking her or something?
ru_ru: * Вы не должны нападать на нее?

source: <32>{#p/story}* UNDYNE - ATK 40 DEF 100 * Captain of the Royal Guard. * Relentless.
ru_ru: * Безжалостный.
