Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <20>{#e/undyne/17}You didn't even land the hit on me!
ru_ru: <20>{#e/undyne/17} Ты даже не ударил меня!

source: <20>{#p/undyne}{#e/undyne/12}When I told you to hit me...
ru_ru: <20>{#p/undyne}{#e/undyne/12} Когда я позволю тебе ударить меня...

source: <20>{#e/undyne/9}I MEANT IT LITERALLY!
ru_ru: <20>{#e/undyne/9} Я серьезно!

source: <20>{#p/undyne}{#e/undyne/6}Wh-... no!
ru_ru: <20>{#p/undyne}{#e/undyne/6} Wh -... Нет!

source: <20>{#e/undyne/8}If anyone's got someone's heart, it's...
ru_ru: <20>{#e/undyne/8} Если у кого - то есть сердце другого, то это...

source: <20>{#e/undyne/5}Wait, no- Shut up!!!
ru_ru: Заткнись!

source: <20>{#p/undyne}{#e/undyne/10}Would you STOP THAT!?
ru_ru: <20>{#p/undyne}{#e/undyne/10] Вы можете остановиться?

source: <20>{#e/undyne/15}If you keep going like this, I'll...
ru_ru: <20>{#e/undyne/15} Если вы продолжите так продолжать, я...

source: <20>{#e/undyne/16}I'll...
ru_ru: <20>{#e/undyne/16} Я буду.

source: <20>{#p/undyne}{#p/undyne}{#e/undyne/18}Wha-... I...!
ru_ru: I. СОДЕРЖАНИЕ

source: <20>{#e/undyne/10}AHHHHHHHHHHHHHH- YOU FLIRTATIOUS LITTLE BRAT!
ru_ru: Ах ты, легкомысленный малый!

source: <20>{#e/undyne/8}I HAVE HALF THE NERVE TO...
ru_ru: <20>{#e/undyne/8} У меня есть половина мужества.

source: <20>{#e/undyne/7}TO...
ru_ru: <20>{#e/undyne/7} Требуется.

source: <33>{#p/story}* In this case, FIGHTING might not be such a bad idea.
ru_ru: <33>{#p/story}* В этом случае драка может быть не плохой идеей.

source: <33>{#p/story}* Something magical is happening.
ru_ru: <33>{#p/story}* Волшебные вещи происходят.

source: <32>{#p/story}* Undyne is at her limit.
ru_ru: <32>{#p/story}* Undyne достиг предела.

source: <32>{#p/human}* (You flirt with Undyne.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Undyne).

source: <32>{#p/human}* (You tell Undyne she's got your heart hook, line, and sinker.)
ru_ru: <32>{#p/human}* (Вы сказали Undyne, что у нее есть ваш сердечный крючок, нитка и седиментатор.)

source: <32>{#p/human}* (You commend Undyne on her brave, fighting spirit.) * (She's YOUR hero, now.)
ru_ru: * (Теперь она твой герой.)

source: <32>{#p/human}* (You tell Undyne she's a precious, adorable little urchin.)
ru_ru: <32>{#p/human}* (Вы сказали Undyne, что она драгоценный и милый маленький терк.)

source: <20>{#p/undyne}{#e/undyne/4}Heh... you know what?
ru_ru: <20>{#p/undyne}{#e/undyne/4} Эй. Знаешь что?

source: <20>{#e/undyne/11}I don't really want to hurt you.
ru_ru: <20>{#e/undyne/11: Я действительно не хочу причинять тебе боль.

source: <20>{#e/undyne/11}At first, I was excited by the prospect of fighting you...
ru_ru: <20>{#e/undyne/11: Сначала я был в восторге от перспективы сразиться с тобой.

source: <20>{#e/undyne/11}I don't actually want to hurt you either.
ru_ru: <20>{#e/undyne/11: На самом деле я не хочу причинять тебе боль.

source: <20>{#e/undyne/11}At first, I despised your stupid saccharine schtick, but...
ru_ru: <20>{#e/undyne/11: Сначала я презирал твой дурацкий сахариновый молочный коктейль, но...

source: <20>{#e/undyne/3}But seeing you go along with me right now, it...
ru_ru: <20>{#e/undyne/3} Но когда я вижу, что ты идешь со мной сейчас, это...

source: <20>{#e/undyne/3}The way you hit me right now, it...
ru_ru: <20>{#e/undyne/3} То, как ты сейчас бьешь меня.

source: <20>{#e/undyne/3}The way you missed your attack right now, it...
ru_ru: <20>{#e/undyne/3} То, как вы пропустили атаку сейчас, это...

source: <20>{#e/undyne/3}But seeing you act that way towards me right now, it...
ru_ru: <20>{#e/undyne/3} Но видеть, что ты сейчас так поступаешь со мной, это...

source: <20>{#e/undyne/3}The way you acted towards me right now, it...
ru_ru: <20>{#e/undyne/3} Ваше отношение ко мне сейчас.

source: <20>{#e/undyne/4}Reminded me of someone I used to train with.
ru_ru: <20>{#e/undyne/4} напоминает мне людей, с которыми я тренировался.

source: <20>{#e/undyne/11}... you may not be a wimpy loser like him.
ru_ru: <20>{#e/undyne/11. Ты можешь быть не таким трусливым неудачником, как он.

source: <20>{#e/undyne/11}But one thing you do have in common...
ru_ru: <20>{#e/undyne/11} Но у вас есть одна общая черта.

source: <20>{#e/undyne/1}Is a sense of respect for what it means to fight.
ru_ru: <20>{#e/undyne/1} - это уважение к боевому значению.

source: <20>{#e/undyne/11}Now I know you aren't just some wimpy loser.
ru_ru: <20>{#e/undyne/11: Теперь я знаю, что ты не просто трусливый неудачник.

source: <20>{#e/undyne/13}You're a wimpy loser with a big heart!
ru_ru: <20>{#e/undyne/13} Ты трусливый неудачник с открытым сердцем!

source: <20>{#e/undyne/4}Just like him...
ru_ru: <20>{#e/undyne/4} Как и он.

source: <20>{#e/undyne/3}Listen, human.
ru_ru: <20>{#e/undyne/3} Слушайте, человек.

source: <20>{#f/undyne/0}It seems that you and Asgore are destined to meet.
ru_ru: <20>{#f/undyne/0} Похоже, вам с Асгором суждено встретиться.

source: <20>{#e/undyne/3}Unlike you...
ru_ru: <20>{#e/undyne/3} не такой, как вы.

source: <20>{#e/undyne/3}Knowing him...
ru_ru: <20>{#e/undyne/3} Знает Его.

source: <20>{#e/undyne/4}He probably doesn't want to fight you.
ru_ru: <20>{#e/undyne/4} Он может не хотеть драться с вами.

source: <20>{#e/undyne/0}Talk to him, if you can.
ru_ru: <20>{#e/undyne/0} Поговорите с ним, если можно.

source: <20>{#e/undyne/0}Tell him what you want upfront.
ru_ru: <20>{#e/undyne/0} заранее сообщите ему, чего вы хотите.

source: <20>{#e/undyne/3}I get that might be a little weird for you, but...
ru_ru: <20>{#e/undyne/3} Я знаю, что это может быть немного странно для вас, но...

source: <20>{#e/undyne/4}I'm sure you two can work something out.
ru_ru: <20>{#e/undyne/4} Я уверен, что вы двое сможете что - то придумать.

source: <20>{#e/undyne/0}And as for our freedom?
ru_ru: <20>{#e/undyne/0} Что касается нашей свободы?

source: <20>{#e/undyne/1}Well.
ru_ru: <20>{#e/undyne/1} Хорошо.

source: <20>{#e/undyne/3}If some other, less respectable human ends up here...
ru_ru: <20>{#e/undyne/3} Если другие менее достойные люди приходят сюда...

source: <20>{#e/undyne/3}I'll take THEIR soul instead of yours.
ru_ru: <20>{#e/undyne/3} Я заберу их души, а не ваши.

source: <20>{#f/undyne/0}Talk to him.
ru_ru: <20>{#f/undyne/0} Поговорите с ним.

source: <20>{#f/undyne/1}I'm sure you two can work something out.
ru_ru: <20>{#f/undyne/1} Я уверен, что вы двое сможете что - то придумать.

source: <20>{#e/undyne/3}Eventually, some meaner human will end up here...
ru_ru: <20>{#e/undyne/3} В конце концов, некоторые более подлые люди придут сюда...

source: <20>{#e/undyne/3}And I'll take THEIR soul instead of yours.
ru_ru: <20>{#e/undyne/3} Я заберу их души, а не ваши.

source: <20>{#f/undyne/1}That makes sense, right? Fuhuhu.
ru_ru: Фуху.

source: <20>{#f/undyne/0}Oh, and if you DO hurt Asgore...
ru_ru: <20>{#f/undyne/0} О, если вы действительно причинили вред Асго...

source: <20>{#e/undyne/11}I'll take the human SOULs... cross the force field...
ru_ru: <20>{#e/undyne/11: Я заберу человеческую душу. Через силовое поле.

source: <20>{#e/undyne/8}And give you a REAL battle!
ru_ru: <20>{#e/undyne/8} Подарите вам настоящую битву!

source: <20>{#e/undyne/13}That's what warriors do, right?
ru_ru: <20>{#e/undyne/13} Так делают воины, не так ли?

source: <20>{#e/undyne/8}And beat the hell out of you!
ru_ru: <20>{#e/undyne/8} Пригнитесь!

source: <20>{#e/undyne/13}That's what friends are for, right?
ru_ru: <20>{#e/undyne/13} Это роль друга, не так ли?

source: <20>{#e/undyne/13}Fuhuhu!
ru_ru: <20>{#e/undyne/13} Фуху!

source: <20>{#e/undyne/13}Now let's get the hell out of this flaming house!
ru_ru: <20>{#e/undyne/13} Теперь давайте покинем этот горящий дом!

source: It is said this pendant was worn by Erogot himself.
ru_ru: Считается, что этот кулон был надет самим Эроготом.

source: Artifact
ru_ru: Искусственные предметы

source: <32>{#p/human}* (You throw away the Legendary Artifact.)
ru_ru: <32>{#p/human}* (Вы выбросили легендарный артефакт.)

source: <32>{#p/basic}* The dog dances even harder!
ru_ru: <32>{#p/basic}* Собака прыгает еще сильнее!

source: <32>{#p/basic}* ... the dog's sighing quiets down, even if you can't tell.
ru_ru: <32>{#p/basic}* ... Собачьи вздохи затихают, даже если вы не можете их видеть.

source: <32>{#p/human}* (Inscribed with the signature of a former world leader.)
ru_ru: <32>{#p/human}* (выгравирована подпись бывшего мирового лидера).

source: <32>{#p/basic}* It is said this pendant was worn by Erogot himself.
ru_ru: <32>{#p/basic}* Считается, что этот кулон был надет самим Эроготом.

source: Legendary Artifact
ru_ru: Легендарные артефакты

source: <32>{#p/human}* (You use the Legendary Artifact.)
ru_ru: <32>{#p/human}* (Вы используете легендарные артефакты).

source: <32>{#p/basic}* ... the dog's dancing slows down, even if you can't tell.
ru_ru: <32>{#p/basic}* ... Танец собаки замедляется, даже если ты не видишь.

source: <32>{#p/basic}* The dog sighs even louder!
ru_ru: <32>{#p/basic}* Собака вздыхает еще больше!

source: <32>{#p/human}* (Nothing happens.)
ru_ru: <32>{#p/human}* (Ничего не произошло.)

source: Makes the weak-willed see things from your point of view.
ru_ru: Пусть слабые люди смотрят на вещи с вашей точки зрения.

source: Epiphany
ru_ru: прозрение

source: <32>{#p/human}* (You cast The Epiphany away.)
ru_ru: <32>{#p/human}* (Вы отказались от главного.)

source: <32>{#p/human}* (A tome from centuries past, used first by a former world leader.)
ru_ru: <32>{#p/human}* (большая часть книги многовековой давности, впервые использованная бывшим мировым лидером).

source: <33>{#p/basic}* Makes the weak-willed see things from your point of view. * Not viable outside of battle.
ru_ru: * Невозможность вне рамок боевых действий.

source: The Epiphany
ru_ru: Язык

source: <32>{#p/human}* (You activated The Epiphany on yourself, with the intent to hug.)
ru_ru: <32>{#p/human}* (Вы активируете собственное прозрение с намерением обнять).

source: <32>{#p/human}* (No effect.)
ru_ru: <32>{#p/human}* (Без последствий).

source: <32>{#p/human}* (You read through the ancient text of the tome.)
ru_ru: <32>{#p/human}* (Вы прочли древние тексты этого огромного произведения.)

source: <33>* (The text appears to be self- translating.)
ru_ru: <33>* (Текст, как представляется, переводится сам по себе.)

source: <32>{#p/human}* (You activated The Epiphany.)
ru_ru: <32>{#p/human}* (Вы активировали ГЛАВНЫЙ ГЛАВНЫЙ.)

source: <32>{#p/human}* (No effect outside of battle.)
ru_ru: <32>{#p/human}* (Эффект вне боя отсутствует).

source: Not for the faint of teeth.
ru_ru: Не подходит для слабых зубов.

source: <32>{#p/human}* (You throw away the Licorice.)
ru_ru: <32>{#p/human}* (Вы выбрасываете солодку.)

source: <32>{#p/human}* (24 HP.)
ru_ru: <32>Сер #p/человек* (24 л.с.)

source: <32>{#p/basic}* "Licorice" Heals 24 HP * Not for the faint of teeth.
ru_ru: * Не подходит для слабых зубов.

source: <32>{#p/human}* (You gnawed at the Licorice.)
ru_ru: <32>{#p/human}* (Вы грызли лакрицу.)

source: Sourced from a tree that grew on the monsters' homeworld.
ru_ru: Происходит из дерева, выращенного в доме монстра.

source: Sap
ru_ru: Динамизм

source: <32>{#p/human}* (You throw away the Tree Sap.)
ru_ru: <32>{#p/human}* (Вы выбрасываете древесную жидкость.)

source: <32>{#p/human}* (35 HP.)
ru_ru: <32>AU #p/People 's* (35 л.с.)

source: <32>{#p/basic}* "Tree Sap" Heals 35 HP * Sourced from a tree that grew on the monsters' homeworld.
ru_ru: * Из дерева, выращенного в доме монстра.

source: Tree Sap
ru_ru: Деревянный сок

source: <32>{#p/human}* (You chewed the Tree Sap.)
ru_ru: <32>{#p/human}* (Вы жуете сок дерева.)

source: Expand your reality! Makes you invincible longer.
ru_ru: Это делает вас непобедимыми дольше.

source: Headset
ru_ru: Головные наушники

source: <32>{#p/human}* (You throw away the AR Headset.)
ru_ru: <32>{#p/human}* (Вы выбросили наушники AR.)

source: <32>{#p/basic}* "AR Headset" (6 DF) * Expand your reality! Makes you invincible longer.
ru_ru: * Расширяйте свою реальность! Это делает вас непобедимыми дольше.

source: AR Headset
ru_ru: AR Наушники

source: <32>{#p/human}* (You wear the AR Headset.)
ru_ru: <32>{#p/human}* (Вы носите наушники AR.)

source: Makes you invincible just a little longer.
ru_ru: Сделай тебя непобедимым.

source: Headset?
ru_ru: Головные наушники?

source: <32>{#p/basic}* "AR Headset?" (4 DF) * Expand your reality! Makes you invincible a little longer.
ru_ru: * Расширяйте свою реальность! Сделай тебя непобедимым.

source: AR Headset?
ru_ru: Наушники AR?

source: A digital journal. Makes you invincible longer.
ru_ru: Это делает вас непобедимыми дольше.

source: Datapad
ru_ru: Клавиатура данных

source: <32>{#p/human}* (You throw away the Datapad.)
ru_ru: <32>{#p/human}* (Вы выбросили Datapad.)

source: <32>{#p/basic}* "Datapad" (2 AT) * A digital journal. * Makes you invincible longer.
ru_ru: * Делает вас непобедимыми дольше.

source: <32>{#p/human}* (You equip the Datapad.)
ru_ru: <32>{#p/human}* (Вы оснащены клавиатурой данных).

source: Datapad?
ru_ru: Клавиатура данных?

source: <32>{#p/basic}* "Datapad?" (0 AT) * Makes you invincible just a little longer.
ru_ru: * Сделай тебя еще более непобедимым.

source: A picturesque landscape...
ru_ru: Пейзаж живописный.

source: Postcard
ru_ru: Открытка

source: <32>{#p/human}* (You throw away the Postcard.)
ru_ru: <32>{#p/human}* (Вы выбрасываете открытку).

source: <32>{#p/human}* (A perfectly ordinary piece of paper, with no notable attributes.)
ru_ru: <32>{#p/human}* (совершенно обычный лист бумаги, не имеющий очевидных свойств).

source: <32>{#p/basic}* A picturesque landscape...
ru_ru: <32>{#p/basic}* Живописный.

source: <32>{#p/human}* (You rip up the Postcard.)
ru_ru: <32>{#p/human}* (Ты порвал открытку.)

source: <32>{#p/story}* ATTACK up by ${2 + battler.at_bonus}!
ru_ru: <32>{#p/story}* Атакуйте монеты ${2 + battler.at_bonus}!

source: <32>{#p/human}* (You daydream about the landscape on the Postcard.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: With great confections come great sweetsponsibilities.
ru_ru: Вкусные сладости сопровождаются вкусными сладостями.

source: Cheesecake
ru_ru: Сырный торт.

source: <32>{#p/human}* (You throw away the Cheesecake.)
ru_ru: <32>{#p/human}* (Вы выбрасываете чизкейк.)

source: <32>{#p/basic}* And the cycle of abandonment continues.
ru_ru: <32>{#p/basic}* Цикл отказа продолжается.

source: <25>{#p/sans}{#f/3}* ... oh. * that's a shame.
ru_ru: * Очень жаль.

source: <25>{#p/sans}{#f/2}* i'd hoped someone would take care of that for me.
ru_ru: <25>{#p/sans}{#f/2}* Я надеюсь, что кто - то поможет мне решить эту проблему.

source: <32>{#p/human}* (45 HP.)
ru_ru: <32>Сер #p/человек* (45 л.с.)

source: <32>{#p/basic}* "Cheesecake" Heals 45 HP * With great confections come great sweetsponsibilities.
ru_ru: * Вкусные сладости сопровождаются вкусными сладостями.

source: <32>{#p/human}* (You eat the Cheesecake.)
ru_ru: <32>{#p/human}* (Вы едите чизкейк.)

source: <25>{#p/sans}{#f/0}* ... oh. * you actually ate it?
ru_ru: * Вы действительно едите?

source: <25>{#p/sans}{#f/2}* i had no idea anyone liked my baking skills.
ru_ru: <25>{#p/sans}{#f/2}* Я не знаю никого, кто любит мои навыки выпечки.

source: A bag of chisps from far beyond the stars.
ru_ru: Пакет чипсов с далекого неба.

source: <32>{#p/human}* (You throw away the Cosmic Chisps.)
ru_ru: <32>{#p/human}* (Вы выбрасываете долото Вселенной.)

source: <32>{#p/human}* (18 HP.)
ru_ru: <32>Сер #p/человек* (18 л.с.)

source: <32>{#p/basic}* "Cosmic Chisps" Heals 18 HP * A bag of chisps from far beyond the stars.
ru_ru: * Пакет чипсов с далекого неба.

source: Cosmic Chisps
ru_ru: Вселенная.

source: <32>{#p/human}* (You eat the Cosmic Chisps.)
ru_ru: <32>{#p/human}* (Вы едите космическое долото.)

source: Standard-issue rations. Great for emergencies.
ru_ru: Идеально подходит для чрезвычайных ситуаций.

source: <32>{#p/human}* (You throw away the Rations.)
ru_ru: <32>{#p/human}* (Вы выбросили пайки.)

source: <32>{#p/human}* (30 HP.)
ru_ru: <32>AU #p/People 's* (30 л.с.)

source: <32>{#p/basic}* "Rations" Heals 30 HP * Standard-issue rations. * Great for emergencies.
ru_ru: * Идеально подходит для чрезвычайных ситуаций.

source: <32>{#p/human}* (You consume the Rations.)
ru_ru: <32>{#p/human}* (Вы потребляете пайки).

source: Increases your SPEED in battle.
ru_ru: Повышайте скорость в бою.

source: Tea
ru_ru: Чай

source: <32>{#p/human}* (You throw away the Nebula Tea.)
ru_ru: <32>{#p/human}* (Вы выбросили туманный чай).

source: <32>{#p/human}* (15 HP.)
ru_ru: <32>Сер #p/человек* (15 л.с.)

source: <33>{#p/basic}* "Nebula Tea" Heals 15 HP * Increases your SPEED in battle. * Not viable outside of battle.
ru_ru: * Невозможность вне рамок боевых действий.

source: Nebula Tea
ru_ru: Туманный чай

source: <32>{#p/human}* (You drink the Nebula Tea.)
ru_ru: <32>{#p/human}* (Вы пьете туманный чай).

source: <32>{#p/story}* SPEED up by 1!
ru_ru: <32>{#p/story}* Ускорение 1!

source: Like Earth tofu, but spacier.
ru_ru: Как картофельная гниль, но более просторная.

source: Tofu
ru_ru: Тофу

source: <32>{#p/human}* (You throw away the Space Tofu.)
ru_ru: <32>{#p/human}* (Вы выбросили космический тофу.)

source: <32>{#p/human}* (17 HP.)
ru_ru: <32>Сер #p/человек* (17 л.с.)

source: <32>{#p/basic}* "Space Tofu" Heals 17 HP * Like Earth tofu, but spacier.
ru_ru: * Как картофельная гниль, но более просторная.

source: Space Tofu
ru_ru: Космический тофу

source: <32>{#p/human}* (You ingest the Space Tofu.)
ru_ru: <32>{#p/human}* (Вы употребляли космический тофу.)

source: <32>* (The taste fills you with a certain kind of feeling...)
ru_ru: <32>* (Вкус наполняет вас определенным чувством...)

source: <32>{#p/story}* ATTACK up by ${4 + battler.at_bonus}!
ru_ru: <32>{#p/story}* Атака плюс ${4 + battler.at_bonus}!

source: Finally, a proper breakfast.
ru_ru: Наконец, хороший завтрак.

source: Tem Flakes
ru_ru: Желтовато - жёлтая пленка

source: <32>{#p/human}* (You discard the Temmie Flakes.)
ru_ru: <32>{#p/human}* (Вы отбросили Temmie Flakes.)

source: <32>{#p/human}* (2 HP.)
ru_ru: <32>AU #p/People 's* (2 л.с.)

source: <32>{#p/basic}* "Temmie Flakes" Heals 2 HP * Finally, a proper breakfast.
ru_ru: * И наконец, сытный завтрак.

source: Temmie Flakes
ru_ru: Тэмми

source: <32>{#p/human}* (You eat the Temmie Flakes.)
ru_ru: <32>{#p/human}* (Вы ели Temmie Flakes).

source: The things you can do with a college education!
ru_ru: Что может сделать университетское образование!

source: Tem Armor
ru_ru: Малая броня

source: <32>{#p/human}* (You throw away the Temmie Armor.)
ru_ru: <32>{#p/human}* (Вы выбросили доспехи Temmie.)

source: <32>{#p/human}* (10 AT, 20 DF.)
ru_ru: <32>Сер #p/человек* (10 AT, 20 DF).

source: <32>{#p/basic}* "Temmie Armor" (10 AT, 20 DF) * The things you can do with a college education!
ru_ru: * Что может сделать университетское образование!

source: <32>* Makes you invincible a lot longer...
ru_ru: <32>* Делает вас непобедимыми дольше.

source: <32>* Restores a lot of lost HP after each turn...
ru_ru: <32>* После каждого раунда восстанавливается значительная часть потерянной стоимости жизни.

source: <32>* Your opposition's attacks have a fair chance to heal you...
ru_ru: <32>* Атака вашего противника имеет хорошие шансы вылечить вас.

source: <32>* Significantly increases aim time in battle...
ru_ru: <32>* Значительное увеличение времени прицеливания в бою.

source: <32>* It does everything any other item can do, but better.
ru_ru: <32>* Он сделал все, что мог сделать любой другой проект, но лучше.

source: Temmie Armor
ru_ru: Тэмми (доспехи)

source: <32>{#p/human}* (You don the Temmie Armor.)
ru_ru: <32>{#p/human}* (Вы надели доспехи Temmie.)

source: Nimble, but fickle. Not a suitable jetpack replacement.
ru_ru: Быстро, но непостоянно. Это не лучшая альтернатива реактивному рюкзаку.

source: Boots
ru_ru: Сапоги

source: <32>{#p/human}* (You throw away the Hoverboots.)
ru_ru: <32>{#p/human}* (Вы выбрасываете сапоги на воздушной подушке.)

source: <32>{#p/basic}* "Hoverboots" (7 AT) * Nimble, but fickle. Not a suitable jetpack replacement.
ru_ru: * Быстро, но непостоянно. Это не лучшая альтернатива реактивному рюкзаку.

source: Hoverboots
ru_ru: Ботинки на воздушной подушке

source: <32>{#p/human}* (You equip the Hoverboots.)
ru_ru: <32>{#p/human}* (Вы оснащены сапогами на воздушной подушке).

source: Not for the faint of heart.
ru_ru: Не для трусливых.

source: Flight Suit
ru_ru: Летный костюм

source: <32>{#p/human}* (You throw away the Flight Suit.)
ru_ru: <32>{#p/human}* (Вы выбрасываете скафандр.)

source: <32>{#p/basic}* "Flight Suit" (10 DF) * Not for the faint of heart.
ru_ru: * Не для трусливых.

source: <32>{#p/human}* (You wear the Flight Suit.)
ru_ru: <32>{#p/human}* (Вы носите скафандр.)

source: Undyne's personal recipe...?
ru_ru: Индивидуальный рецепт Ундин.

source: Odd Snack
ru_ru: Странная закуска.

source: <32>{#p/human}* (You throw away the Odd Snack.)
ru_ru: <32>{#p/human}* (Вы выбросили странные закуски.)

source: <25>{#p/undyne}{#f/8}* Fuhuhuhu! * Throw that snack on the cold, hard floor!
ru_ru: * Бросьте закуски на холодный и жесткий пол!

source: <32>{#p/basic}* "Odd Snack" Heals 15 HP * Undyne's personal recipe...?
ru_ru: * Индивидуальный рецепт Ундин.

source: <32>{#p/human}* (You eat the Odd Snack.)
ru_ru: <32>{#p/human}* (Вы едите странные закуски).

source: <25>{#p/undyne}{#f/1}* Hope you like it!
ru_ru: <25>{#p/undyne}{#f/1}* Надеюсь, вам понравится!

source: <25>{#p/undyne}{#f/14}* Hope you like it!
ru_ru: <25>{#p/undyne}{#f/14}* Надеюсь, вам понравится!

source: <32>{#p/basic}* Crispy.
ru_ru: <32>{#p/basic}* Хрупкий.

source: 0G - free flake!!
ru_ru: 0G - Нет тонких кусочков!

source: §fill=#808080§--- UNAVAILABLE ---
ru_ru: § fill = #80080 § - - недоступен - -

source: ${armorprice}G - temy ARMOR!!!
ru_ru: ${armorprice}G - Тэмми Амор!

source: 1000G - tem pay 4 colleg
ru_ru: 1000 G - Платежи по проекту 4 долл. США

source: Exit
ru_ru: Экспорт

source: 4G - tem flake
ru_ru: Плита 4G

source: 2G - tem flake (ON SALE,)
ru_ru: 2G тонкий (по специальной цене)

source: 20G - tem flake (expensiv)
ru_ru: 20G - пластинчатый (дорогой)

source: Heals 2HP free food of tem!!
ru_ru: Тэм!

source: Armor: 20DF make battles ver easy!!!
ru_ru: Слишком легко!

source: COLLEG tem pursu higher education
ru_ru: Образование

source: Heals 2HP food of tem
ru_ru: Тем

source: Heals 2HP DISCOUNT FOOD OF TEM!!!
ru_ru: Тэм!

source: Heals 2HP food of tem (expensiv)
ru_ru: (Дорого)

source: <09>{#p/tem}{#k/0}hOI! welcome to... TEM SHOP!
ru_ru: Магазин TEM!

source: <09>{#p/tem}{#k/6}thanks PURCHASE!
ru_ru: <09>{#p/tem}{#k/6} Спасибо за покупку!

source: <09>{#p/tem}{#k/2}you don hav da muns,
ru_ru: <09>{#p/tem}{#k/2} У вас нет денег,

source: <10>{#p/human}(You're carrying too much.)
ru_ru: <10>{#p/human} (Вы принесли слишком много).

source: Take it?
ru_ru: Держи?

source: Buy it for $(x)G?
ru_ru: $(x) G?

source: Sell it for $(x)G?
ru_ru: $(x) G?

source: <09>{#p/basic}Nothing left.
ru_ru: <09>{#p/basic} Ничего не осталось.

source: <09>{#p/tem}{#k/2}not for sale...
ru_ru: <09>{#p/tem}{#k/2} не продается.

source: Take
ru_ru: Принять

source: Steal
ru_ru: Кража

source: Read
ru_ru: Читать

source: Buy
ru_ru: Покупка

source: Sell
ru_ru: Продажа

source: Talk
ru_ru: Разговор

source: <23>{#p/tem}{#k/0}* hOI! * welcom to... * da TEM SHOP!!!
ru_ru: * Да ТЕМ Магазин!!!

source: <23>{#p/basic}* ... but everybody ran.
ru_ru: <23>{#p/basic}* ... Но все сбежали.

source: <30>{#p/tem}{#k/2}* NUUU!!! * my muns,,,
ru_ru: * Моя мама,

source: <30>{#p/tem}{#k/4}* cannot STEAL!!!
ru_ru: <30>{{#p/tem}{#k/4}* Не может фотографировать!!

source: <30>{#p/tem}{#k/3}* No.
ru_ru: <30>{#p/tem}{#k/3}* Нет.

source: <30>{#p/human}* (You took 32767G from behind the counter.)
ru_ru: <30>{#p/human}* (Вы взяли 32767G из - за стойки.)

source: <30>{#p/basic}* Nothing left.
ru_ru: <30>{#p/basic}* Ничего не осталось.
