Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>{#p/basic}* I'm going to pretend you didn't just sell that locket.
ru_ru: <32>{#p/basic}* Я сделаю вид, что ты не просто продал этот кулон.

source: <32>{#p/human}* (You decide not to equip.)
ru_ru: <32>{#p/human}* (Вы решили не оснащаться).

source: <32>{#p/human}* (You grab Toriel's hand.)
ru_ru: <32>{#p/human}* (Вы держите руку Тольера.)

source: <25>{#p/toriel}{#f/2}* Oh my...! * F-frisk, is that you?
ru_ru: <25>{#p/toriel}{#f/2}* О, Боже...! * Ф-фриск, это ты?

source: <25>{#f/1}* It's a little hard to see in here...
ru_ru: <25>{#f/1}* Здесь немного некрасиво.

source: <25>{#p/toriel}{#f/9}* I apologize. You must have been looking all over for me.
ru_ru: <25>{#p/toriel}{#f/9}* Я приношу свои извинения. Вы, должно быть, искали меня повсюду.

source: <25>{#f/9}* If you tried to call me, I had my phone turned off.
ru_ru: <25>{#f/9}* Если вы попытаетесь позвонить мне, мой телефон выключен.

source: <25>{#f/13}* I am sorry for all that I did, little one.
ru_ru: <25>{#f/13}* Я извиняюсь за все, что я сделал, малыш.

source: <25>{#f/13}* Even if you forgive me, it would be difficult to accept it.
ru_ru: <25>{#f/13}* Даже если ты простишь меня, это трудно принять.

source: <25>{#f/9}* I am only beginning to come to terms with my behavior in the past.
ru_ru: <25>{#f/9}* Я только начал принимать прошлое поведение.

source: <25>{#f/10}* I suppose it is nice to see you here.
ru_ru: <25>{#f/10}* Я хотел бы быть очень рад видеть вас здесь.

source: <25>{#p/toriel}{#f/5}* ... huh? * You wanted me to call... Sans?
ru_ru: <25>{#p/toriel}{#f/5}* ... а? * Ты хотел, чтобы я позвонила... Сансу?

source: <25>{#f/1}* Let me turn it on...
ru_ru: <25>{#f/1}* Позвольте мне открыть его.

source: <32>{#s/phone}{#p/event}* Dialing...
ru_ru: <32>Сержант #s/phone сержант #p/event* набирает номер.

source: <25>{#p/toriel}{#f/3}* ... oh, right. * My phone does not work very well here.
ru_ru: <25>{#p/toriel}{#f/3}* ... о, ясно. * Мой телефон не очень хорошо работает здесь.

source: <25>{#f/4}* I will have to go up there and talk to him myself.
ru_ru: <25>{#f/4}* Я должен лично пойти туда и поговорить с ним.

source: <25>{#f/5}* Er... I will do so. * But not now.
ru_ru: <25>{#f/5}* Э... Я это сделаю. * Но не сейчас.

source: <25>{#p/toriel}{#f/5}* ... huh? * You have something else to tell me?
ru_ru: <25>{#p/toriel}{#f/5}* ... а? * Ты хочешь сказать мне что-то ещё?

source: <32>{#p/human}* (You repeat the advice given to you by Toriel in Archive Six.)
ru_ru: <32>{#p/human}* (Вы повторяете рекомендации, которые дал Вам Ториэль в Archive Six).

source: <25>{#f/1}* Those words...
ru_ru: <25>{#f/1}* Эти слова.

source: <25>{#f/1}* How could you possibly have heard them...?
ru_ru: <25>{#f/1}* Как вы могли слышать их?

source: <25>{#f/0}* It has been nearly a century since I have spoken those words.
ru_ru: <25>{#f/0}* Я говорю эти слова уже почти столетие.

source: <25>{#f/1}* Well... * I will keep what you have told me in mind.
ru_ru: <25>{#f/1}* Хорошо... * Я буду помнить о том, что ты мне сказал.

source: <25>{#p/toriel}{#f/1}* Well, it would be a good time for you to go.
ru_ru: <25>{#p/toriel}{#f/1}* Ладно, тебе пора идти.

source: <25>{#f/5}* I know the transport ship is leaving soon, and I will not miss it.
ru_ru: <25>{#f/5}* Я знаю, что скоро отправится транспортное судно, и я не пропущу его.

source: <25>{#f/9}* For now, however, I must collect my thoughts.
ru_ru: <25>{#f/9}* Однако на данный момент я должен собрать свои идеи.

source: <25>{#f/1}* ... thank you for being good, Frisk. * You have been the best.
ru_ru: <25>{#f/1}* ... спасибо за то, что ты был хорошим, Фриск. * Ты был наилучшим.

source: <25>{#p/toriel}{#f/10}* Do not worry, Frisk. * I will be okay.
ru_ru: <25>{#p/toriel}{#f/10}* Не волнуйся, Фриск. * Со мной всё будет в порядке.

source: <25>{#f/1}* I will see you on the transport ship. * Alright?
ru_ru: <25>{#f/1}* Увидимся на транспортном корабле. * Хорошо?

source: <25>{#p/toriel}{#f/5}* Frisk, you must allow me time to process.
ru_ru: <25>{#p/toriel}{#f/5}* Frisk, вы должны дать мне время, чтобы справиться с этим.

source: <32>{#p/finalghost}* Ah, the classic. * Not just "a" spooktune, but "the" spooktune.
ru_ru: <32>{#p/finalghost}* А, классика. * Не просто "жуткая" мелодия, а "самая" жуткая мелодия.

source: <32>* The original, you might say.
ru_ru: <32>* Вы можете сказать, что это оригинал.

source: <32>{#p/mettaton}{#e/mettaton/9}* NOW THIS IS SOMETHING I CAN REALLY "VIBE" TO, AS BLOOKY WOULD SAY.
ru_ru: <32>{#p/metaton}{#e/metaton/9}* Как сказал Блоки, теперь это то, что я действительно могу "вибрировать".

source: <32>{#e/mettaton/36}* IT'S GOT JUST THE RIGHT MIX OF ELEMENTS...
ru_ru: <32>{#e/metaton/36}* Комбинация элементов является правильной.

source: <32>{#e/mettaton/8}* AND THE BREAKDOWN?
ru_ru: <32>{#e/metaton/8}* и Сбой?

source: <32>{#e/mettaton/9}* NOT WHAT I WOULD HAVE GONE FOR, BUT DECENT NONETHELESS.
ru_ru: <32>{#e/metaton/9}* Это не то, что я хочу, но быть настойчивым.

source: <32>{#p/basic}{#e/maddummy/1}* I always thought this one felt really slow, you know?
ru_ru: <32>{#p/basic}{#e/maddumm/1}* Я всегда чувствовал, что это чувство действительно медленное, вы знаете?

source: <32>* Just... super... duper... slow.
ru_ru: <32>* Только. Супер. Мошенники... Медленно.

source: <32>{#e/maddummy/0}* But that's just me.
ru_ru: <32>{#e/maddummy/0}* Но это только я.

source: <32>{#p/human}* (You feel the nearby monster presence dwindling.)
ru_ru: <32>{#p/human}* (Вы чувствуете, что монстры поблизости уменьшаются.)

source: <32>{#p/human}* (But there was nothing left for you to do here.)
ru_ru: <32>{#p/human}* (Но здесь больше нечего делать).

source: <32>{#p/basic}{#npc/a}* The grass is fading faster than I had thought.
ru_ru: <32>{#p/basic}{#npc/a}* Трава увядает быстрее, чем я думал.

source: <32>{#p/basic}* It's out of service.
ru_ru: <32>{#p/basic}* Он прекратил обслуживание.

source: <32>{#p/human}* (The terminal appears to have been powered off.)
ru_ru: <32>{#p/human}* (Терминал, как представляется, отключен.)

source: <32>{#p/human}* (You activate the terminal.)
ru_ru: <32>{#p/human}* (Вы активируете терминал).

source: <32>{#p/basic}* "Pathway unlocked!" * "No further action required."
ru_ru: <32>{#p/basic}* "Путь разблокирован!" * "Дальнейшие действия не требуются."

source: <32>{#p/basic}* "Enter override code!"
ru_ru: <32>AU #p/basic* "Введите код покрытия!"

source: <32>{#p/basic}* If only you knew a puzzle officionado who could tell you what that code might be.
ru_ru: <32>{#p/basic}* Если вы знаете любителя головоломки, он может сказать вам, что такое код.

source: * (Enter the code?)
ru_ru: * (Введёшь пароль?)

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: <32>{#p/human}* (You decide not to enter.)
ru_ru: <32>{#p/human}* (Вы решили не входить).

source: <32>{#p/basic}* Well, that's a mercy.
ru_ru: <32>{#p/basic}* Хорошо, это сострадание.

source: <32>{#p/event}* Ring, ring...
ru_ru: <32>{#p/event}* Звонит колокольчик, звонит колокольчик.

source: <32>{#p/alphys}* H-hey... are you there?
ru_ru: <32>{#p/alphys}* H - Hey. Ты здесь?

source: <32>* I know you want to keep going forward, but...
ru_ru: <32>* Я знаю, что вы хотите двигаться дальше, но...

source: <32>* If you do, she'll... try to kill you...
ru_ru: <32>* Если ты сделаешь это, она будет... Пытался убить тебя.

source: <32>* I tried to stop her... b-but she wouldn't listen to me!
ru_ru: <32>* Я пытался остановить ее. Но она меня не слушает!

source: <32>* Now she's...
ru_ru: <32>* Теперь она.

source: <32>* But, uh, it's okay! * Because...
ru_ru: <32>* Но, эм, всё в порядке! * Потому что...

source: <32>* B-because there's another way to get past her!
ru_ru: <32>* Б - потому что есть другой способ обойти ее!

source: <32>* I know it'd be kind of... * Inconvenient...
ru_ru: <32>* Я знаю, это было бы... * Неудобно...

source: <32>* But it's the only way you'll make it out alive...!
ru_ru: <32>* Но это единственный способ выжить.

source: <32>* T-trust me... okay?
ru_ru: <32>* Поверьте мне... хорошо?

source: <32>* Go back to the balcony j-just before the pylon puzzle.
ru_ru: <32>* Возвращайтесь на балкон j, прямо перед головоломкой башни.

source: <32>* If you don't, I...
ru_ru: <32>* Если ты этого не сделаешь, я...

source: <32>* I...
ru_ru: <32>* Я.

source: <32>* I'll... let you go now.
ru_ru: <32>* Я буду. Отпусти.

source: <32>{#s/equip}{#p/event}* Click...
ru_ru: <32>Сержант #s/equipment офицер #p/event* Нажмите.

source: <32>{#p/human}* (You got the Legendary Artifact.)
ru_ru: <32>{#p/human}* (Вы получили легендарный артефакт).

source: <32>{#p/human}* (You're carrying too much to take that.)
ru_ru: <32>{#p/human}* (Вы носите слишком много вещей, чтобы позволить себе.)

source: <32>{#p/human}* (The inscription describes a riddle of ivories and melodies.)
ru_ru: <32>{#p/human}* (Надпись описывает тайну слоновой кости и мелодии).

source: <32>{#p/basic}* There is an inscription inscribed on the pedastal.
ru_ru: <32>{#p/basic}* Надпись выгравирована на pedastal.

source: <32>* "Two halves, split by the ivories."
ru_ru: <32>* Две половины, разделенные слоновой костью.

source: <32>* "If the prince's is your left, then whose is your right?
ru_ru: <32>* Если принц слева от вас, то кто справа от вас?

source: <32>* "And what is their melody?"
ru_ru: <32>* "Какая у них мелодия?"

source: <32>{#p/basic}* The tome is attached firmly to the pedastal.
ru_ru: <32>{#p/basic}* Эта книга плотно прилипает к ботанику.

source: <32>{#p/human}* (You acquired The Epiphany.)
ru_ru: <32>{#p/human}* (Вы получили ГЛАВНОЕ.)

source: <32>{#p/human}* (The inscription speaks of peace and good intentions.)
ru_ru: <32>{#p/human}* (Надпись выражает мир и добрую волю.)

source: <32>{#p/basic}* There is a writ inscribed on the pedastal.
ru_ru: <32>{#p/basic}* Есть инструкция, написанная в науке.

source: <32>* "To those who are worthy, to those who are kind."
ru_ru: <32>* Посвящается тем, кто достоин уважения, тем, кто добр.

source: <32>* "To those who wish well, in both heart and mind."
ru_ru: <32>* Для тех, у кого есть добрые пожелания.

source: <32>* "May peace follow you on your journey home."
ru_ru: <32>* Пусть мир сопровождает вас домой.

source: * (What do you intend to do?)
ru_ru: * (Что ты собираешься делать?)

source: Spare
ru_ru: Пощадить

source: Bully
ru_ru: Хулиганить

source: Flirt
ru_ru: Флиртовать

source: Befriend
ru_ru: Подружиться

source: Hug
ru_ru: Обнять

source: Kill
ru_ru: Убить

source: Take Gold
ru_ru: Взять Золото.

source: <32>{#p/human}* (You focus your mind on the intent to spare.)
ru_ru: <32>{#p/human}* (Вы фокусируетесь на намерениях экономии.)

source: <32>{#p/human}* (You focus your mind on the intent to bully.)
ru_ru: <32>{#p/human}* (Вы фокусируетесь на намерениях издевательства.)

source: <32>{#p/human}* (You focus your mind on the intent to flirt.)
ru_ru: <32>{#p/human}* (Вы фокусируетесь на намерениях флирта.)

source: <32>{#p/human}* (You focus your mind on the intent to befriend.)
ru_ru: <32>{#p/human}* (Вы фокусируетесь на намерении завести друзей.)

source: <32>{#p/human}* (You focus your mind on the intent to hug.)
ru_ru: <32>{#p/human}* (Вы фокусируетесь на намерениях обнимать.)

source: <32>{#p/human}* (You focus your mind on the intent to kill.)
ru_ru: <32>{#p/human}* (Вы фокусируетесь на намерении убить.)

source: <32>{#p/human}* (You focus your mind on the intent to take gold.)
ru_ru: <32>{#p/human}* (Вы фокусируетесь на намерении захватить золото.)

source: <32>{#p/basic}* Suddenly...!
ru_ru: <32>{#p/basic}* Внезапно.

source: * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You can't make out what's in the box...)
ru_ru: <32>{#p/human}* (Вы не можете видеть, что в коробке...)

source: * (Take something out?)
ru_ru: * (Вытащить что-то?)

source: <32>{#p/basic}* There are three portions of Space Tofu in the box.
ru_ru: <32>{#p/basic}* В коробке три порции космического тофу.

source: * (Take one?)
ru_ru: * (Возьмёшь один?)

source: <32>{#p/basic}* There are two portions of Space Tofu left in the box.
ru_ru: <32>{#p/basic}* В коробке осталось две порции космического тофу.

source: <32>{#p/basic}* There is one portion of Space Tofu left in the box.
ru_ru: <32>{#p/basic}* В коробке осталась одна копия космического тофу.

source: * (Take it?)
ru_ru: * (Берёшь?)

source: <32>{#p/human}* (You got the Space Tofu.)
ru_ru: <32>{#p/human}* (Вы получаете космический тофу.)

source: <32>{#p/human}* (You're carrying too much.)
ru_ru: <32>{#p/human}* (Вы взяли слишком много.)

source: <32>{#p/human}* (You decide not to take anything.)
ru_ru: <32>{#p/human}* (Вы решили ничего не есть.)

source: <32>{#p/human}* (But you couldn't find anything inside.)
ru_ru: <32>{#p/human}* (но вы ничего не найдете внутри.)

source: <32>{#p/basic}* The box is empty.
ru_ru: <32>{#p/basic}* Эта рамка пуста.

source: <32>{#p/basic}* This small bird wants to carry you across the gap.
ru_ru: <32>{#p/basic}* Эта птичка хочет пронести вас через брешь.

source: * (Accept the bird's offer?)
ru_ru: * (Принять предложение Птицы?)

source: <32>{#p/napstablook}* oh... * hi there...
ru_ru: <32>{#p/napstablook}* О... * привет...

source: <32>* sorry, i... * wasn't expecting you to follow me here.
ru_ru: <32>* Прости, я... * не ожидал, что ты последуешь за мной сюда.

source: <32>* uh... * make yourself at home...?
ru_ru: <32>* эээ... * чувствуй себя как дома...?

source: <32>{#p/napstablook}* oh... * you actually came...
ru_ru: <32>{#p/napstablook}* О... * Ты действительно пришёл...

source: <32>* sorry, i... * wasn't expecting that.
ru_ru: <32>* Прости, я... * не ожидал этого.

source: <32>* it's not much, but make yourself at home.
ru_ru: <32>* Хотя немного, но будьте уверены.

source: <32>{#p/napstablook}* oh... you want my food...
ru_ru: <32>{#p/napstabook}* О... Ты хочешь мою еду.

source: <32>* let me see what i have...
ru_ru: <32>* Дай мне посмотреть, что у меня есть.

source: <32>{#p/napstablook}* okay, so...
ru_ru: <32>{#p/napstabook}* Хорошо, так...

source: <32>* let me show you what's in the fridge
ru_ru: <32>Я покажу вам, что в холодильнике.

source: <32>{#p/napstablook}* are you hungry?
ru_ru: <32>{#p/napstaplok}* Вы голодны?

source: <32>* i think i have something in the fridge...
ru_ru: <32>* Я думаю, что у меня что - то есть в холодильнике.

source: <32>{#p/human}* (You inspect the fridge.) * (It doesn't seem like you can exactly see the contents.)
ru_ru: <32>{#p/human}* (Ты осматриваешь холодильник.) * (Кажется, ты не можешь точно разглядеть содержимое.)

source: <32>{#p/human}* (You inspect the fridge.)
ru_ru: <32>{#p/human}* (Вы проверяете холодильник.)

source: <32>{#p/basic}* It's difficult to make out what's inside.
ru_ru: <32>{#p/basic}* Трудно понять, что внутри.

source: <32>{#p/mettaton}{#e/mettaton/8}* THERE'S PROBABLY NOTHING BUT GHOST FOOD IN THERE, DARLING.
ru_ru: <32>{#p/metaton}{#e/metaton/8}* Там может быть только ужасная пища, темнота.

source: <32>{#p/mettaton}{#e/mettaton/9}* IF YOU TRIED TO EAT IT, IT'D JUST PHASE THROUGH YOU.
ru_ru: <32>{#p/metaton}{#e/metaton/9}* Если вы попробуете съесть его, он просто медленно исчезнет у вас.

source: <32>{#p/napstablook}* it's a ghost sandwich...
ru_ru: <32>{#p/napstaplok}* Это сэндвич с привидениями.

source: <32>* do you want to try it...
ru_ru: <32>* Хочешь попробовать?

source: * (Take a bite?)
ru_ru: * (Откусить кусочек?)

source: <32>{#p/human}* (You attempt to bite into the ghost sandwich.)
ru_ru: <32>{#p/human}* (Вы пытаетесь укусить сэндвич с привидениями).

source: <32>{#p/human}* (You phase right through it.)
ru_ru: <32>{#p/human}* (Вы можете сделать это поэтапно.)

source: <32>{#p/napstablook}* oh...
ru_ru: <32>{#p/napstabook}* О...

source: <32>* nevermind...
ru_ru: <32>* Ничего страшного.

source: <32>{#p/napstablook}* oh...........
ru_ru: <32>{#p/napstabook}* О...

source: <32>{#p/napstablook}* after a great meal i like to lie on the ground and feel like garbage...
ru_ru: <32>{#p/napstaplok}* После полноценной еды мне нравится лежать на земле и чувствовать себя мусором.

source: <32>* it's a family tradition...
ru_ru: <32>* Это семейная традиция.

source: <32>* do you want... * ... to join me...?
ru_ru: <32>* Ты хочешь... * ...присоединиться ко мне...?

source: * (What do you say?)
ru_ru: * (Что ты скажешь?)

source: <32>{#p/napstablook}* okay... * follow my lead...
ru_ru: <32>{#p/napstablook}* Ладно... * следуй за мной...

source: <32>{#p/napstablook}* oh......................
ru_ru: <32>{#p/napstabook}* О.....................................................................................................................................................................................................................

source: <32>* i'll just be outside then
ru_ru: <32>Я буду снаружи

source: <32>{#p/napstablook}* here we go... * you'll lie down as long as you don't move.
ru_ru: <32>{#p/napstablook}* Вот так... * Ты будешь лежать, пока не пошевелишься.

source: <32>* so... * only move around when you want to get up, i guess.
ru_ru: <32>* Так что... * Двигайся только тогда, когда хочешь встать, я думаю.

source: <32>{#p/napstablook}* well, that was nice...
ru_ru: <32>{#p/napstaplok}* Хорошо, это отлично.

source: <32>* thank you...
ru_ru: <32>* Спасибо.

source: <32>{#p/napstablook}* well, that was fast......
ru_ru: <32>{#p/napstaplok}* Хорошо, это быстро...

source: <32>* thanks for trying, though......
ru_ru: <32>* Но спасибо за попытку...

source: <32>{#p/napstablook}* well, that was that
ru_ru: <32>{#p/napstaplok}* Хорошо, вот и все.

source: <32>{#p/napstablook}* i'll be outside... * feel free to join me... * or not...
ru_ru: <32>{#p/napstablook}* Я буду снаружи... * не стесняйся заходить ко мне... * или нет...

source: <32>* it's up to you...
ru_ru: <32>* Это зависит от тебя.

source: <32>{#p/human}* (You reach for the sound system...)
ru_ru: <32>{#p/human}* (Вы протягиваете руку, чтобы получить звуковую систему...)

source: <32>{#p/basic}* There is currently no music playing.
ru_ru: <32>{#p/basic}* В настоящее время музыка не воспроизводится.

source: * (Play a song?)
ru_ru: * (Играть песни?)

source: Spooktune
ru_ru: Споктун

source: Spookwave
ru_ru: Волна Ужаса

source: Cancel
ru_ru: Отменить

source: <32>{*}{#p/human}* (You turn the dial...){^40}{%}
ru_ru: <32>{*}{#p/human}* (Вы поворачиваете диск набора...) {^ 40}{%}

source: <32>{#p/human}* (It sounds like a song is currently playing.)
ru_ru: <32>{#p/human}* (Звучит так, будто песня играет.)

source: <32>{#p/basic}* Currently playing "Spooktune"
ru_ru: <32>{#p/basic}* В настоящее время играет "Spooktune"

source: <32>{#p/basic}* Currently playing "Spookwave"
ru_ru: <32>{#p/basic}* В настоящее время играет в "Призрачные волны"

source: <32>{#p/basic}* Currently playing "Spookwaltz"
ru_ru: <32>{#p/basic}* В настоящее время играет « Призрачный вальс»

source: * (Stop playback?)
ru_ru: * (Остановить воспроизведение?)

source: <32>{#p/napstablook}* oh... * a classic spooktune...
ru_ru: <32>{#p/napstablook}* О... * классическая жуткая мелодия...

source: <32>* they really don't make music like this anymore...
ru_ru: <32>* Они действительно больше не делают такую музыку.

source: <32>{#p/napstablook}* dang, that ambience...
ru_ru: <32>{#p/napstaplok}* Проклятье, эта атмосфера...

source: <32>* it's like my whole body is being spooked
ru_ru: <32>Я весь в ужасе.

source: <32>{#p/napstablook}* this one's kinda slow...
ru_ru: <32>{#p/napstaplok}* Это немного медленнее.

source: <32>* but once you get into the groove, it's pretty good
ru_ru: <32>* Но как только вы войдете в состояние, это будет довольно хорошо.

source: <32>{#p/napstablook}* hey... * you really like listening to that old playlist, huh
ru_ru: <32>{#p/napstablook}* Эй... * Ты действительно любишь слушать этот старый плейлист, да?

source: <32>* i mean...... * i've made better stuff since then.....
ru_ru: <32>* я имею в виду * С тех пор я делал вещи и получше.....

source: <32>* but still, i appreciate it
ru_ru: <32>Я благодарен за это.

source: <32>* so... thanks, heh
ru_ru: <32>* Так что... спасибо

source: <32>{#p/napstablook}* do you want to play a game? * it's called electrosnail.
ru_ru: <32>{#p/napstablook}* Ты хочешь поиграть в игру? * Она называется Электроножницы.

source: <32>* the snails will race, and if the yellow snail wins, you win.
ru_ru: <32>* Улитка будет бегать, и если желтая улитка победит, ты победишь.

source: <32>* it's 10G to play.
ru_ru: <32>* При воспроизведении 10G.

source: * (Play the game?)
ru_ru: * (Играть в игру?)

source: <32>{#p/napstablook}* did you change your mind?
ru_ru: <32>{#p/napstabook}* Вы передумали?

source: <32>{#p/napstablook}* do you want to play again?
ru_ru: <32>{#p/napstabook}* Хочешь еще раз поиграть?

source: <32>{#p/napstablook}* um... * you don't have enough money......
ru_ru: <32>{#p/napstablook}* эм... * У тебя недостаточно денег......

source: <32>* n-no, you can still play, don't worry about it...
ru_ru: <32>* n - нет, вы все еще можете играть, не беспокойтесь...

source: <32>{#p/napstablook}* alright...........
ru_ru: <32>{#p/napstabook}* Хорошо...

source: <32>{#p/napstablook}* okay... * press [Z] repeatedly to encourage your snail.
ru_ru: <32>{#p/napstablook}* Хорошо... * Нажми [Z] несколько раз, чтобы подбодрить свою улитку.

source: <32>* ready?
ru_ru: <32>Готовы?

source: <32>{#p/napstablook}* okay... * remember, you can always encourage your snail.
ru_ru: <32>{#p/napstablook}* Хорошо... * Помни, ты всегда можешь подбодрить свою улитку.

source: <32>{#p/napstablook}* you won... congratulations.
ru_ru: <32>{#p/napstaplok}* Ты победил. Поздравляю.

source: <32>* i hope the prize is enough...
ru_ru: <32>* Я надеюсь, что этой премии достаточно.

source: <32>{#s/equip}{#p/human}* (You got 20G.)
ru_ru: <32>{#s/equipment}{#p/human}* (Вы получаете 20G).

source: <32>{#p/napstablook}* your snail lost by a thin margin.
ru_ru: <32>{#p/napstaplok}* Ваша улитка исчезает с небольшим преимуществом.

source: <32>* wait... * the snail is under the false belief that it won...
ru_ru: <32> подожди... * Улитка ошибочно считает себя победителем...

source: <32>* oh no... the snail is going to be sad...
ru_ru: <32>* О, нет... улитки будут грустить.

source: <32>* here, i'll just give you some money... * act like you won...
ru_ru: Вот, я просто дам тебе немного денег... * веди себя так, будто ты выиграл...

source: <32>{#s/equip}{#p/human}* (You got 40G.)
ru_ru: <32>{#s/equipment}{#p/human}* (Вы получаете 40G).

source: <32>{#p/napstablook}* oh........... * you both tried your best...
ru_ru: <32>{#p/napstablook}* ох........... * Вы оба старались изо всех сил...

source: <32>* the snail looks discouraged...
ru_ru: <32>* Улитка выглядит расстроенной.

source: <32>* i guess her best wasn't good enough...
ru_ru: <32>* Я думаю, что ее лучшее недостаточно хорошо.

source: <32>* oh...........
ru_ru: <32>* О...

source: <32>{#p/napstablook}* oh........... * looks like you encouraged your snail a little too much...
ru_ru: <32>{#p/napstablook}* oh........... * Похоже, ты слишком сильно подбадривал свою улитку...

source: <32>* all that pressure to succeed... * really got to her...
ru_ru: <32>* Всё это давление, чтобы добиться успеха... * действительно задело её...

source: <32>{#p/napstablook}* oh........... * looks like you encouraged your snail too much...
ru_ru: <32>{#p/napstablook}* ох........... * Похоже, ты слишком сильно подбадривал свою улитку...

source: <32>* she won't even look at you...
ru_ru: <32>* Она даже не смотрит на тебя.

source: <32>{#p/napstablook}* oh........... * looks like you encouraged your snail way too much...
ru_ru: <32>{#p/napstablook}* ох........... * Похоже, ты слишком сильно подбадривал свою улитку...

source: <32>* now she's... just gone...
ru_ru: <32>* Теперь она... только что ушла.

source: GO!
ru_ru: НАЧАЛИ!

source: RACE END
ru_ru: КОНЕЦ ГОНКИ.
