Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <30>{#p/human}* (But there was no note to be found here.)
ru_ru: <30>{#p/human}* (но здесь нет комментариев).

source: Good News
ru_ru: Хорошие новости.

source: Say Hello
ru_ru: Привет.

source: Your Future
ru_ru: Твое будущее.

source: About Temmie Armor
ru_ru: О компании Temmie Armor

source: About Yourself
ru_ru: О себе.

source: Temmie Secrets
ru_ru: Секреты Тэмми.

source: Temmie History
ru_ru: История Temmie

source: About Shop
ru_ru: О магазине

source: <09>{#p/tem}{#k/0}HOI!!! im temmie
ru_ru: Я Тэмми.

source: <32>{#p/tem}{#k/0}* tem go to NEW WORLDS!!!
ru_ru: <32>{#p/tem}{#k/0}* tem Путешествие в Новый Свет!!

source: <32>* i'm temmie
ru_ru: <32>Я Тэмми

source: <32>{#k/1}* tem armor so GOOds! * any battle becom! * a EASY victories!!!
ru_ru: * Легкая победа!!

source: <32>{#k/4}* but, hnnn, tem think... * if u use armors, battles woudn b a challenge anymores,
ru_ru: * Если вы используете доспехи, борьба в любом случае не будет проблемой,

source: <32>{#k/3}* but tem... * have a solushun.
ru_ru: * Есть решение.

source: <32>{#k/6}* tem wil offer... * a {@fill=#ff0}SKOLARSHIPS{@fill=#fff}!
ru_ru: * a {@ fill = #ff0} Голова скелета {@ fill = #fff}!

source: <32>{#k/3}* if u {@fill=#ff0}lose a lot of battles,{@fill=#fff} tem wil {@fill=#ff0}LOWER THE PRICE{@fill=#fff}!
ru_ru: <32>{#k/3}* Если u {@ fill = #ff0} проиграл много сражений, {@ fill = #fff} tem снизит цену {@ fill = #ff0}!

source: <32>{#k/1}* in fack... * PRICE MAY ALREADY BE LOWERS!!! * WOA!!!!
ru_ru: * Вау!!!

source: <32>{#k/6}* Congra-tem-lations!!!
ru_ru: <32>{#k/6}* Поздравляю!!

source: <32>{#k/3}* so if you get to TOUGH BATLE and feel FRUSTRATE, can buy TEM armor as last resort!
ru_ru: <32>{#k/3}* Таким образом, если вы чувствуете дискомфорт в ожесточенном бою, вы можете купить броню TEM в качестве последнего средства!

source: <32>{#k/5}* but tem armor so goods, * promise to only buy if you really needs it,
ru_ru: * Обещайте покупать только тогда, когда вам это действительно нужно,

source: <32>{#p/tem}{#k/0}* at back of famus statue, can find SPECIL SWITCH,
ru_ru: <32>{#p/tem}{#k/0}* За статуей Фармаса можно найти SPECIL SWITCH,

source: <32>{#p/tem}{#k/0}* and SWITCHs... * come wif RIDDLES!
ru_ru: * Давай, Рид!

source: <32>{#p/tem}{#k/2}* even after colleg, tem don know what it means,,,
ru_ru: <32>{#p/tem}{#k/2}* Даже после сбора tem не знает, что это означает,

source: <32>{#p/tem}{#k/0}* tem don know what it means,,,
ru_ru: <32>{#p/tem}{#k/0}* tem не знает, что это значит,

source: <32>{#p/tem}{#k/1}* but mayb humans can solve!! * yAYA!!
ru_ru: * ЙЕ!

source: <32>{#p/tem}{#k/0}* yaYA!!! * tem got degree in TEM STUDIES! * tem can tell you all about tem's DEEP HISTORY!!!
ru_ru: * Tem расскажет вам всю глубинную историю TEM!!

source: <32>{#p/tem}{#k/0}* us tems hav a DEEP HISTORY!!!
ru_ru: <32>{#p/tem}{#k/0}* us tems имеет долгую историю!!

source: <32>{#p/tem}{#k/0}* yaYA!!! * wil close TEM SHOP soon!!!
ru_ru: * Магазин TEM закрывается!!

source: <32>{#p/tem}{#k/0}* yaYA!!! * go to TEM SHOP!!!
ru_ru: * Иди в магазин TEM!!

source: <32>{#p/tem}{#k/1}* WOA!!
ru_ru: <32>{#p/tem}{#k/1}* Вау!

source: <32>{#k/2}* thas ALOT o muns... * can tem realy acepts...
ru_ru: * Действительно ли можно фотографировать.

source: <32>{#k/6}* OKs!!!! * tem go to colleg and make u prouds!!!
ru_ru: * Идите в Colleg, чтобы вы гордились!!!

source: <32>{#p/tem}* tem bak from cool leg,
ru_ru: <32>{#p/tem}* tem выпекается с холодных ног,

source: <32>{#k/0}* tem learn MANY THINs, * learn to sell new ITEM! * yayA!!!
ru_ru: * ЙЕ!!

source: <32>{#k/2}* u gota... $(x)s!!!
ru_ru: <32>{#k/2}* У вас есть $ (Х) s!!

source: <32>{#k/4}* hnnn.... * i gota have dat $(x)s... * but i gota pay for gradskool,
ru_ru: * Но мне заплатили за Гладско,

source: <32>{#k/4}* hnnn.... * i gota have dat $(x)s... * but i gota pay for colleg,
ru_ru: * Но мне заплатил Коллагер,

source: <32>{#k/5}* hnnnn....!!! * tem always wanna $(x)s...!
ru_ru: * Tem всегда хочет $(x) s.

source: <32>{#p/tem}{#k/2}* b.. but...
ru_ru: <32>{#p/tem}{#k/2}* b. Однако...

source: <32>{#p/tem}{#k/3}* Is this a joke? * Are you having a laugh? * Ha ha, very funny. * I'm the one with a degree.
ru_ru: * Я тот, кто имеет диплом.

source: <32>{#p/tem}{#k/3}* You're gonna regret that.
ru_ru: <32>{#p/tem}{#k/3}* Вы пожалеете об этом.

source: <32>{#p/basic}{#k/1}* Good riddance.
ru_ru: <32>{#p/basic}{#k/1}* Очень хорошо.

source: <32>{#p/basic}{#k/0}* Be careful out there, kid!
ru_ru: <32>{#p/basic}{#k/0}* Будьте осторожны, дети!

source: 0G - Datapad?
ru_ru: 0G - Клавиатура данных?

source: 0G - AR Headset?
ru_ru: Наушники 0G - AR.

source: 0G - Nebula Tea
ru_ru: 0G - туманный чай

source: 0G - Tree Sap
ru_ru: 0G - Древесная жидкость

source: 45G - Datapad?
ru_ru: 45G - Клавиатура данных?

source: 45G - AR Headset?
ru_ru: Наушники 45G AR.

source: 16G - Nebula Tea
ru_ru: 16G - туманный чай

source: 25G - Tree Sap
ru_ru: 25G - Древесная жидкость

source: 25G - Datapad?
ru_ru: 25G - Клавиатура данных?

source: 35G - Datapad
ru_ru: 35G - Клавиатура данных

source: 25G - AR Headset?
ru_ru: Наушники 25G - AR.

source: 35G - AR Headset
ru_ru: Наушники 35G AR

source: 5G - Nebula Tea
ru_ru: 5G - туманный чай

source: 5G - Tree Sap
ru_ru: 5G - Древесная жидкость

source: 55G - Datapad
ru_ru: 55G - Клавиатура данных

source: 55G - AR Headset
ru_ru: Наушники 55G AR

source: Weapon: 0AT ($(x) AT) Just a bit invincible.
ru_ru: Непобедимый.

source: Weapon: 2AT ($(x) AT) Invincible longer.
ru_ru: Более длинный.

source: Armor: 4DF ($(x) DF) Just a bit invincible.
ru_ru: Непобедимый.

source: Armor: 6DF ($(x) DF) Invincible longer.
ru_ru: Более длинный.

source: Heals 15HP SPEED up in battle.
ru_ru: Борьба.

source: Heals 35HP Made from a real tree.
ru_ru: Дерево.

source: <09>{#p/basic}{#k/3}Don't expect a discount.
ru_ru: <09>AM #p/basic AM #k/3 - Не ожидайте скидки.

source: <09>{#p/basic}{#k/4}What are you lookin' for?
ru_ru: <09>{#p/basic}{#k/4} Что вы ищете?

source: <09>{#p/basic}{#k/1}Here we are.
ru_ru: <09>{#p/basic}{#k/1} Мы здесь.

source: <09>{#p/basic}{#k/3}Eh? You can't afford it?
ru_ru: Ты не можешь себе это позволить?

source: <09>{#p/basic}{#k/0}Thanks! Wa ha ha.
ru_ru: Вау - ха - ха.

source: <09>{#p/basic}{#k/2}Careful with that.
ru_ru: <09>{#p/basic}{#k/2} Будьте осторожны.

source: <09>{#p/basic}{#k/4}You're a bit short on cash.
ru_ru: <09>{#p/basic}{#k/4} У вас небольшой дефицит наличных.

source: <23>{#p/basic}{#k/0}* Wa ha ha! * I knew you could do it!
ru_ru: * Я знал, что ты справишься!

source: <23>{#p/basic}{#k/0}* Woah there! * I've got some neat junk for sale.
ru_ru: * У меня есть немного чистого мусора для продажи.

source: <23>{#p/basic}{#k/0}* Wa ha ha.
ru_ru: <23>{#p/basic}{#k/0}* Вау - ха - ха.

source: <23>{#p/basic}{#k/0}* Don't be shy now.
ru_ru: <23>AU #p/basic AU #k/0}* Не стесняйтесь сейчас.

source: <23>{#p/basic}{#k/3}* What are you guys up to now? * Wait, don't tell me. * None of my business, right?
ru_ru: * Меня это не касается, не так ли?

source: <24>{#p/basic}{#k/2}* Wa ha ha... * So you came to see me. * What a riot!
ru_ru: * Какой бунт!

source: <32>{#p/human}* (But there was no note for you to read.)
ru_ru: <32>{#p/human}* (но нет записки для чтения).

source: <30>{#p/human}* (You took 1394G from behind the counter.)
ru_ru: <30>{#p/human}* (Вы взяли 1394G из - за стойки.)

source: <30>{#p/basic}{#k/4}* Wah ha ha...
ru_ru: <30>{#p/basic}{#k/4}* Хуа ха - ха...

source: <30>{#k/3}* You gonna steal my goods the same way you stole your SOULs?
ru_ru: <30>{#k/3}* Ты украдешь мои вещи, как душу?

source: <30>{#k/4}* If I were you, I'd appreciate what I already have.
ru_ru: <30>{#k/4}* На вашем месте я был бы благодарен за то, что у меня уже есть.

source: <30>{#p/basic}{#k/2}* Woah there, kiddo. * That stuff ain't free, y'know?
ru_ru: * Эта штука не бесплатна, понимаешь?

source: <30>{#k/3}* It may look like junk to you, but to me, it's anything but!
ru_ru: <30>{#k/3}* Для вас это может выглядеть как мусор, но для меня это вовсе не так!

source: <30>{#p/basic}{#k/2}* Ha! * I'm tryin' to get RID of my junk, not get more of it!
ru_ru: * Я просто пытаюсь разобраться в своем мусоре, больше не делай этого!

source: <30>{#k/3}* Though, I've heard if you want to sell stuff, the Temmies are your best bet.
ru_ru: <30>{#k/3}* Тем не менее, я слышал, что если вы хотите что - то продать, Temmies - ваш лучший выбор.

source: <30>{#k/0}* Where can you find them?
ru_ru: <30>{#k/0}* Где вы можете их найти?

source: <30>{#k/0}* I don't remember.
ru_ru: <30>{#k/0}* Я не помню.

source: <30>{#p/basic}{#k/1}* I wouldn't give up my gilded treasures at phaser-point.
ru_ru: <30>{#p/basic}{#k/1}* Я не отказываюсь от своего позолоченного сокровища в фазовой точке.

source: <30>{#p/basic}{#k/0}* For the last time, I'm not taking it!
ru_ru: <30>{#p/basic}{#k/0}* В последний раз я не ем!

source: Asgore
ru_ru: Асго

source: New Homeworld
ru_ru: Новый дом

source: Toriel
ru_ru: Торьер

source: §fill=#ff0§Handshake
ru_ru: § fill = #ff0 § Рукопожатие

source: Am I A Hero
ru_ru: Я герой?

source: Asriel
ru_ru: Асриль

source: (Threaten)
ru_ru: (Угрозы)

source: (Fight)
ru_ru: (Борьба)

source: Undyne
ru_ru: Ундин.

source: Your Fate
ru_ru: Твоя судьба.

source: Hero
ru_ru: Герой

source: §fill=#ff0§The War (NEW)
ru_ru: § fill = #ff0 § Война (новая)

source: §fill=#ff0§Retirement (NEW)
ru_ru: § fill = #ff0 § Выход на пенсию (новый)

source: Retirement
ru_ru: Выход на пенсию

source: The Homeworld
ru_ru: Дом

source: §fill=#ff0§Family (NEW)
ru_ru: § fill = #ff0 § Семейство (новое)

source: §fill=#ff0§Erogot (NEW)
ru_ru: § fill = #ff0 § Erogot (новый)

source: Erogot
ru_ru: Эррогот

source: The Foundry
ru_ru: Литейный завод

source: About Undyne
ru_ru: О компании Undyne

source: <09>{#p/basic}{#k/2}Really? YOU wanna talk?
ru_ru: Хочешь поговорить?

source: <09>{#p/basic}{#k/0}Anything you wanna know?
ru_ru: <09>{#p/basic}{#k/0} Есть что - нибудь, что вы хотите знать?

source: <32>{#p/basic}{#k/0}* Ol' King Fluffybuns, eh? * Now there's someone I know.
ru_ru: * Теперь я знаю одного человека.

source: <32>{#k/2}* I'll say this, I had no clue about what he was doing with those humans until today!
ru_ru: <32>{#k/2}* Я должен сказать, что только сегодня я знаю, что он сделал с этими людьми!

source: <32>{#k/3}* I don't know how he kept such a secret for so long...
ru_ru: <32>{#k/3}* Я не знаю, как он хранил этот секрет так долго.

source: <32>{#k/0}* Especially since everyone woulda been fine with it if he told 'em before.
ru_ru: <32>{#k/0}* Особенно если он сказал им раньше, что все согласятся.

source: <32>{#k/0}* I've adopted one of the humans myself, actually.
ru_ru: <32>{#k/0}* На самом деле, я сам усыновил человека.

source: <32>{#k/2}* They're asleep in their box, just outside the shop. * What an adorable little fella!
ru_ru: * Какой милый малыш!

source: <32>{#k/0}* Asgore says they'll wake up once their body adjusts to the real world or whatever.
ru_ru: <32>{#k/0}* Асгоре говорит, что они просыпаются, как только их тело адаптируется к реальному миру или что - то еще.

source: <32>{#k/3}* ... huh? * You want to know if Asgore can be your father?
ru_ru: Хотите знать, может ли Аско стать вашим отцом?

source: <32>{#k/0}* Well, I don't see why not!
ru_ru: <32>{#k/0}* Хорошо, я не понимаю, почему нет!

source: <32>{#k/0}* I'm sure he'd be happy to have you living with him.
ru_ru: <32>{#k/0}* Я уверен, что он с радостью позволит вам жить с ним.

source: <32>{#k/2}* It'd probably be good for him! * Wa ha ha.
ru_ru: * Вау - ха - ха.

source: <32>{#p/basic}{#k/1}* You wanna know my thoughts on Asriel?
ru_ru: <32>{#p/basic}{#k/1}* Хотите знать, что я думаю о Асиле?

source: <32>{#k/0}* ... * He was a good kid.
ru_ru: * Он хороший мальчик.

source: <32>{#k/3}* And if he was still alive, he woulda made a great king.
ru_ru: <32>{#k/3}* Если бы он был жив, он был бы великим королем.

source: <32>{#k/4}* As for what you got there standin' in front of me, well, it's not him.
ru_ru: <32>{#k/4}* Что касается того, что ты стоишь передо мной, хорошо, не он.

source: <32>{#k/0}* It looks like him, talks like him, even has his damned adorable face... bless that kid.
ru_ru: <32>{#k/0}* Это выглядит как он, говорит, как он, и даже его проклятое милое лицо... Благослови этого ребенка.

source: <32>{#k/3}* But that SOUL... being this close to you, the resemblance is unmistakable.
ru_ru: <32>{#k/3}* Но этот звук... В такой близости к вам это сходство не вызывает сомнений.

source: <32>{#k/1}* How'd it feel taking the SOUL of your own mother, boy?
ru_ru: <32>{#k/1}* Ребенок, каково это - забирать душу своей матери?

source: <32>{#k/0}* I wonder.
ru_ru: <32>{#k/0}* Я хочу знать.

source: <32>{#p/basic}{#k/0}* Long ago, the king and I agreed that escaping would be pointless...
ru_ru: <32>{#p/basic}{#k/0}* Давным - давно мы с королем были единодушны в том, что бежать бессмысленно.

source: <32>{#k/1}* Since once we left, humans would just kill us on the spot.
ru_ru: <32>{#k/1}* С тех пор, как мы ушли, человечество убьет нас на месте.

source: <32>{#k/3}* I'll admit I felt a little betrayed when he changed his mind.
ru_ru: <32>{#k/3}* Я признаю, что когда он передумал, я чувствовал себя немного преданным.

source: <32>{#k/4}* But now, I think... * Maybe he was right to.
ru_ru: * Возможно, он прав.

source: <32>{#k/0}* 'Cause after all, even though we never escaped...
ru_ru: <32>{#k/0}* В конце концов, хотя мы никогда не убегали...

source: <32>{#k/3}* A human's killing us anyway, ain't that right?
ru_ru: <32>{#k/3}* Во всяком случае, кто - то убивает нас, не так ли?

source: <32>{#p/basic}{#k/0}* Eh, there's really not much to say about me.
ru_ru: <32>{#p/basic}{#k/0}* Ну, мне действительно нечего сказать обо мне.

source: <32>{#k/0}* I do my best to live my life...
ru_ru: <32>{#k/0}* Я стараюсь изо всех сил жить своей жизнью.

source: <32>{#k/4}* Help those around me in ways that I can.
ru_ru: <32>{#k/4}* Делаю все возможное, чтобы помочь окружающим.

source: <32>{#k/0}* The thing of it is, we live in dangerous times.
ru_ru: <32>{#k/0}* Проблема в том, что мы живем в опасные времена.

source: <32>{#k/3}* If the wrong human were to stumble on our little outpost, we'd be as good as gone...
ru_ru: <32>{#k/3}* Если не тот человек случайно обнаружит наш маленький форпост, нам конец.

source: <32>{#p/basic}{#k/0}* I've been around a long time. * Maybe too long.
ru_ru: * Возможно, слишком долго.

source: <32>{#k/3}* Back in the day, I served as a chief on the planetary council.
ru_ru: <32>{#k/3}* В прошлом я был председателем Планетарного совета.

source: <32>{#k/2}* The "Saber of Justice" they called me.
ru_ru: <32>{#k/2}* Они называют меня "саблей справедливости".

source: <32>{#k/1}* ... if it weren't for that damned war, I might still be in that position today.
ru_ru: <32>{#k/1}* ... Если бы не эта проклятая война, я мог бы оказаться в такой ситуации и сегодня.

source: <32>{#p/basic}{#k/0}* Ah yeah, the war. * That awful thing took a toll on me. * On all of us.
ru_ru: * Для всех нас.

source: <32>{#k/4}* Every so often, we'd get these reports... * A list of the people who'd died protecting our home.
ru_ru: :: Список тех, кто погиб, защищая наши дома.

source: <32>{#k/1}* I still remember the look on Fluffybuns's face when he had to deliver the bad news to families.
ru_ru: <32>{#k/1}* Я до сих пор помню выражение лица Fluffybons, когда он должен был передать плохие новости своей семье.

source: <32>{#k/1}* That blank stare, those empty eyes... * That's what war does to people, kiddo.
ru_ru: * Вот как война влияет на людей, дети.

source: <32>{#k/3}* That's why I retired.
ru_ru: <32>{#k/3}* Вот почему я ушел на пенсию.

source: <32>{#p/basic}{#k/3}* My retirement?
ru_ru: <32>{#p/basic}{#k/3}* Я на пенсии?

source: <32>{#k/2}* Wah ha ha! * I'd say it's going well!
ru_ru: * Я скажу, что все идет хорошо!

source: <32>{#k/4}* This old shack ain't exactly up to par with those guys operating from Aerialis...
ru_ru: <32>{#k/4}* Эта старая хижина не похожа на тех, кто работает в авиакомпании.

source: <32>{#k/2}* ... but who cares! * I don't need to compete with them.
ru_ru: * Мне не нужно с ними конкурировать.

source: <32>{#k/0}* The heroic, wacky, and sometimes shy neighbors I live with out here are all I could ever ask for.
ru_ru: <32>{#k/0}* Герои, эксцентричные, иногда застенчивые соседи, с которыми я живу здесь, - все, что я могу попросить.

source: <32>{#k/0}* It may not be the home I once dreamed of, but you take what you can get in life.
ru_ru: <32>{#k/0}* Это может быть не тот дом, о котором я когда - то мечтал, но ты забрал то, что мог получить в жизни.

source: <32>{#p/basic}{#k/3}* You want me to repeat myself?
ru_ru: <32>{#p/basic}{#k/3}* Вы хотите, чтобы я повторил это снова?

source: <32>{#k/4}* Wa ha ha... you'll have to go back in time or something.
ru_ru: <32>{#k/4}* Вау - ха - ха... Ты должен вернуться в прошлое или что - то в этом роде.

source: <32>{#k/2}* Even I don't remember what I said!
ru_ru: <32>{#k/2}* Я даже не помню, что я сказал!

source: <32>{#p/basic}{#k/3}* A whole new world...
ru_ru: <32>{#p/basic}{#k/3}* Совершенно новый мир.

source: <32>{#k/0}* Boy, I never thought I'd see the day.
ru_ru: <32>{#k/0}* Боже мой, я никогда не думал, что увижу этот день.

source: <32>{#k/3}* Dr. Alphys told everyone she'd started scanning for new worlds...
ru_ru: <32>{#k/3}* Доктор Алphys говорит всем, что она начала сканировать Новый Мир.

source: <32>{#k/0}* Then, just a short time ago, she said she'd found one.
ru_ru: <32>{#k/0}* Затем, совсем недавно, она сказала, что нашла одного.

source: <32>{#k/0}* It's called Eurybia. * Don't know much else about it beyond that.
ru_ru: * Помимо этого, я мало что знаю об этом.

source: <32>{#k/1}* All I can be sure of is that it'll be better than this place.
ru_ru: <32>{#k/1}* Все, что я могу быть уверен, это то, что это будет лучше, чем это место.

source: <32>{#k/3}* That's not to say I won't miss it.
ru_ru: <32>{#k/3}* Это не значит, что я не пропущу его.

source: <32>{#k/0}* I've lived through the entire period of monster captivity...
ru_ru: <32>{#k/0}* Я пережил весь период заточения монстров.

source: <32>{#k/0}* Leaving it so soon almost seems like a crime.
ru_ru: <32>{#k/0}* Уход так быстро кажется преступлением.

source: <32>{#p/basic}{#k/3}* I've lived too long to be afraid of something like you.
ru_ru: <32>{#p/basic}{#k/3}* Я живу слишком долго, чтобы бояться таких людей, как ты.

source: <32>{#k/2}* Try it, kiddo!
ru_ru: <32>{#k/2}* Попробуйте, дети!

source: <32>{#k/1}* ... I know you can't here.
ru_ru: <32>{#k/1}* ... Я знаю, что ты не можешь приехать сюда.

source: <32>{#k/4}* Wah ha... * Knowledge like that is part of the reason I've survived so long.
ru_ru: Это знание - одна из причин, почему я могу жить так долго.

source: <32>{#p/basic}{#k/2}* The homeworld, eh?
ru_ru: <32>{#p/basic}{#k/2}* Семейный мир, не так ли?

source: <32>{#k/0}* Look, kiddo.
ru_ru: <32>{#k/0}* Смотреть, дети.

source: <32>{#k/0}* All I'll say about the homeworld is that it was a nice place.
ru_ru: <32>{#k/0}* Что касается родного города, я могу только сказать, что это хорошее место.

source: <32>{#k/4}* A place where people didn't have to worry...
ru_ru: <32>{#k/4}* Место, где люди не должны беспокоиться.

source: <32>{#k/1}* ... about seeing those they care about be killed in front of their very eyes.
ru_ru: <32>{#k/1}* ... Они видели, как люди, о которых они заботились, были убиты на их глазах.

source: <32>{#k/0}* So, to summarize, it's not really a place you'd fit into.
ru_ru: <32>{#k/0}* Итак, в целом, это не то место, которое вам действительно подходит.

source: <32>{#k/1}* Any questions?
ru_ru: <32>{#k/1}* Есть проблемы?

source: <32>{#p/basic}{#k/0}* The homeworld... * Well, first off, it has a name. * It's Krios.
ru_ru: * Я - Криос.

source: <33>{#k/3}* I myself grew up in a quiet little town outside the city. * Well, I say quiet.
ru_ru: * Ладно, я говорю тихо.

source: <32>{#k/4}* Every few days, some of the kids from school would host these time trial races.
ru_ru: <32>{#k/4}* Некоторые дети в школе проводят эти хронометрические соревнования каждые несколько дней.

source: <32>{#k/0}* The weather wasn't always friendly, but they didn't care. * If anything, it just made things more interesting.
ru_ru: * Если есть, это просто делает вещи интереснее.

source: <32>{#k/0}* My family and I attended dozens of these races when I was just a kiddo.
ru_ru: <32>{#k/0}* Когда я был ребенком, я и моя семья участвовали в десятках таких соревнований.

source: <32>{#k/0}* Don't get me wrong. * Electrosnail is fun, but it's just not the same thing.
ru_ru: * Электрические гвозди интересны, но это не одно и то же.

source: <32>{#p/basic}{#k/3}* My family? * Eh, there's not much to say. * I had good parents, a few siblings.
ru_ru: * У меня хорошие родители, несколько братьев и сестер.

source: <32>{#k/0}* One day, King Erogot came to our town. * He and I met at one of those races I told ya about.
ru_ru: Мы с ним познакомились на одном из матчей, о которых я вам рассказывал.

source: <32>{#k/0}* I was an insignificant country bumpkin, but he saw somethin' in me, somethin' more...
ru_ru: <32>{#k/0}* Я ничтожный деревенщина, но он видел что - то во мне, что - то еще.

source: <32>{#k/4}* One thing led to another, and I ended up moving away from my family at an early age.
ru_ru: <32>{#k/4}* Одна вещь привела к другой, и я покинул свою семью в детстве.

source: <32>{#k/3}* ... that was the last time I'd ever get to see them face to face.
ru_ru: <32>{#k/3}* ... Это был последний раз, когда я их видел.

source: <32>{#p/basic}{#k/0}* Erogot, the king of the last great era of our homeworld.
ru_ru: <32>{#p/basic}{#k/0}* Эрогот, король последней великой эпохи нашей Родины.

source: <32>* I'm sure you've read about him at some point.
ru_ru: <32>Я уверен, что вы читали о нем в какой - то момент.

source: <32>{#k/2}* If you haven't, then what are ya holding his pendant for!?
ru_ru: <32>{#k/2}* Если у вас еще нет, то что вы делаете с его подвеской?

source: <32>{#k/2}* If you haven't, then what asteroid have ya been living in for all this time!?
ru_ru: <32>{#k/2}* Если вы еще не сделали этого, то на каком астероиде вы жили!

source: <32>{#k/3}* Under his reign, the monster species came so far. * Perhaps a little too far.
ru_ru: * Возможно, это слишком далеко.

source: <32>{#k/0}* He was so happy to meet a human for the first time... but not for himself.
ru_ru: <32>{#k/0}* Он очень рад видеть человека в первый раз. Но не для себя.

source: <32>{#k/1}* Nah, that was his son's wish. * Poor kid got exactly what he asked for and then some...
ru_ru: * Бедный ребенок получил то, что хотел, а потом...

source: <32>{#p/basic}{#k/3}* Forgive me, but I don't really wanna talk about that too much more.
ru_ru: <32>{#p/basic}{#k/3}* Прости меня, но я действительно не хочу много говорить.

source: <32>{#k/1}* Ol' King Fluffybuns wouldn't want you to carry that kinda burden.
ru_ru: <32>{#k/1}* Ol King Fluffybons не хочет, чтобы вы несли это бремя.

source: <32>{#p/basic}{#k/0}* Toriel? * She came through here not too long ago, actually.
ru_ru: * На самом деле, она была здесь недавно.

source: <32>{#k/1}* Said she needed time to herself.
ru_ru: <32>{#k/1}* Она говорит, что ей нужно время, чтобы побыть одной.

source: <32>{#k/3}* Well, y'know what? * I figure she's had enough time by now.
ru_ru: * Думаю, сейчас у нее достаточно времени.

source: <32>{#k/0}* You can find her in the trash depository past the ladder in the room nearby.
ru_ru: <32>{#k/0}* Вы можете найти ее в мусорном баке рядом с лестницей в соседней комнате.

source: <32>{#k/3}* I'm pretty sure I know what's got her so pre-occupied...
ru_ru: <32>{#k/3}* Я уверен, что знаю, что делает ее такой занятой.

source: <32>{#p/basic}{#k/3}* Eh? * Fight you?
ru_ru: * Ударил тебя?
