Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <25>{#f/6}* If all goes to plan, she never will be again.
ru_ru: <25>{#f/6}* Если все пойдет по плану, она никогда не вернется.

source: <32>{#p/human}* (The label describes using this fluid only in a specific kind of emergency.)
ru_ru: <32>{#p/human}* (этикетка описывает использование этой жидкости только в конкретных чрезвычайных ситуациях).

source: <32>{#p/basic}* It's a cooler full of electro- dampening fluid with an oddly specific warning label.
ru_ru: <32>{#p/basic}* Это охладитель, заполненный электрической смачивающей жидкостью со странной специальной предупреждающей этикеткой.

source: <32>{#p/basic}* "Use only to negate electro- static interference with portable jetpacks."
ru_ru: <32>{#p/basic}* "Только для устранения электростатических помех переносного реактивного ранца".

source: * (Get a cup?)
ru_ru: * (Хочешь чашку?)

source: <32>{#p/human}* (You now hold a cup of the electro-dampening fluid.)
ru_ru: <32>{#p/human}* (Теперь вы держите стакан электроувлажнителя.)

source: <32>{#p/human}* (You decide not to get a cup.)
ru_ru: <32>{#p/human}* (Вы решили не пить стакан.)

source: <32>{#p/human}* (You already have a cup.)
ru_ru: <32>{#p/human}* (У вас уже есть стакан.)

source: <32>{#p/kidding}* Holy moldy!
ru_ru: <32>{#p/Шутка}* Бог заплесневел!

source: <32>{#p/story}* It's a gelatin festival!
ru_ru: <32>{#p/story}* Это желатиновый фестиваль!

source: <32>{#p/asriel2}* One left.
ru_ru: <32>{#p/asriel2}* Остался один.

source: <32>{#p/kidding}* Just us now!
ru_ru: <32>{#p/Шутка}* Теперь только мы!

source: <32>{#p/story}* Gelata is all alone now.
ru_ru: <32>{#p/story}* Гелата теперь одна.

source: <32>{#p/story}* Gelatini now blorbs solo.
ru_ru: <32>{#p/story}* желатин теперь blorbs соло.

source: <32>{#p/asriel2}* Talk about a contradiction.
ru_ru: <32>{#p/asriel2}* Говорит о противоречиях.

source: <32>{#p/kidding}* Woah, hello...
ru_ru: <32>{#p/Шутка}* Вау, привет.

source: <32>{#p/story}* Skrubbington straddles up. * Much to its dismay, Gelata is also here...
ru_ru: * Разочаровывает то, что Грата тоже здесь.

source: <32>{#p/story}* Skrubbington is not sure how to feel anymore.
ru_ru: <32>{#p/story}* Скруббингтон не уверен, что чувствует.

source: tweet
ru_ru: Твиттер

source: <08>{#p/basic}{~}Skrubby accepts your mercy.
ru_ru: <08>{#p/basic}{~} Скруби принимает ваше сострадание.

source: <08>{#p/basic}{~}Skrubby will retreat now..
ru_ru: <08>{#p/basic}{~} Скруби теперь отступит.

source: <08>{#p/basic}{~}Thx for warning!
ru_ru: <08>{#p/basic}{~} Спасибо за предупреждение!

source: <08>{#p/basic}{~}Skrub u entire body..
ru_ru: <08>{#p/basic}{~} Skrub U для всего тела.

source: <08>{#p/basic}{~}Special service just for you!
ru_ru: <08>{#p/basic}{~} Специальные услуги специально для вас!

source: <08>{#p/basic}{~}Even if u get dirty sometimes..
ru_ru: <08>{#p/basic}{~} Даже если вы иногда пачкаетесь.

source: <08>{#p/basic}{~}Skrubby will be there to clean u.
ru_ru: <08>{#p/basic}{~} Скруби будет очищать u там.

source: <08>{#p/basic}{~}Skrubby accepts hug..
ru_ru: <08>{#p/basic}{~} Скруби принимает объятия.

source: <08>{#p/basic}{~}Regard- less if u are clean or dirty.
ru_ru: <08>{#p/basic}{~} Если вы чисты или грязны, вам не нужно беспокоиться.

source: <08>{#p/basic}{~}Skrubby knows what must be done.
ru_ru: <08>{#p/basic}{~} Skrubby знает, что нужно делать.

source: <08>{#p/basic}{~}Thx for showing me the way.
ru_ru: <08>{#p/basic}{~} Спасибо, что показал мне путь.

source: <08>{#p/basic}{~}Okie. Take u G.
ru_ru: Возьми с собой Джи.

source: <32>{#p/asriel2}* Skrubbington, the clean freak. * Can't handle seeing more than a speck of dirt.
ru_ru: * Я не могу терпеть, когда вижу немного пыли.

source: <32>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * This humble germophobe seeks to cleanse the whole galaxy.
ru_ru: * Этот скромный бактериофоб пытается очистить всю галактику.

source: <33>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * This humble germophobe wants to go home to wash its wounds.
ru_ru: * Этот скромный пациент с бактериофобией хочет вернуться домой и промыть рану.

source: <32>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * One wheel closer to a cleaner future for monsterkind.
ru_ru: * Колесо ближе к монстру в более чистом будущем.

source: <32>{#p/story}* SKRUBBINGTON - ATK 18 DEF 5 * This humble germophobe's love story is as soapy as it gets.
ru_ru: * Эта неприметная история любви человека с фобией очень мыльная.

source: * Skrubbington
ru_ru: * Скрубингтон

source: <32>{#p/asriel2}* Skrubbington.
ru_ru: <32>{#p/asriel2}* Скруббингтон.

source: <32>{#p/kidding}* Skrubby's here!
ru_ru: <32>{#p/Шутка}* Скарби идет!

source: <32>{#p/story}* Skrubbington strolls in.
ru_ru: <32>{#p/story}* вошел Скруббингтон.

source: <08>{#p/basic}{~}Skrub u hands
ru_ru: <08>{#p/basic}{~} Skrub u Руки

source: <08>{#p/basic}{~}Skrub u face
ru_ru: <08>{#p/basic}{~} Лицо Skrub U

source: <08>{#p/basic}{~}Skrub u hair
ru_ru: <08>{#p/basic}{~} Skrub u Волосы

source: <08>{#p/basic}{~}Skrub u feet
ru_ru: <08>{#p/basic}{~} Skrub u Ноги

source: <08>{#p/basic}{~}Skrub a dub-dubs
ru_ru: <08>{#p/basic}{~} Озвучивание Skrub

source: <08>{#p/basic}{~}Oops, I meant.. Skrub a sub-SUBS
ru_ru: Подподписка на Skrub

source: <08>{#p/basic}{~}Your SOUL is unclean.
ru_ru: <08>{#p/basic}{~} Ваша душа нечистая.

source: <08>{#p/basic}{~}Green means clean
ru_ru: <08>{#p/basic}{~} Зеленый означает чистый

source: <08>{#p/basic}{~}NO. THAT JOKE'S TOO.. DIRTY
ru_ru: <08>{#p/basic}{~} Нет, эта шутка слишком преувеличена. Грязный.

source: <08>{#p/basic}{~}EUGH.. I CAN'T BELIEVE THIS
ru_ru: <08>{#p/basic}{~} EUGH. Поверить не могу.

source: <32>{#p/kidding}* Look at the little bird!
ru_ru: <32>{#p/Шутка}* Посмотрите на эту птичку!

source: <32>{#p/story}* Skrubbington is friends with a little bird.
ru_ru: <32>{#p/story}* Scrubbington - друг птички.

source: <32>{#p/kidding}* You should've SEEN when it tried to clean my school lunch off.
ru_ru: <32>{#p/Шутка}* Когда он пытается очистить мой школьный обед, вы должны посмотреть.

source: <32>{#p/story}* Skrubbington is rinsing off a saucer.
ru_ru: <32>{#p/story}* Skrubbington промывает тарелку.

source: <33>{#p/kidding}* We should go spacesuit-shining with this one.
ru_ru: <33>{#p/Шутка}* Мы должны надеть этот сверкающий скафандр.

source: <32>{#p/story}* Skrubbington is looking for some good clean fun.
ru_ru: <32>{#p/story}* Skrubbington ищет чистое удовольствие.

source: <32>{#p/kidding}* Squeaky clean? * This is gonna be FREAKY clean.
ru_ru: * Это будет очень чисто.

source: <32>{#p/story}* Smells like detergent.
ru_ru: <32>{#p/story}* Пахнет моющим средством.

source: <32>{#p/kidding}* You do NOT wanna get dirty around this one, dude.
ru_ru: <32>{#p/Шутка}* Чувак, ты не хочешь быть грязным в этом деле.

source: <32>{#p/story}* Skrubbington wonders if stardust is sanitary.
ru_ru: <32>{#p/story}* Skrubbington сомневается в гигиеничности звездной пыли.

source: <32>{#p/kidding}* Is... everything okay?
ru_ru: <32>{#p/Шутка}* ..... Все в порядке?

source: <32>{#p/story}* Skrubbington is revolted at its own wounds.
ru_ru: <32>{#p/story}* Скрубингтон был возмущен своими ранами.

source: <32>{#p/human}* (You tell a joke about a rusty piece of space junk.)
ru_ru: <32>{#p/human}* (Вы рассказали анекдот о ржавом космическом мусоре.)

source: <32>{#p/human}* (You tell a joke about atmospheric pollution.)
ru_ru: <32>{#p/human}* (Вы рассказали анекдот о загрязнении атмосферы.)

source: <32>{#p/human}* (You tell a joke about two starships that got stuck in a trash barge.)
ru_ru: <32>{#p/human}* (Вы рассказали анекдот о двух звездолетах, застрявших на мусорной барже.)

source: <32>{#p/human}* (You give Skrubbington a friendly pat.)
ru_ru: <32>{#p/human}* (Вы хлопаете по Skrubbington дружелюбно).

source: <32>{#p/basic}* Skrubbington can't stand your slime-covered hands and runs away!
ru_ru: <32>{#p/basic}* Scrubbington не выдержал твоих липких рук и убежал!

source: <32>{#p/basic}* Skrubbington recoils from your touch.
ru_ru: <32>{#p/basic}* Скрубингтон отступает от прикосновения.

source: <32>{#p/basic}* Skrubbington is flattered.
ru_ru: <32>{#p/basic}* Скрубингтон польщен.

source: <32>{#p/human}* (You ask Skrubbington to clean you.)
ru_ru: <32>{#p/human}* (Вы попросили Skrubbington помочь вам с уборкой.)

source: <32>{#p/basic}* Skrubbington hops around excitedly.
ru_ru: <32>{#p/basic}* Скрубингтон прыгает с волнением.

source: <08>{#p/basic}{~}No! Unclean romance!
ru_ru: Нечистая романтика!

source: <08>{#p/basic}{~}Sparkle and shine!
ru_ru: <08>{#p/basic}{~} Блестят!

source: <32>{#p/basic}* Skrubbington resumes cleaning.
ru_ru: <32>{#p/basic}* Skrubbington восстанавливает чистоту.

source: <08>{#p/basic}{~}Guoooh..
ru_ru: <08>{#p/basic}{~} Го.

source: <08>{#p/basic}{~}Final roar.
ru_ru: <08>{#p/basic}{~} Последний рык.

source: <32>{#p/asriel2}* Gelata.
ru_ru: <32>{#p/asriel2}* Гелата.

source: <32>{#p/kidding}* Woah!
ru_ru: <32>{#p/Шутка}* Вау!

source: <32>{#p/story}* Gelata appears!
ru_ru: <32>{#p/story}* Появляется Gelata!

source: <32>{#p/asriel2}* Gelata, the slimy gelatin. * Why do I bother explaining these things to you.
ru_ru: * Зачем мне пытаться объяснить вам эти вещи?

source: <32>{#p/story}* GELATA - ATK 18 DEF 18 * Not so tini anymore.
ru_ru: * Больше не такой тини.

source: <32>{#p/story}* GELATA - ATK 18 DEF 18 * Not in the best of shape.
ru_ru: * Не в оптимальном состоянии.

source: <32>{#p/story}* GELATA - ATK 18 DEF 18 * Not against becoming a full- time jelly cushion.
ru_ru: * Не против стать полноправным желе - матрасом.

source: <32>{#p/story}* GELATA - ATK 18 DEF 18 * Not your ideal relationship...
ru_ru: * Не ваши идеальные отношения.

source: <32>{#p/human}* (You try to topple Gelata, but it hasn't been weakened enough.)
ru_ru: <32>{#p/human}* (Вы пытаетесь свергнуть Гелату, но она еще не ослаблена.)

source: <32>{#p/human}* (You topple Gelata.) * (Its body parts collapse and roll into the distance.)
ru_ru: * (Его части тела могут рухнуть и скатиться вдаль.)

source: * Gelata
ru_ru: * Гелата

source: <08>{#p/basic}{~}Guoooh!
ru_ru: <08>{#p/basic}{~} Вау!

source: <32>{#p/kidding}* What does it want?
ru_ru: <32>{#p/Шутка}* Что он хочет?

source: <32>{#p/story}* Gelata wants to carry you.
ru_ru: <32>{#p/story}* Гелата хочет нести тебя.

source: <32>{#p/kidding}* I wonder what would happen if I hugged it.
ru_ru: <32>{#p/Шутка}* Я хочу знать, что произойдет, если я обниму его.

source: <32>{#p/story}* Gelata wobbles anxiously.
ru_ru: <32>{#p/story}* Гелата трясется с тревогой.

source: <32>{#p/kidding}* So icky... I love it!
ru_ru: <32>{#p/Шутка}* Это отвратительно. Мне нравится!

source: <32>{#p/story}* Gelata mills about nearby.
ru_ru: <32>{#p/story}* Рядом находится мельница Gelata.

source: <32>{#p/kidding}* This all seems kinda slimy.
ru_ru: <32>{#p/Шутка}* Все это выглядит немного липким.

source: <32>{#p/story}* Smells like a jell-o store.
ru_ru: <32>{#p/story}* Пахнет как в магазине желе.

source: <32>{#p/asriel2}* Almost dead.
ru_ru: <32>{#p/asriel2}* Почти умер.

source: <32>{#p/kidding}* Gelata isn't looking good...
ru_ru: <32>{#p/Шутка}* Гелата выглядит не очень хорошо.

source: <32>{#p/story}* Gelata has seen better days.
ru_ru: <32>{#p/story}* Gelata пережила лучшие дни.

source: <32>{#p/human}* (You offer a handshake.) * (Gelata engulfs you in slime.)
ru_ru: * (Гелата поглотила тебя в слизи.)

source: <32>{#p/story}* SPEED decreased!
ru_ru: <32>{#p/story}* Скорость падает!

source: <32>{#p/human}* (You sit on top of Gelata.) * (Gelata now feels that it has been useful to you.)
ru_ru: * (Гелата теперь думает, что это полезно для вас.)

source: <32>{#p/kidding}* Can I come sit too!?
ru_ru: <32>{#p/Шутка}* Могу ли я тоже сесть?

source: <32>{#p/story}* Gelata seems happy with your presence.
ru_ru: <32>{#p/story}* Гелата, похоже, очень доволен вашим присутствием.

source: <32>{#p/human}* (You wiggle your hips.) * (Gelata does a tornado spin.)
ru_ru: * (Грата вращается, как торнадо.)

source: <32>{#p/basic}* A meaningful conversation...?
ru_ru: <32>{#p/basic}* Значимый диалог.

source: <32>{#p/asriel2}* Gelatini... * Something tells me this one's more than meets the eye.
ru_ru: * Что - то подсказывает мне, что эта вещь выходит далеко за рамки воображения.

source: <32>{#p/story}* GELATINI - ATK 18 DEF 18 * Not a squorch to be heard.
ru_ru: * Ничего не слышно.

source: * Gelatini
ru_ru: * желатин

source: <32>{#p/asriel2}* Gelatini.
ru_ru: <32>{#p/asriel2}* желатин.

source: <32>{#p/story}* Gelatini appears?
ru_ru: <32>{#p/story}* Появился ли желатин?

source: <32>{#p/kidding}* Do Gelatinis always sit this still?
ru_ru: <32>{#p/Шутка}* желатин всегда сидит неподвижно?

source: <32>{#p/story}* Gelatini isn't moving.
ru_ru: <32>{#p/story}* желатин не двигается.

source: <32>{#p/kidding}* Something's off with that Gelatini...
ru_ru: <32>{#p/Шутка}* С желатином что - то не так.

source: <32>{#p/story}* Gelatini is a perfectly tempered gelatin with no flaws.
ru_ru: <32>{#p/story}* желатин представляет собой полностью отжигающий желатин без дефектов.

source: <32>{#p/kidding}* Are Gelatinis always this quiet?
ru_ru: <32>{#p/Шутка}* желатин всегда такой тихий?

source: <32>{#p/story}* It's Gelatini's quiet time.
ru_ru: <32>{#p/story}* Это тихое время для желатина.

source: <32>{#p/kidding}* This seems kinda weird.
ru_ru: <32>{#p/Шутка}* Это выглядит немного странно.

source: <32>{#p/human}* (You approach Gelatini.)
ru_ru: <32>{#p/human}* (Вы близки к желатину.)

source: <32>{#p/human}* (You wiggle your hips.)
ru_ru: <32>{#p/human}* (Ты крутишь бедра.)

source: <32>{#p/human}* (You give Gelatini a big slap.)
ru_ru: <32>{#p/human}* (Вы дали желатину пощечину.)

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * A prophetic singer, held back by her own shame.
ru_ru: * Певец - предсказатель, который отступил от стыда.

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * With newfound confidence, she takes to the stage!
ru_ru: * Она выходит на сцену с новой уверенностью!

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * With newfound confidence, she sings for the crowd!
ru_ru: * С новой уверенностью в себе она поет для зрителей!

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * With newfound confidence, she's the star of the show!
ru_ru: * С новой уверенностью в себе она стала звездой этого шоу!

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * A prophetic singer, held back by fresh wounds.
ru_ru: * Певец - предсказатель, который отступил от новой травмы.

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * Alas, the bitter dregs of rejection.
ru_ru: * Увы, отвергнутые горькие отбросы.

source: <32>{#p/story}* SHYREN - ATK 19 DEF 0 * Suddenly, love songs.
ru_ru: * Внезапно, любовные песни.

source: <08>{#p/basic}{~}(awkward toot)
ru_ru: <08>{#p/basic}{~} (Неуклюжий гудок)

source: <32>{#p/story}* Shyren cowers in the corner.
ru_ru: <32>{#p/story}* Хирон свернулась в углу.

source: <32>{#p/kidding}* I don't think that helped...
ru_ru: <32>{#p/Шутка}* Я не думаю, что это поможет.

source: <32>{#p/human}* (You flirt with Shyren, offering your best smile.)
ru_ru: <32>{#p/human}* (Вы флиртуете с Shyren, показывая свою лучшую улыбку).

source: <32>{#p/basic}* Shyren turns away...
ru_ru: <32>{#p/basic}* Хирон повернулся и ушел.

source: <32>{#p/human}* (You flirt with Shyren again.)
ru_ru: <32>{#p/human}* (Ты снова флиртуешь с Хирон.)

source: <32>{#p/basic}* Shyren is uncomfortable now, and decides to leave.
ru_ru: <32>{#p/basic}* Ширен почувствовал себя плохо и решил уйти.

source: <32>{#p/story}* Shyren seems much more comfortable singing along.
ru_ru: <32>{#p/story}* Хирон кажется более удобным следовать за пением.

source: <32>{#p/kidding}* A sing-along? * Heck yeah, dude!
ru_ru: * Упс, да, чувак!

source: <32>{#p/story}* The eerily quiet air passes behind the symphony of voices.
ru_ru: <32>{#p/story}* Странный тихий воздух пронесся мимо звука симфонии.

source: <32>{#p/kidding}* Haha, this is kinda fun! * Even though it's just the three of us...
ru_ru: * Хотя нас только трое.

source: <32>{#p/story}* A shadowy figure watches the commotion from afar.
ru_ru: <32>{#p/story}* Пятнистая фигура смотрит на волнение издалека.

source: <32>{#p/kidding}* Yo... uh... * What's that weird shadowy guy doing over there?
ru_ru: * Что там делает этот странный теневой парень?

source: <32>{#p/story}* Sans is selling tickets made of carbon fiber.
ru_ru: <32>{#p/story}* Sans продает билеты из углеродного волокна.

source: <32>{#p/kidding}* Is that short skeleton selling TICKETS now??
ru_ru: <32>{#p/Шутка}* Этот скелет сейчас продает билеты?

source: <32>{#p/story}* Your previous hums echo back into the room.
ru_ru: <32>{#p/story}* Ваш предыдущий гудок эхом отозвался в комнате.

source: <32>{#p/kidding}* This place is so empty, we can hear ourselves from the past. * So trippy...
ru_ru: * Слишком запутанно.

source: <32>{#p/story}* The crowd tosses clothing. * It's a storm of cotton balls.
ru_ru: * Это был хлопковый шторм.

source: <32>{#p/kidding}* Woah, so many people!
ru_ru: <32>{#p/Шутка}* Вау, так много людей!

source: <32>{#p/story}* Shyren thinks about her future.
ru_ru: <32>{#p/story}* Хирон размышляет о своем будущем.

source: <32>{#p/kidding}* One last time! * One last time! * One last time!
ru_ru: * В последний раз!

source: <32>{#p/human}* (You flirt with Shyren.) * (Though uneasy, she blushes a little in return.)
ru_ru: * (Несмотря на беспокойство, она слегка покраснела.)

source: <08>{#p/basic}{~}(happy toot)
ru_ru: <08>{#p/basic}{~} (Радостный гудок)

source: <32>{#p/human}* (You hum a melancholy waltz.) * (Shyren follows your melody.)
ru_ru: * (Ширен следует за твоей мелодией.)

source: <32>{#p/human}* (You hum a funky tune.) * (Shyren follows your melody.)
ru_ru: * (Ширен следует за твоей мелодией.)

source: <32>{#p/human}* (You hum a bluesy song.) * (Shyren follows your melody.)
ru_ru: * (Ширен следует за твоей мелодией.)

source: <32>{#p/human}* (You hum a jazz ballad.) * (Shyren follows your melody.)
ru_ru: * (Ширен следует за твоей мелодией.)

source: <32>{#p/human}* (You hum an apology song.) * (Shyren calms down.)
ru_ru: * (Ширен, успокойся.)

source: <32>{#p/human}* (You hum some more.)
ru_ru: <32>{#p/human}* (Вы еще несколько раз напеваете.)

source: <32>{#p/basic}* It's a veritable duet!
ru_ru: <32>{#p/basic}* Это настоящий дуэт!

source: <32>{#p/basic}* Monsters are drawn to the music.
ru_ru: <32>{#p/basic}* Монстры притягиваются к музыке.

source: <32>{#p/basic}* Suddenly, it's a concert...
ru_ru: <32>{#p/basic}* Внезапно это был концерт...

source: <32>{#p/basic}* Shyren is happy to have you as her vocal partner.
ru_ru: <32>{#p/basic}* Shyren рада, что вы стали ее вокальным партнером.

source: <32>{#p/basic}* The seats are sold out. * It's a rockstar performance!
ru_ru: * Это шоу рок - звезд!

source: <33>{#p/human}* (You hum some more.)
ru_ru: <33>{#p/human}* (Вы еще несколько раз напеваете.)

source: <32>{#p/basic}* Even without a crowd, a dance of melody and harmony persists.
ru_ru: <32>{#p/basic}* Танец мелодии и гармонии сохраняется даже без толпы.

source: <32>{#p/basic}* Despite your success, the constant attention...
ru_ru: <32>{#p/basic}* Несмотря на ваш успех, но постоянное внимание...

source: <32>* The tours... * The groupies... * It's all...
ru_ru: * Все да.

source: <32>{#p/human}* (You and Shyren have come so far, but it's time.)
ru_ru: <32>{#p/human}* (Вы и Ширен зашли так далеко, но сейчас самое время).

source: <32>* (You both have your own journeys to embark on.)
ru_ru: <32>* (У каждого из вас есть свое путешествие, чтобы начать.)

source: <32>* (You hum a farewell song.)
ru_ru: <32>* (Ты напеваешь прощальную песню.)

source: <32>{#p/story}* Shyren's voice is raspy.
ru_ru: <32>{#p/story}* Голос Хирона был резким.

source: * Shyren
ru_ru: * Хирон

source: <32>{#p/story}* Shyren hums very faintly.
ru_ru: <32>{#p/story}* Ширен тихо напевал.

source: <32>{#p/kidding}* Are you okay?
ru_ru: <32>{#p/Шутка}* Ты в порядке?

source: <32>{#p/story}* Shyren pretends to be a pop idol.
ru_ru: <32>{#p/story}* Ширен притворяется поп - идолом.

source: <32>{#p/kidding}* You look sad...
ru_ru: <32>{#p/Шутка}* Ты выглядишь грустно.

source: <32>{#p/story}* Shyren taps a little beat with her fins.
ru_ru: <32>{#p/story}* Ширен постучал плавником.

source: <32>{#p/kidding}* Do you need any help?
ru_ru: <32>{#p/Шутка}* Вам нужна помощь?

source: <32>{#p/story}* Shyren thinks about doing karaoke by herself.
ru_ru: <32>{#p/story}* Хирон подумывает о том, чтобы спеть караоке самостоятельно.

source: <32>{#p/kidding}* Is there anything I can do?
ru_ru: <32>{#p/Шутка}* Что я могу сделать?

source: <32>{#p/story}* Smells like music.
ru_ru: <32>{#p/story}* Пахнет музыкой.

source: <32>{#p/kidding}* Wait... what's with her body?
ru_ru: <32>{#p/Шутка}* и так далее. Что случилось с ее телом?

source: <08>{#p/basic}{~}.. .. toot ..
ru_ru: Это...

source: <08>{#p/basic}{~}.. .. hum hum ..
ru_ru: Это...

source: <32>{#p/kidding}* No... * Not again...
ru_ru: * Больше не надо.

source: <32>{#p/kidding}* Yo, how's it going? * You look sad...
ru_ru: * Ты выглядишь грустно.

source: <08>{#p/basic}{~}Si Fa Si Fa So Fa So Mi Re Re
ru_ru: <08>{#p/basic}{~} Правосудие Суфа Сумири

source: <08>{#p/basic}{~}Mi So Mi So Mi Si Mi La Si So
ru_ru: <08>{#p/basic}{~} Мисуми - сульфин

source: <08>{#p/basic}{~}(pas- sionate tooting)
ru_ru: <08>{#p/basic}{~} (Пассивный гудок)

source: <08>{#p/basic}{~}(final toot)
ru_ru: <08>{#p/basic}{~} (Последний гудок)

source: <32>{#p/human}* (You wave your arms wildly.) * (Nothing happens.)
ru_ru: * (Ничего не произошло.)

source: <32>{#p/human}* (You wave your arms wildly.)
ru_ru: <32>{#p/human}* (Вы безумно размахиваете руками.)

source: <32>{#p/basic}* The crowd eats it up!
ru_ru: <32>{#p/basic}* Толпа съела его!

source: <32>{#p/human}* (You boo Shyren.)
ru_ru: <32>{#p/human}* (Ты Шшш Ширен)

source: <32>{#p/basic}* Her head down, Shyren moves away quietly...
ru_ru: <32>{#p/basic}* Хирон опустил голову и тихо ушел...

source: <32>{#p/basic}* Shyren, seeing how you handle rejection, leaves in a huff.
ru_ru: <32>{#p/basic}* Увидев, как вы справляетесь с отказом, Ширен ушел в ярости.

source: <32>{#p/basic}* Shyren's fleeting joy fades just as soon as it came to her.
ru_ru: <32>{#p/basic}* Кратковременная радость Хирона исчезает, как только она появляется.

source: <32>{#p/basic}* The crowd, distraught, watches as Shyren flees the scene.
ru_ru: <32>{#p/basic}* Зрители с тревогой наблюдали, как Хирон покидает сцену.

source: <32>{#p/basic}* The betrayal brings Shyren to tears as she flees the scene.
ru_ru: <32>{#p/basic}* Предательство заставило Ширена пролить слезы, убегая с места преступления.

source: <08>{#p/basic}{~}Until next time, G.
ru_ru: <08>{#p/basic}{~} До следующего раза, G.

source: <08>{#p/basic}{~}Huh..! Since when did you get scary!
ru_ru: С каких пор ты боишься?

source: <08>{#p/basic}{~}This feeling..
ru_ru: <08>{#p/basic}{~} Это чувство.

source: <08>{#p/basic}{~}I mustn't resist!
ru_ru: <08>{#p/basic}{~} Я не могу сопротивляться!

source: <08>{#p/basic}{~}Yeah.. We make a pretty radical team.
ru_ru: Мы создали очень радикальную команду.

source: <08>{#p/basic}{~}It's so comfort- able..
ru_ru: <08>{#p/basic}{~} Это очень удобно.

source: <08>{#p/basic}{~}At least my end will serve a purpose.
ru_ru: <08>{#p/basic}{~} По крайней мере, мой конец имеет смысл.

source: <08>{#p/basic}{~}Peace 'n' tran- quility, G.
ru_ru: <08>{#p/basic}{~} Мир и спокойствие, G.

source: <08>{#p/basic}{~}Here's your G, my G!
ru_ru: <08>{#p/basic}{~} Это твой G, мой G!

source: <32>{#p/asriel2}* Radtile, the "cool crocodile." * Funny, considering how un-cool he actually is.
ru_ru: * Интересно, учитывая, насколько он на самом деле не крутой.

source: <32>{#p/story}* RADTILE - ATK 24 DEF 12 * A stargazer in starglasses. * Favorite genre: Kriobeat
ru_ru: * Любимый жанр: Kriobeat
