Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>{#p/basic}* It's a "premium" telescope.
ru_ru: <32>{#p/basic}* Это "продвинутый" телескоп.

source: <32>{#p/human}* (The painting depicts a tale of a nondescript nature.)
ru_ru: <32>{#p/human}* (На картине изображена неприметная история.)

source: <32>{#p/basic}* The history of Tem.
ru_ru: <32>{#p/basic}* История Tem.

source: <32>{#p/basic}* Tem history. * May its richness and deepness never be forgotten.
ru_ru: Пусть его богатство и глубина никогда не будут забыты.

source: <32>{#p/basic}* Tem history. * The deepest and most rich history in all the galaxy.
ru_ru: * Самая глубокая и богатая история Млечного Пути.

source: <32>{#p/human}* (Through the hole, you stare into the rumbling underbelly of the factory.)
ru_ru: <32>{#p/human}* (Через эту дыру вы смотрите на шумный живот фабрики.)

source: <32>{#p/basic}* It's a hole.
ru_ru: <32>{#p/basic}* Это дыра.

source: <32>{#p/basic}* It's a temmie in a hole. * A tem hole.
ru_ru: * Дырка.

source: <32>{#p/basic}* Trash.
ru_ru: <32>{#p/basic}* Мусорные контейнеры.

source: <32>{#p/basic}* Still trash.
ru_ru: <32>{#p/basic}* остается мусором.

source: <32>{#p/basic}* Just trash...
ru_ru: <32>{#p/basic}* Просто мусор.

source: <32>{#p/basic}* The trash is trash.
ru_ru: <32>{#p/basic}* Мусор - это мусор.

source: <32>{#p/basic}* Trashy trash.
ru_ru: <32>{#p/basic}* Мусорные контейнеры.

source: <32>{#p/basic}* Surprisingly, trash.
ru_ru: <32>{#p/basic}* Удивительно, что мусор.

source: <32>{#p/basic}* Trash!!!
ru_ru: <32>{#p/basic}* Мусорные баки!!

source: <32>{#p/human}* (The tablet seems to describe the lifecycle of a particular kind of flower.)
ru_ru: <32>{#p/human}* (планшет, по - видимому, описывает жизненный цикл конкретного цветка).

source: <32>{#p/basic}* The data on this tablet is of little importance.
ru_ru: <32>{#p/basic}* Данные на этом планшете не имеют значения.

source: <33>{#p/basic}* It's an old tablet. * The data is mostly corrupted...
ru_ru: * Данные в основном повреждены.

source: <32>* "A flower from beyond... a second life... the shape of a star..."
ru_ru: <32>* "Цветок издалека... вторая жизнь... форма звезды..."

source: <32>* That's all you can make out.
ru_ru: <32>Это то, что вы можете понять.

source: <32>{#p/human}* (The tablet describes various uses for wormholes.)
ru_ru: <32>{#p/human}* (планшет описывает различные виды использования червоточины.

source: <32>{#p/basic}* This tablet contains nothing but meaningless trivia.
ru_ru: <32>{#p/basic}* Этот планшет содержит только бессмысленные мелочи.

source: <32>{#p/basic}* It's a tablet with information pertaining to wormhole travel.
ru_ru: <32>{#p/basic}* Это планшет с информацией о путешествиях в червоточину.

source: <32>* An additional section mentions the danger of wormhole weapons...
ru_ru: <32>* В другом разделе говорится об опасности оружия червоточины.

source: <32>{#p/human}* (The tablet contains the entire run of a science fiction anime.)
ru_ru: <32>{#p/human}* (Планшет содержит все элементы научно - фантастического аниме).

source: <32>{#p/basic}* It's a video tablet. * You wouldn't be interested in the contents.
ru_ru: * Вам не будет интересно содержание.

source: <32>{#p/basic}* It's an old video tablet for a science fiction anime.
ru_ru: <32>{#p/basic}* Это старый видеопланшет для научной фантастики.

source: <32>* The cover reads "MEW MEW STARFIRE: COMPLETE COLLECTION."
ru_ru: <32>* На обложке написано "MEW MEW Star Fire: полная коллекция".

source: <32>{#p/basic}* I've been thinking of finding a new identity...
ru_ru: <32>{#p/basic}* Я думал о поиске новой личности.

source: <32>* The "Mad Dummy" shtick just doesn't suit me anymore.
ru_ru: « 32 »* « Сумасшедший дурак» уже не для меня.

source: <32>* I wonder if Alphys could make me a new body...
ru_ru: Я хочу знать, сможет ли Альфис создать мне новое тело.

source: <32>* Something like... a robo-girl, or... a digi-woman...
ru_ru: <32>* Аналогично. Роботы девушки, или... Цифровая женщина.

source: <32>* Or even a sci-fi doll?
ru_ru: <32>Даже куклы - фантасты?

source: <32>{#p/basic}* No. * No! * NO!!
ru_ru: * Нет!

source: <32>* You killed my only training partner.
ru_ru: <32>Ты убил моего единственного партнера по тренировкам.

source: <32>* How DARE you kill the only person who knows how to hit me properly!?
ru_ru: Как ты посмел убить единственного, кто знал, как меня ударить?

source: <32>* No matter how many dumb game shows I agree to be in to try and distract myself...
ru_ru: <32>* Сколько бы ни было глупых игровых шоу, я согласен участвовать, пытаясь отвлечь себя...

source: <32>* No matter what lame excuse I come up with...
ru_ru: <32>* Какое бы дерьмовое оправдание я ни придумал...

source: <32>* I'll never be able to replace her!
ru_ru: <32>Я никогда не смогу заменить ее!

source: <32>{#p/basic}* Seriously. * Seriously? * SERIOUSLY!?
ru_ru: * Серьезно!?

source: <32>{#p/basic}* You guys are genuinely adorable.
ru_ru: <32>{#p/basic}* Вы действительно милые.

source: <25>{#p/asriel2}{#f/13}* Are we... really...
ru_ru: <25>{#p/asriel2}{#f/13}* Мы... По - настоящему.

source: <32>{#p/basic}* Don't worry. * Everything is fine. * This happens all the time.
ru_ru: * Это часто происходит.

source: <32>{#p/basic}* What. * What? * WHAT!?
ru_ru: * Что!?

source: <32>{#p/basic}* This happens all the time.
ru_ru: <32>{#p/basic}* Это происходит часто.

source: <32>{#p/basic}* Yeah, you're so cool with that Mew Mew doll of yours, huh?
ru_ru: <32>{#p/basic}* Да, ты крут для своей куклы мяу, не так ли?

source: <32>{#p/basic}* You think it's so adorable and lovable and...
ru_ru: <32>{#p/basic}* Вы думаете, что это слишком мило, слишком мило.

source: <32>{#p/basic}* W-what!? * I'm not blushing!
ru_ru: * Я не краснею!

source: <32>{#p/basic}* You did it, human.
ru_ru: <32>{#p/basic}* Вы сделали это, человек.

source: <32>{#p/basic}* I'm sorry I ever doubted you.
ru_ru: <32>{#p/basic}* Мне жаль, что я когда - то сомневался в тебе.

source: <32>{#p/basic}* Well. * Well! * WELL!
ru_ru: * Хорошо!

source: <32>* You certainly know how to choose your battles.
ru_ru: <32>Вы, конечно, знаете, как выбрать свой бой.

source: <32>{#p/basic}* Ugh. * Ugh! * UGH!
ru_ru: * Ааа!

source: <33>{#p/basic}* My life really sucks right now.
ru_ru: <33>{#p/basic}* Моя жизнь сейчас действительно плоха.

source: <32>{#p/basic}* Hey, aren't you supposed to be in Mettaton's next show?
ru_ru: <32>{#p/basic}* Эй, разве ты не должен присутствовать на следующем шоу Меттона?

source: <32>* What are you doing way back here?
ru_ru: <32>Что ты здесь делаешь?

source: <32>* Come on. * Come on! * COME ON!!
ru_ru: * Давай!

source: <32>* Get back in the spotlight so we can go forward with our plan!
ru_ru: <32>* Возвращайтесь в центр внимания, чтобы мы могли продвигать наши планы!

source: <32>{#p/basic}* So. * So! * SO!
ru_ru: * Итак!

source: <32>* You're a TV star now, huh?
ru_ru: <32>* Теперь ты звезда телевидения, не так ли?

source: <32>* Yeah, Mettaton usually has that effect on people.
ru_ru: <32>* Да, Меттон обычно оказывает такое влияние на людей.

source: <32>{#p/basic}* Ready or not, here she comes!!
ru_ru: <32>{#p/basic}* Будь ты готов или нет, она придет!

source: <32>{#p/basic}* Hello again!
ru_ru: <32>{#p/basic}* Снова привет!

source: <32>{#p/basic}* Hey. * Hey! * HEY!
ru_ru: * Эй!

source: <32>* You don't hit too bad for a dummy.
ru_ru: <32>* Для манекенщицы вы хорошо играете.

source: <32>* It's a pity...
ru_ru: <32>* Очень жаль.

source: <32>* BECAUSE I'M ALREADY TAKEN!
ru_ru: <32>Потому что меня забрали!

source: <32>* Go find your own dummy and get the hell outta my face!
ru_ru: <32>Найди своего манекена и убирайся с моего лица!

source: <32>* Hands off the goods! * I ain't rated "E" for everyone, you know!
ru_ru: * Вы знаете, я не был оценен всеми как уровень "Е"!

source: <32>* Wimpy strikes like yours will never compare to those of Undyne!
ru_ru: Забастовка Wimpy, подобная вашей, никогда не сравнится с забастовкой Undyne!

source: <32>* ... you're... * Actually a pretty good hugger.
ru_ru: * Действительно хороший обниматель.

source: <32>* So... even though I have my fear... I still appreciate the attempt.
ru_ru: <32>* Так что... даже если у меня есть страх... Я по - прежнему восхищаюсь этой попыткой.

source: <32>* You've got quite the intimidating stare.
ru_ru: <32>У тебя ужасные глаза.

source: <32>* It's a shame you wasted it on me...
ru_ru: <32>* Жаль, что ты потратил его на меня.

source: <32>* BECAUSE I COULDN'T CARE LESS!
ru_ru: <32>Потому что мне все равно!

source: <32>* Eyes off the prize! * I ain't rated "E" for everyone, you know!
ru_ru: * Вы знаете, я не был оценен всеми как уровень "Е"!

source: <32>* A weak stare like yours will never compare to Undyne's menacing gaze!
ru_ru: * Такой слабый взгляд, как твой, никогда не сравнится с угрожающим взглядом Ундин!

source: <32>{#p/basic}* It's a living.
ru_ru: <32>{#p/basic}* Это жизнь.

source: <25>{#p/kidd}{#f/14}* Awesome...
ru_ru: <25>{#p/kidd}{#f/14}* Превосходно.

source: <32>{#p/basic}* It's hard-boiled.
ru_ru: <32>{#p/basic}* Он хорошо приготовлен.

source: <32>{#p/human}* (The sign welcomes you to the area.)
ru_ru: <32>{#p/human}* (Знак приветствует вас в регионе).

source: <32>{#p/tem}* "hOI!!" * "welcom to..." * "TEM VILLAGE!!!"
ru_ru: * "Деревня TEM!!!"

source: <32>{#p/human}* (The sign implores you to check the nearby shop.)
ru_ru: <32>{#p/human}* (Знак умоляет вас заглянуть в ближайший магазин.)

source: <32>{#p/tem}* "hOI!!" * "u shud check out..." * "TEM SHOP!!!"
ru_ru: * "Магазин!!!"

source: <32>{#p/human}* (The sign agrees with another sign imploring you to check the nearby shop.)
ru_ru: <32>{#p/human}* (Знак совпадает с другим логотипом, который умоляет вас проверить близлежащие магазины).

source: <32>{#p/tem}* "yaYA!! i AGREES!!" * "shud check..." * "TEM SHOP!!!"
ru_ru: * "Магазин!!!"

source: <25>{#p/asriel1}{#f/13}* This statue...
ru_ru: <25>{#p/asriel 1/{#f/13}* Эта статуя...

source: <25>{#f/15}* Is this supposed to be of me...?
ru_ru: <25>{#f/15}* Это должно быть мое.

source: <25>{#p/asriel1}{#f/13}* I don't remember this being built...
ru_ru: <25>{#p/asriel 1/{#f/13}* Я не помню, чтобы это строилось.

source: <25>{#f/23}* Must've been after I...
ru_ru: <25>{#f/23}* Должно быть, во мне.

source: <32>{#p/basic}* It's an old, derelict statue.
ru_ru: <32>{#p/basic}* Это старая заброшенная статуя.

source: <25>{#p/asriel1}{#f/15}* I doubt even WE'D sleep very well in this bed.
ru_ru: <25>{#p/asriel 1}{#f/15}* Я даже сомневаюсь, что мы хорошо спим в этой кровати.

source: <25>{#f/23}* No matter how comfortable that might sound.
ru_ru: <25>{#f/23}* Как бы удобно это ни звучало.

source: <25>{#p/asriel1}{#f/13}* Yeah. * This is a ghost bed, Frisk.
ru_ru: * Это кровать с привидениями, Фриск.

source: <25>{#f/13}* Ghosts have different sorts of needs than... well, not ghosts.
ru_ru: <25>{#f/13}* Потребности призраков отличаются от... Ладно, не призрак.

source: <25>{#f/13}* And I'm not just talking about their sleeping arrangements.
ru_ru: <25>{#f/13}* Я говорю не только об их графике сна.

source: <26>{#p/asriel1}{#f/13}* Ghosts, more than any other kind of monster...
ru_ru: <26>{#p/asriel 1}{#f/13}* Призраков больше, чем любого другого вида монстров.

source: <25>{#f/13}* Seem to focus more on the world around them.
ru_ru: <25>{#f/13}* Кажется, что больше внимания уделяется окружающему их миру.

source: <25>{#f/15}* It's like they never let what's in front of them...
ru_ru: <25>{#f/15}* Как будто они никогда не позволяют что - то видеть.

source: <25>{#f/13}* Distract them from the bigger picture for long.
ru_ru: <25>{#f/13}* Держите их подальше от общей ситуации в течение длительного времени.

source: <25>{#f/17}* On second thought, maybe that's why Mettaton loves TV.
ru_ru: <25>{#f/17}* Подумайте хорошенько, возможно, поэтому Меттон любит телевидение.

source: <25>{#f/16}* Getting the "bigger picture" is basically the whole idea...
ru_ru: <25>{#f/16}* Получение "общего видения" - это, по сути, вся идея.

source: <26>{#p/asriel1}{#f/20}* Mettaton and his TV shows, am I right?
ru_ru: <26>{#p/asriel 1}{#f/20}* Меттон и его телешоу, я прав?

source: <32>{#p/basic}* It's a ghost bed.
ru_ru: <32>{#p/basic}* Это кровать с привидениями.

source: <32>{#p/basic}* Just because you saved the galaxy doesn't mean you can sleep on a ghost bed.
ru_ru: <32>{#p/basic}* Просто потому, что вы спасли Млечный Путь, это не значит, что вы можете спать в постели с привидениями.

source: <32>{#p/basic}* It's a ghost bed. * You'd sleep right through it.
ru_ru: * Ты будешь хорошо спать.

source: <32>{#p/basic}* It's a voicebook.
ru_ru: <32>{#p/basic}* Это голосовая книга.

source: <32>{#p/human}* (You pick up the voicebook and open to the only recorded section.)
ru_ru: <32>{#p/human}* (Вы берете голосовую книгу и открываете единственную записанную часть.)

source: <32>{#p/hapstablook}* Dear diary, volume one...
ru_ru: <32>{#p/hapstabloke}* Дорогой дневник, том 1.

source: <32>* Humans dream of so many fantastical stories, yet when I look out my window...
ru_ru: <32>* Человечество мечтает о таком количестве фантастических историй, но когда я смотрю в окно...

source: <32>* ... all I can see is a wall.
ru_ru: <32>* ..... Я вижу только одну стену.

source: <32>* Is it right that we monsters have become used to this sad state of living?
ru_ru: <32>* Мы, монстры, привыкли к этому трагическому состоянию жизни, не так ли?

source: <32>* Is it right that only the youngest children seem to be truly alive?
ru_ru: Правильно ли, что кажется, что только самые маленькие дети действительно живы?

source: <32>* Our sense of wonder has been beaten out of us...
ru_ru: <32>* Наше удивление было побеждено.

source: <32>* There's no denying it now.
ru_ru: <32>* Теперь это неоспоримо.

source: <32>{#p/human}* (You put the book back down.)
ru_ru: <32>{#p/human}* (Вы кладете книгу на место.)

source: <32>{#p/basic}* ... he was always like this in the early days...
ru_ru: <32>{#p/basic}* ... Он всегда был таким в ранние годы.

source: <32>{#p/basic}* Always wanting everyone to be as happy as he was.
ru_ru: <32>{#p/basic}* Всегда хочется, чтобы все были счастливы, как он.

source: <32>{#p/basic}* Especially me.
ru_ru: <32>{#p/basic}* Особенно для меня.

source: <32>{#p/hapstablook}* Dear diary, volume two...
ru_ru: <32>{#p/hapstabloke}* Дорогой дневник, том 2.

source: <32>* I've been binge-watching old human television series.
ru_ru: <32>Я смотрю старые человеческие сериалы.

source: <32>* These people aren't like what I've been told... in fact, they're a lot like us.
ru_ru: <32>* Эти люди не такие, как я слышал. На самом деле, они очень похожи на нас.

source: <32>* Living, laughing, loving... * Hurting and crying. * Doing what they believe in.
ru_ru: * Делайте то, во что они верят.

source: <32>* They say humanity is a species that should be feared.
ru_ru: Они говорят, что люди - это вид, которого следует бояться.

source: <32>* But the more I see of them... the more I grow tired of that idea.
ru_ru: <32>* Но чем больше я смотрю на них... Чем больше я устал от этой идеи.

source: <32>* Monsters aren't all starlight and roses, either.
ru_ru: <32>* Монстры - это не только звёзды и розы.

source: <32>{#p/basic}* I remember how, when we first met, he was the first one to open up to me.
ru_ru: <32>{#p/basic}* Я помню, когда мы впервые встретились, он был первым, кто открыл мне сердце.

source: <32>{#p/basic}* It wasn't long before I opened up, too...
ru_ru: <32>{#p/basic}* Не так давно, я тоже открыл сердце.

source: <32>{#p/hapstablook}* Dear diary, volume three...
ru_ru: <32>{#p/hapstabloke}* Дорогой дневник, том 3.

source: <32>* It's been a hard day at the farm for Blooky and me.
ru_ru: <32>* Для меня и Блуки был трудный день на ферме.

source: <32>* Two of the snails we'd been looking after escaped, and we couldn't find them.
ru_ru: <32>* Две улитки, о которых мы заботились, сбежали, и мы не смогли их найти.

source: <32>* No matter what I do, something like this always happens.
ru_ru: <32>* Что бы я ни делал, такие вещи всегда случаются.

source: <32>* Blooky says it's fine, of course, but they say that about everything.
ru_ru: <32>* Блуки говорит, что это хорошо, конечно, но они говорят обо всем.

source: <32>* And I wonder why I still bother working here.
ru_ru: <32>Я хочу знать, почему я все еще работаю здесь.

source: <32>{#p/basic}* I tried to help the family out, but with the way things were...
ru_ru: <32>{#p/basic}* Я пытаюсь помочь этой семье, но вещи развиваются...

source: <32>{#p/basic}* There wasn't much I could do.
ru_ru: <32>{#p/basic}* Я ничего не могу сделать.

source: <32>{#p/hapstablook}* Dear diary, volume four...
ru_ru: <32>{#p/hapstabloke}* Дорогой дневник, том 4.

source: <32>* I was at the store today when I ran into a girl... Alphys, I think?
ru_ru: <32>* Сегодня я встретил девушку в магазине. Думаю, это Альфис.

source: <32>* Apparently, she's next in line to be the royal scientist. * Who would've thought?
ru_ru: * Кто бы мог подумать об этом?

source: <32>* Anyway, her and I have become fast friends due to our shared love of humanity.
ru_ru: « 32 »* Короче говоря, благодаря нашей общей любви к человечеству мы с ней быстро стали друзьями.

source: <33>* Funny... the previous royal scientist was sympathetic, too.
ru_ru: <33>* Интересный. Бывший королевский ученый также выразил сочувствие.

source: <32>* I wonder why that is.
ru_ru: <32>Я хочу знать, почему это происходит.

source: <32>{#p/basic}* Oh, if only you knew...
ru_ru: <32>{#p/basic}* О, если бы ты знал.

source: <32>{#p/hapstablook}* Dear diary, volume five...
ru_ru: <32>{#p/hapstabloke}* Дорогой дневник, том 5.

source: <32>* Alphys and I have started work on a new project.
ru_ru: Мы с Альфисом начали новый проект.

source: <32>* We'll be taking inspiration from those imaginative humans...
ru_ru: <32>* Мы будем черпать вдохновение из творческих людей.

source: <32>* ... by starting a new, public- broadcast television series!
ru_ru: <32>* ..... Начните новый общественный телевизионный сериал!

source: <32>* I've already written numerous elaborate scripts.
ru_ru: <32>Я написал много хорошо продуманных сценариев.

source: <32>* If this doesn't lift the public's spirits, then I don't know what will!
ru_ru: <32>* Если это не вдохновляет общественность, то я не знаю, что еще можно сделать!

source: <32>* Haha... let's just say things could get "explosive."
ru_ru: <32>* Хаха. Мы можем только сказать, что вещи могут стать "взрывоопасными".

source: <32>{#p/basic}* All he ever wanted to do was make them happy...
ru_ru: <32>{#p/basic}* Он просто хочет сделать их счастливыми.

source: <32>{#p/hapstablook}* Dear diary, volume six...
ru_ru: <32>{#p/hapstabloke}* Дорогой дневник, том 6.

source: <32>* That Alphys... shes done something I never could have imagined.
ru_ru: <32>* Этот Альфа. Она сделала то, о чем я никогда не думал.

source: <32>* Thanks to her, my future seems brighter than ever...
ru_ru: <32>* Благодаря ей мое будущее кажется ярче, чем когда - либо.

source: <32>* ... I only hope the others come to understand my choice.
ru_ru: <32>* ..... Я просто надеюсь, что другие поймут мой выбор.

source: <32>* No matter what happens to me next, a part of me will always miss being with you.
ru_ru: « 32 »* Что бы ни случилось со мной дальше, часть меня будет скучать по тебе.

source: <32>* Please... never forget that. * Even if I myself do.
ru_ru: * Даже если я сделаю это сам.

source: <32>{#p/basic}* Sentimental as ever, eh?
ru_ru: <32>{#p/basic}* Как всегда эмоционально, не так ли?

source: <32>{#p/basic}* Well. * With any luck, you'll be re- united on better terms soon.
ru_ru: * Если повезет, вы скоро снова объединитесь в лучших условиях.

source: <32>{#p/basic}* Heh. * I'm just glad you got to re- unite with them in the end.
ru_ru: Я рад, что вы наконец - то снова объединились с ними.

source: <32>{#p/human}* (But you knew you still had a little further to go before you could rest.)
ru_ru: <32>{#p/human}* (Но вы знаете, что вам еще предстоит пройти долгий путь, прежде чем вы сможете отдохнуть).

source: <32>{#p/basic}* It's just a couch.
ru_ru: <32>{#p/basic}* Это просто диван.

source: <32>{#p/basic}* Another couch, another temptation... you're so tired after all this traveling.
ru_ru: <32>{#p/basic}* Еще один диван, еще один соблазн... Путешествуя так долго, ты слишком устал.

source: <32>{#p/basic}* ... but you can't stay here forever!
ru_ru: <32>{#p/basic}* ... Но ты не можешь оставаться здесь вечно!

source: <32>{#p/basic}* ... but you have to keep going!
ru_ru: <32>{#p/basic}* ... Но ты должен двигаться дальше!

source: <32>{#p/human}* (The caption on this poster describes a love story.)
ru_ru: <32>{#p/human}* (Заголовок на этом плакате описывает историю любви).

source: <32>{#p/basic}* "Two star-crossed lovers fall into a digital abyss..."
ru_ru: <32>{#p/basic}* "Два несчастных любовника падают в цифровую пропасть..."

source: <25>{#p/asriel1}{#f/13}* This thing must be centuries old...
ru_ru: <25>{#p/asriel 1/{#f/13}* Эта штука, безусловно, имеет многовековую историю.

source: <25>{#f/17}* Makes you wonder how it got here from Earth so quickly.
ru_ru: <25>{#f/17}* Это заставляет вас задуматься о том, как он прибыл сюда с Земли так быстро.

source: <25>{#p/asriel1}{#f/13}* You do realize Earth is thousands of lightyears from here, right?
ru_ru: <25>{#p/asriel 1}{#f/13}* Вы знаете, что Земля находится в тысячах световых лет от этого места, не так ли?

source: <25>{#f/15}* The odds of this being here are so slim...
ru_ru: <25>{#f/15}* Вероятность того, что это произойдет, очень мала.

source: <25>{#f/16}* That part of me thinks it wasn't an accident.
ru_ru: <25>{#f/16}* Эта часть не кажется мне случайной.

source: <25>{#f/10}* But why would the humans send us their centuries-old junk?
ru_ru: <25>{#f/10]* Но почему люди посылают нам свой мусор, который они делали сотни лет назад?

source: <25>{#p/asriel1}{#f/17}* My theory is that some human was... secretly on our side.
ru_ru: <25>{#p/asriel 1}{#f/17}* Моя теория состоит в том, что некоторые люди... Тайно на нашей стороне.

source: <25>{#f/13}* They couldn't send us modern technology, that'd be detected.
ru_ru: <25>{#f/13}* Они не могут отправлять нам современные технологии, которые будут обнаружены.

source: <25>{#f/1}* But if they sent us ancient technology...
ru_ru: <25>{#f/1}* Но если они посылают нам старые технологии...

source: <25>{#f/2}* Well, the other humans might not have noticed.
ru_ru: <25>{#f/2}* Хорошо, другие могут не заметить.

source: <25>{#f/3}* But that's just a theory.
ru_ru: <25>{#f/3}* Но это всего лишь теория.

source: <25>{#p/asriel1}{#f/21}* Sure would've been nice to have an extra ally out there...
ru_ru: <25>{#p/asriel 1}{#f/21}* Если у вас есть дополнительный союзник, это, конечно, хорошо.

source: <32>{#p/basic}* An old earth television set.
ru_ru: <32>{#p/basic}* Старый телевизор Земли.

source: <32>{#p/human}* (Through the window, you gaze long into the wall on the other side.)
ru_ru: <32>{#p/human}* (Через окно вы смотрите на стену с другой стороны.)

source: <32>{#p/basic}* There's nothing to see here.
ru_ru: <32>{#p/basic}* Здесь нечего посмотреть.

source: <32>{#p/basic}* A beautiful view... of the outside foundry wall.
ru_ru: <32>{#p/basic}* Прекрасный вид. Внешние стены литейного завода.

source: <25>{#p/undyne}{#f/1}* I'll be honest...
ru_ru: <25>{#p/undyne}{#f/1}* Честно говоря...

source: <25>{#f/14}* It's been a long time since I've seen the bottom of that drawer.
ru_ru: <25>{#f/14}* Я давно не видел нижнюю часть этого ящика.

source: <32>{#p/basic}* Nothing but bones.
ru_ru: <32>{#p/basic}* Ничего, кроме костей.

source: <32>{#p/basic}* It's a drawer reserved just for Papyrus. * I like this.
ru_ru: * Мне это нравится.
