Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>{#p/napstablook}* ...?
ru_ru: <32>{#p/napstabook}* ...

source: <32>* you... * you're...
ru_ru: <32>* Ты... * ты...

source: <32>* ... are you sure?
ru_ru: <32>* ..... Ты уверен?

source: <32>{#p/napstablook}* i...
ru_ru: <32>{#p/napstabook}* Я...

source: <32>* i never thought you'd...
ru_ru: <32>* Я никогда не думал, что ты будешь.

source: <32>* ... um...
ru_ru: <32>* ..... Хм..

source: <32>* ... are you absolutely sure?
ru_ru: <32>* ..... Ты уверен?

source: <32>{#p/napstablook}* you...
ru_ru: <32>{#p/napstabook}* Вы...

source: <32>* you really mean it, don't you?
ru_ru: <32>* Вы действительно серьезно, не так ли?

source: <32>* ... * heh...
ru_ru: <32>* ... * хех...

source: <32>* okay...
ru_ru: <32>* Хорошо.

source: <32>* i'll try to forget about what you did before...
ru_ru: <32>* Я постараюсь забыть то, что ты делал раньше.

source: <32>{#p/napstablook}* oh........... * ........... * ...........
ru_ru: <32>{#p/napstablook}* ох........... * ........... * ...........

source: <32>{#p/napstablook}* ...
ru_ru: <32>{#p/napstabook}* ...

source: <32>{#p/napstablook}* what do you want......
ru_ru: <32>{#p/napstabook}* Что вы хотите...

source: Sorry
ru_ru: Извини

source: Nothing
ru_ru: Ничего

source: <32>{#p/napstablook}* oh, do you need anything?
ru_ru: <32>{#p/napstabook}* О, вам что - нибудь нужно?

source: Sleep
ru_ru: Спи

source: Music
ru_ru: Музыка

source: <32>{#p/napstablook}* you... want to... * umm...
ru_ru: <32>{#p/napstablook}* Ты... хочешь... * эмм...

source: <32>* you want me to give you a hug?
ru_ru: <32>Хотите, чтобы я вас обнял?

source: <32>* well... * if it'll make you happy...
ru_ru: <32>* Хорошо... * если это сделает тебя счастливым...

source: <32>{#p/basic}* Napstablook attempts to give you a big hug.
ru_ru: <32>{#p/basic}* Napstablike пытается дать вам большое объятие.

source: <32>* They pass right through you.
ru_ru: <32>* Они проходят прямо через вас.

source: <32>* i guess........... * i can't do it...........
ru_ru: <32>* Я думаю........... * Я не могу этого сделать...........

source: <32>{#p/napstablook}* you really need a hug, don't you...
ru_ru: <32>{#p/napstaplok}* Вам действительно нужно обниматься, не так ли?

source: <32>* i'm sorry... * i wish i could...
ru_ru: <32>* Прости... * Мне жаль что я не смогу...

source: <32>{#p/napstablook}* do you need a place to sleep?
ru_ru: <32>{#p/napstabook}* Вам нужно место для сна?

source: <32>* umm... i don't really have a bed in here...
ru_ru: <32>* Мм. У меня здесь действительно нет кровати.

source: <32>* hmm...
ru_ru: <32>* Мм.

source: <32>* go to the fridge and see if there's anything to eat...
ru_ru: <32>* Иди в холодильник и посмотри, есть ли еда.

source: <32>* after that, we can lie down on the ground...
ru_ru: <32>* После этого мы можем лечь на землю.

source: <32>* you'll see...
ru_ru: <32>* Вы увидите.

source: <32>{#p/napstablook}* the fridge...
ru_ru: <32>{#p/napstabook}* Холодильник.

source: <32>{#p/napstablook}* if you wanna listen to music, there's some on my stereo...
ru_ru: <32>{#p/napstabook}* Если вы хотите слушать музыку, на моем стерео есть несколько...

source: <32>* feel free to take a look... * or not...
ru_ru: <32>* не стесняйся, смотри... * или нет...

source: <32>{#p/napstablook}* is the stereo... * ... not to your liking...
ru_ru: <32>{#p/napstablook}* стерео... * ...не по твоему вкусу...

source: <32>* maybe... * i could show you a new song i've been working on...
ru_ru: <32>* Может быть... * Я могу показать тебе новую песню, над которой я работаю...

source: <32>* it's way different than my usual stuff...
ru_ru: <32>* Это не то, что я обычно делаю.

source: <32>* do you want to hear it?
ru_ru: <32>Хотите услышать?

source: <32>{#p/napstablook}* want to hear my new song?
ru_ru: <32>{#p/napstaplok}* Хотите услышать мою новую песню?

source: <32>{#p/napstablook}* oh... * well, let me know if you change your mind...
ru_ru: <32>{#p/napstablook}* ох... * ну, дай мне знать, если ты передумаешь...

source: <32>{#p/napstablook}* okay... * let me put it on...
ru_ru: <32>{#p/napstablook}* ладно... * позволь мне включить его...

source: <32>{#p/napstablook}* so... what did you think
ru_ru: <32>{#p/napstabook}* Тогда... что вы думаете?

source: Good
ru_ru: Хорошо

source: Bad
ru_ru: Плохо

source: <32>{#p/napstablook}* it's... not bad?
ru_ru: <32>{#p/napstaplok}* Это... неплохо?

source: <32>* oh- * umm... thank you...
ru_ru: <32>* ох- * эмм... спасибо тебе...

source: <32>* i'll... * i'll tell you when it's done!
ru_ru: <32>* Я... * Я скажу тебе, когда она будет готова!

source: <32>{#p/napstablook}* oh......... * you're probably right.........
ru_ru: <32>{#p/napstablook}* ох......... * ты, наверное, прав.........

source: <32>{#p/napstablook}* sorry... * that's all the music i have for now...
ru_ru: <32>{#p/napstablook}* прости... * это вся музыка, которая у меня есть сейчас...

source: <32>{#p/napstablook}* sorry... * i'll try to make something better next time...
ru_ru: <32>{#p/napstablook}* прости... * В следующий раз я постараюсь сделать лучше.

source: <32>{#p/napstablook}* you can keep your mew mew doll
ru_ru: <32>{#p/napstabook}* Вы можете сохранить свою новую куклу

source: <32>{#p/napstablook}* thanks for... * not being helpful, i guess
ru_ru: <32>{#p/napstablook}* Спасибо, что... * не помогли, наверное.

source: <32>{#p/napstablook}* hey, mettaton came by a little while ago.
ru_ru: <32>{#p/napstaplok}* Эй, Меттон не так давно пришел.

source: <32>* we talked for a bit about what we've been up to...
ru_ru: <32>* Мы немного поговорили о том, что мы делали.

source: <32>* about the family...
ru_ru: <32>* О семье.

source: <32>* well, i don't think i've ever been this happy before.
ru_ru: <32>* Хорошо, я думаю, что никогда раньше не был так счастлив.

source: <32>* what you did for us back there... it means a lot.
ru_ru: <32>* Что вы только что сделали для нас. Это много значит.

source: <32>{#p/napstablook}* hey... sorry things didn't work out the way we hoped...
ru_ru: <32>{#p/napstaplok}* Эй... Жаль, что все не развивалось так, как мы надеялись.

source: <32>* it was nice to have you there, though......
ru_ru: <32>* Рад, что ты можешь прийти, но...

source: <32>{#p/napstablook}* with every day that goes by, i feel a little further away from happiness......
ru_ru: <32>{#p/napstaplok}* С течением времени я чувствую себя все дальше и дальше от счастья...

source: <32>* oh... * hey......
ru_ru: <32>* ох... * эй......

source: <32>* i just came back here to keep an eye on the snails......
ru_ru: <32>* Я только что вернулся сюда посмотреть на улиток...

source: <32>{#p/napstablook}* being a contestant on one of mettaton's shows was a dream come true...
ru_ru: <32>{#p/napstaplok}* Стать участником программы Mettaton - это мечта сбываться.

source: <32>* i wonder if i'll ever get to do it again
ru_ru: <32>Я хочу знать, смогу ли я сделать это снова.

source: <32>{#p/napstablook}* dang, you sure get around
ru_ru: <32>{#p/napstaplok}* Проклятье, вы должны ходить вокруг

source: <32>* i mean...
ru_ru: <32>* Я имею в виду.

source: <32>* i guess i do too...
ru_ru: <32>* Думаю, я тоже.

source: <32>* but, i'm kind of incorporeal, so it's not that impressive for me
ru_ru: <32>* Но я немного невидимый, поэтому это не так впечатляет для меня

source: <32>{#p/napstablook}* welcome to blook family snail farm...
ru_ru: <32>{#p/napstaplok}* Добро пожаловать на улиточную ферму Буллока.

source: <32>* ... yeah. * i'm the only employee.
ru_ru: <32>* ... да. * Я единственный сотрудник.

source: <32>* hey, that's weird...
ru_ru: <32>* Эй, это слишком странно...

source: <32>* my snails disappeared...
ru_ru: <32>* Моя улитка пропала.

source: <32>* maybe they were picked up by that guy with a beard...
ru_ru: <32>* Возможно, этот бородатый парень нашел его.

source: <32>* this place used to get a lot of business...
ru_ru: <32>* В этом месте раньше процветал бизнес.

source: <32>* but our main customer disappeared one day...
ru_ru: <32>* Но наш главный клиент однажды исчез.

source: <32>* now it's just some hairy guy who shows up once in a while...
ru_ru: <32>* Сейчас только некоторые волосатые парни иногда появляются.

source: <32>{#p/napstablook}* ............
ru_ru: <32>{#p/napstabook}* .....

source: <32>{#p/napstablook}* hopefully next time you won't have to risk your life.
ru_ru: <32>{#p/napstaplok}* Надеюсь, в следующий раз вам не придется рисковать своей жизнью.

source: <32>{#p/napstablook}* it is what it is...
ru_ru: <32>{#p/napstaplok}* Вот так.

source: <33>{#p/napstablook}* don't worry, they're alright...
ru_ru: <33>{#p/napstaplok}* Не волнуйтесь, они в порядке.

source: <32>* at least, i hope so......
ru_ru: <32>* По крайней мере, я надеюсь на это...

source: <32>{#p/napstablook}* hopefully next time he's a little nicer to the contestants.........
ru_ru: <32>{#p/napstaplok}* Надеюсь, в следующий раз он будет немного лучше для участников...

source: <32>{#p/napstablook}* oh yeah, i saw you on that talent show earlier...
ru_ru: <32>{#p/napstaplok}* О, да, я видел вас раньше на шоу талантов.

source: <32>{#p/napstablook}* that was quite a performance... you didn't even mess up once
ru_ru: <32>{#p/napstaplok}* Это довольно захватывающее шоу. Ты ни разу не облажался.

source: <32>* i don't think i've ever someone do that before......
ru_ru: <32>* Я думаю, что никто никогда раньше не делал этого...

source: <32>{#p/napstablook}* even if your performance wasn't perfect, you did pretty good
ru_ru: <32>{#p/napstaplok}* Вы хорошо справляетесь, даже если ваша производительность не идеальна

source: <32>* most of mettaton's contestants don't even make it halfway...
ru_ru: <32>* Большинство участников Metaton не прошли даже половину.

source: <32>* including me......
ru_ru: <32>* Включая меня...

source: <32>{#p/napstablook}* even if your performance wasn't the greatest, i could tell you were trying your best
ru_ru: <32>{#p/napstaplok}* Я вижу, что вы сделали все возможное, даже если ваша производительность не была лучшей.

source: <32>* and besides, you made it to the end...
ru_ru: <32>* И ты держался до конца...

source: <32>* unlike me......
ru_ru: <32>* В отличие от меня...

source: <32>{#p/napstablook}* oh hey... * that rhymed, didn't it...
ru_ru: <32>{#p/napstablook}* О, эй... * это рифма, не так ли...

source: <32>* i guess i could make a song about this... or not...
ru_ru: <32>* Я думаю, что могу написать песню для этого. Или нет.

source: <32>{#p/napstablook}* a friend of mine recently told me it was the king...
ru_ru: <32>{#p/napstaplok}* Мой друг недавно сказал мне, что это король.

source: <32>* but that can't be true * he wouldn't even know me...
ru_ru: <32>* но это не правда * он даже не знает меня...

source: <32>{#p/napstablook}* i wish i had more to say...
ru_ru: <32>{#p/napstaplok}* Я бы хотел сказать больше.

source: <32>{#p/napstablook}* .........
ru_ru: <32>{#p/napstabook}* .....

source: <32>{#p/napstablook}* congratulations, i guess
ru_ru: <32>{#p/napstabook}* Я хочу поздравить вас

source: <32>{#p/napstablook}* ......
ru_ru: <32>{#p/napstabook}* .....

source: <32>{#p/human}* (You got the Hoverboots.)
ru_ru: <32>{#p/human}* (Вы получили сапоги на воздушной подушке).

source: * (Equip the Hoverboots?)
ru_ru: * (Эпикировать Скороходы?)

source: <32>{*}{#p/undyne}* See you soon.{^20}{%}
ru_ru: <32>{*}{#p/undyne}* Увидимся позже. {^ 20}{%}

source: <32>{#p/human}* (You approach the vending machine.)
ru_ru: <32>{#p/human}* (Вы приближаетесь к торговому автомату.)

source: * (What will you make?)
ru_ru: * (Что ты будешь делать?)

source: Licorice
ru_ru: Лакрица

source: Chisps
ru_ru: Чипсы

source: Rations
ru_ru: Пайки

source: <32>{#p/basic}* Synthesize something with the vending machine?
ru_ru: <32>{#p/basic}* Синтезировать что - то с помощью торговых автоматов?

source: <32>{#p/human}* (You got the $(x).)
ru_ru: <32>{#p/human}* (Вы получили $(x).

source: * (Buy the $(x) for $(y)G?)
ru_ru: * (Купить $(x) за $(y)G?)

source: <32>{#p/human}* (You don't have enough G.)
ru_ru: <32>{#p/human}* (Вы недостаточно G.)

source: <32>{#p/human}* (You decide not to buy.)
ru_ru: <32>{#p/human}* (Вы решили не покупать).

source: <32>{#p/human}* (You decide not to make anything.)
ru_ru: <32>{#p/human}* (Вы решили ничего не делать.)

source: <32>{#p/basic}* This small bird no longer wants to carry you across the gap.
ru_ru: <32>{#p/basic}* Эта птичка больше не хочет проводить вас через брешь.

source: <32>{#p/basic}{#npc/a}* Did you hear about Undyne?
ru_ru: <32>{#p/basic}{#npc/a}* Вы когда - нибудь слышали о Undyne?

source: <32>{#p/basic}{#npc/a}* Oh, not at all!
ru_ru: <32>{#p/basic}{#npc/a}* О, нет!

source: <32>{#p/basic}{#npc/a}* I heard she's doing well.
ru_ru: <32>{#p/basic}{#npc/a}* Я слышал, что она хорошо справляется.

source: <32>{#p/basic}{#npc/a}* Sounds good to me!
ru_ru: <32>{#p/basic}{#npc/a}* Звучит хорошо!

source: <32>{#p/basic}{#npc/a}* Undyne will never die.
ru_ru: <32>{#p/basic}{#npc/a}* Undyne никогда не умрет.

source: <32>{#p/basic}{#npc/a}* Indeed not!
ru_ru: <32>{#p/basic}{#npc/a}* Действительно нет!

source: <32>* Name... Undyne.
ru_ru: <32>* Фамилия. Ундин.

source: <32>* Relationship status... "BESTIES!!!"
ru_ru: <32>* Состояние отношений. "Друзья!"

source: <32>* Last interaction... asked about humans.
ru_ru: <32>* Предыдущее взаимодействие. Спросите людей.

source: <32>* Time to compensate for loss...
ru_ru: <32>* Пришло время наверстать упущенное.

source: <32>* Indeterminate.
ru_ru: <32>* Неопределенность.

source: <32>{#p/basic}{#npc/a}* Wh... * What've you done!?
ru_ru: <32>{#p/basic}{#npc/a}* Чт... * Что ты наделал!?

source: <32>* Ole' Gerson's not gonna be a happy camper after that...
ru_ru: <32>* После этого Оле Герсон не будет счастливым кемпингом.

source: <32>* I'll make sure you NEVER win another game of electrosnail.
ru_ru: <32>* Я позабочусь о том, чтобы ты больше никогда не выигрывал в электроулитках.

source: <32>* I'll make sure you NEVER win a game of electrosnail.
ru_ru: <32>Я буду уверен, что вы никогда не выиграете игру с электрогвоздями.

source: <32>{#p/basic}* No. * No! * NO!!!
ru_ru: <32>{#p/basic}* Нет. * Нет! * НЕТ!!!

source: <32>* What. Have. You. DONE???
ru_ru: <32>* Что. Есть. Ты... Закончил?

source: <32>* She was...
ru_ru: <32>* Она была...

source: <32>* She was my FAVORITE bully! * How dare you take her away from me like that!?
ru_ru: <32>* Она была моей ЛЮБИМОЙ хулиганкой! * Как ты посмел вот так отнять её у меня!?

source: <32>{#p/basic}* Gah! * I just KNEW you were going to do that!!
ru_ru: <32>{#p/basic}* Гах! * Я точно ЗНАЛ, что ты это сделаешь!!!

source: <32>* What an IMBECILE!!! * You just hugged someone with haphephobia!!!!
ru_ru: <32>* Вот это ИМБЕЦИЛ!!! * Ты только что обнял кого-то с гафефобией!!!!

source: <32>* Guooohh, you're gonna PAY.
ru_ru: <32>* Гуууухх, ты будешь ПЛАТИТЬ.

source: <32>{#p/basic}* Gah! * Why would you EVER do that!?
ru_ru: <32>{#p/basic}* Фу! * Почему ты ВООБЩЕ это делаешь!?

source: <32>* Don't you know who I am!?!? * You just hugged someone with haphephobia!!!!
ru_ru: <32>* Ты не знаешь кто я!?!? * Ты только что обнял кого-то с гафефобией!!!!

source: <32>{#p/basic}* HA! * Of course you'd run away.
ru_ru: <32>{#p/basic}* ХА! * Конечно, ты бы убежал.

source: <32>* Whatever, DUMMY.
ru_ru: <32>* Всё равно, ТУПИЦА.

source: <32>{#p/basic}* You DARE enter my territory and WALK PAST me?
ru_ru: <32>{#p/basic}* Ты ПОСМЕЛ войти на мою территорию и ПРОЙТИ МИМО меня?

source: <32>* FOOL!
ru_ru: <32>* ГЛУПЕЦ!

source: <32>{#p/basic}* Too intimidated to fight...?
ru_ru: <32>{#p/basic}* Слишком запуган, чтобы сражаться...?

source: <32>* I see how it is.
ru_ru: <32>* Я понимаю, как это бывает.

source: <32>{#p/basic}* You DARE enter my territory and STARE at me?
ru_ru: <32>{#p/basic}* Ты осмелился войти на мою территорию и ПАЛИТЬСЯ на меня?

source: <32>{#p/basic}* I thought you might do that.
ru_ru: <32>{#p/basic}* Я думал, ты так и сделаешь.

source: <32>* Predictable. * Predictable! * PREDICTABLE!!!
ru_ru: <32>* Предсказуемо. * Предсказуемо! * ПРЕДСКАЗУЕМО!!!

source: <32>{#p/basic}* Well well well, I see there's more to you than just talk.
ru_ru: <32>{#p/basic}* Так-так-так, я вижу, что ты не просто болтаешь.

source: <32>* Not that it'll do you much good when I STOMP you!
ru_ru: <32>* Не то чтобы это принесло тебе много пользы, когда я тебя ПРИХЛОПНУ!

source: <32>{#p/basic}* Those ELITE bozos failed to take your SOUL, but they lack something I have in SPADES!
ru_ru: <32>{#p/basic}* Этим элитным недоумкам не удалось забрать твою душу, но им не хватает того, что есть у меня в достатке!

source: <32>* That's right, human... * I'm INCORPOREAL!
ru_ru: <32>* Верно, человек... * Я НЕМАТЕРИАЛЬНЫЙ!

source: <32>* I am a ghost that lives inside a dummy!
ru_ru: <32>* Я - призрак, живущий внутри манекена!

source: <32>* My cousin also lived inside a dummy, UNTIL...!
ru_ru: <32>* Мой кузен тоже жил внутри манекена, ПОКА...!

source: <32>* Until...!
ru_ru: <32>* Пока...!

source: <32>* Until...
ru_ru: <32>* Пока....

source: <32>{#x1}* ... well, actually, they left it on their own accord...
ru_ru: <32>{#x1}* ... ну, вообще-то, они покинули его по собственной просьбе...

source: <32>* Apparently, this really nice woman decided to take care of them in the Outlands?
ru_ru: <32>* Видимо, эта очень милая женщина решила позаботиться о них в Запределье?

source: <32>* They said a human helped her feel better.
ru_ru: <32>* Они сказали, что человек помог ей почувствовать себя лучше.

source: <32>* That was you, wasn't it?
ru_ru: <32>* Это была ты, верно?

source: <32>* ... shucks. * I guess you can go peacefully...
ru_ru: <32>* ... чёрт. * Думаю, ты можешь идти спокойно...

source: <32>* YOU CAME ALONG!!!
ru_ru: <32> ТЫ ПРИШЁЛ!!!

source: <32>* Not only did YOUR actions cause them to leave their home...
ru_ru: <32>* Мало того, что из-за ТВОИХ действий им пришлось покинуть свой дом...

source: <32>* But now all of their neighbors are gone, too!
ru_ru: <32>* Но теперь все их соседи тоже ушли!

source: <32>* Despicable. * Despicable! * DESPICABLE!!!
ru_ru: <32>* Отвратительно. * Отвратительно! * ОТВРАТИТЕЛЬНО!!!

source: <32>{#x1}* You're the worst person I've ever met! * I've NEVER been more mad!!!
ru_ru: <32>{#x1}* Ты самый худший человек, которого я когда-либо видел! * Я НИКОГДА не был так зол!!!

source: <32>* Guooooohhhh!!! * My mannequin levels are going OFF THE CHARTS!!!
ru_ru: <32>* Гууууууххх!!! * Уровень моего манекена зашкаливает!!!

source: <32>* YOU... you...
ru_ru: <32>* ТЫ... ты...

source: <32>* Shucks! * You were really boring!
ru_ru: <32>* Чёрт! * Ты был очень скучным!

source: <32>* They got annoyed and flew away like any self-respecting spectre.
ru_ru: <32>* Они раздражались и улетали, как любой уважающий себя призрак.

source: <32>* Well then. * Well then! * WELL THEN!
ru_ru: <32>* Ну что ж. * Ну что ж! * НУ ЧТО Ж!

source: <32>* I guess I'll just have to entertain MYSELF!
ru_ru: <32>* Похоже, мне придётся развлекать себя САМОМУ!

source: <32>* Buckle up, sleepyhead! * It's time to put on a show!
ru_ru: <32>* Пристегнись, соня! * Пришло время устроить шоу!

source: <32>* Shucks! * You were really nice!
ru_ru: <32>* Чёрт! * Ты был очень милым!

source: <32>* So nice, in fact, that after your encounter, they developed a HUGGING addiction!!
ru_ru: <32>* Так мило, что после твоей встречи у них развилась зависимость от ОБЪЯТИЙ!!!

source: <32>* In desperation, they left their body, hoping to get their fix from me.
ru_ru: <32>* В отчаянии они покинули свое тело, надеясь получить от меня своё исправление.

source: <32>* They know I'm afraid of hugs, but they won't quit asking me! * It's INFURIATING!
ru_ru: <32>* Они знают, что я боюсь объятий, но они не перестают просить меня! * Это БЕСИТ!

source: <32>* You'll SUFFER for this, HUMAN!!!
ru_ru: <32>* Ты будешь СТРАДАТЬ за это, ЧЕЛОВЕК!!!

source: <32>* When you talked with them, they were hoping for a nice chat...
ru_ru: <32>* Когда ты разговаривал с ними, они надеялись на милую беседу...

source: <32>* But the things you said...!
ru_ru: <32>* Но то, что ты сказал...!

source: <32>* Horrible. * Shocking! * UNBELIEVABLE!
ru_ru: <32>* Отвратительно. * Шокирует! * НЕВЕРОЯТНО!

source: <32>* You spooked them right out of their dummy!
ru_ru: <32>* Ты спугнул их прямо с манекена!

source: <32>* Grr...
ru_ru: <32>* Грр...

source: <32>* Us ghosts spend our whole lives looking for a proper vessel.
ru_ru: <32>* Мы, призраки, всю жизнь ищем подходящий сосуд.

source: <32>* Slowly, slowly, we grow closer to our new bodies, until one day...
ru_ru: <32>* Медленно, медленно мы становимся ближе к нашим новым телам, пока однажды...

source: <32>* We too may become corporeal beings, able to laugh, love, and dance like any other.
ru_ru: <32>* Мы тоже можем стать физическими существами, способными смеяться, любить и танцевать, как все остальные.

source: <32>* But YOU!!! * My cousin's future... * You snatched it all away!
ru_ru: <32>* Но ТЫ!!! * Будущее моего кузена... * Ты всё отнял!

source: <32>* Uraaahhhhh!!!
ru_ru: <32>* Урааааахххх!!

source: <32>* They were a shy sort. * Living a lonely life in the Outlands...
ru_ru: <32>* Они были застенчивы. * Жили одинокой жизнью в Запределье...

source: <32>* They saw you and HOPED you might TALK to them.
ru_ru: <32>* Они увидели тебя и НАДЕЯЛИСЬ, что ты с ними ПОГОВОРИШЬ.

source: <32>* But NO! * You ran away!
ru_ru: * Но НЕТ! * Ты убежал!

source: <32>* Pathetic. * Pathetic! * PATHETIC!!!
ru_ru: <32>* Жалкий. * Жалкий! * ЖАЛКИЙ!!!

source: <32>* Nobody breaks my cousin's HEART and GETS AWAY with it!
ru_ru: <32>* Никто не разбивал СЕРДЦЕ моему кузену и не УХОДИЛ от ответа!

source: <32>* When you first showed up, they were so excited to talk...
ru_ru: <32>* Когда ты только появился, они были так рады поговорить...

source: <32>* And then you went and SLAPPED them in the FACE!
ru_ru: <32>* А потом ты пошёл и ШЛЁПНУЛ их по ЛИЦУ!

source: <32>* Not just once. * Not just twice!
ru_ru: <32>* Не только один раз. * Не только два раза!

source: <32>* But THREE TIMES!!
ru_ru: <32>* Но ТРИ РАЗА!!!

source: <32>* How AWFUL do you have to BE!?
ru_ru: <32>* Каким же УЖАСНЫМ ты должен БЫТЬ!?

source: <32>* My cousin is a nice fellow.
ru_ru: <32>* Мой кузен - славный парень.

source: <32>* But that doesn't mean you can just GO AROUND and FLIRT with them!
ru_ru: <32>* Но это не значит, что ты можешь просто ХОДИТЬ и ФЛИРТОВАТЬ с ними!

source: <32>* Your stupid advances weirded them out SO MUCH...
ru_ru: <32>* Твои глупые ухаживания так сильно их УДИВИЛИ...

source: <32>* ... they just couldn't take it anymore!!
ru_ru: <32>* ... они просто не могли больше этого терпеть!!!

source: <32>* Disgusting. * Disgusting! * DISGUSTING!!!
ru_ru: <32>* Отвратительно. * Отвратительно! * ОТВРАТИТЕЛЬНО!!!

source: <32>* You'll DIE for this, HUMAN!!!!
ru_ru: <32>* Ты умрёшь за это, ЧЕЛОВЕК!!!!

source: <32>* This... * This feeling...?
ru_ru: <32>* Это... * Это чувство...?

source: <32>{#x3}* Eureka. * Eureka! * EUREKA!!!
ru_ru: <32>{#x3}* Эврика. * Эврика! * ЭВРИКА!!!

source: <32>* Human. * That moment of unbridled emotion.
ru_ru: <32>* Человек. * Этот момент неудержимых эмоций.

source: <32>* It allowed me to finally fuse with my body!
ru_ru: <32>* Это позволило мне наконец-то слиться со своим телом!

source: <32>* I'm fully corporeal now! * Am I... dreaming? * Is this real???
ru_ru: <32>* Теперь я полностью в теле! * Я... мечтаю? * Это реальность???

source: <32>* Well, in return, I guess I won't stomp you.
ru_ru: <32>* Ну, в ответ, думаю, я не стану тебя топтать.

source: <32>* How's that sound?
ru_ru: <32>* Как это звучит?

source: <32>{#p/napstablook}* hey... * i thought i heard someone being attacked...
ru_ru: <32>{#p/napstablook}* Эй... * мне показалось, что я слышал, как на кого-то нападали...
