Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>* (Maybe... we could go for some lunch together?)
ru_ru: <32>* (Может... мы могли бы пообедать вместе?)

source: <32>* Huh? * Sure, kiddo! * I don't see why not!
ru_ru: <32>* А? * Конечно, малыш! * Я не вижу причин, почему бы и нет.

source: <32>* It'll give us somethin' to look forward to.
ru_ru: <32>* Это даст нам повод для радости.

source: <32>{#p/basic}* (So it's true...) * (Freedom really is coming.)
ru_ru: <32>{#p/basic}* (Значит, это правда...) * (Свобода правда придёт.)

source: <32>* One would assume.
ru_ru: <32>* Можно было бы предположить.

source: <32>* (Guess it's all up to the king, then, huh?)
ru_ru: <32>* (Похоже, всё зависит от короля, да?)

source: <32>* ... if it comes to that.
ru_ru: <32>* ... если до него дойдет.

source: <32>{#p/basic}* Yeah... I remember.
ru_ru: <32>{#p/basic}* Да... Я помню.

source: <32>* (Look, whatever happens...) * (I'm just glad you're safe, ya fat old mole-rat.)
ru_ru: <32>* (Слушай, что бы ни случилось...) * (Я просто рад, что ты в безопасности, жирная старая моле-крыса.)

source: <32>* Wa ha ha... that's my boy.
ru_ru: <32>* Ва ха ха... это мой мальчик.

source: <32>* (... when we get to the new homeworld, would you... like to go out for dinner?)
ru_ru: <32>* (... когда мы прибудем на новую планету, не хотел бы ты... пойти поужинать?)

source: <32>{#p/basic}* That robot... I don't know if he'll be able to stay popular on the new homeworld.
ru_ru: <32>{#p/basic}* Этот робот... Я не знаю, сможет ли он оставаться популярным на новой планете.

source: <32>{#p/basic}* But hey, if he gets poor, we can always remind him how much better off we are.
ru_ru: <32>{#p/basic}* Но эй, если он станет бедным, мы всегда сможем напомнить ему, насколько лучше живем мы.

source: <32>{#p/basic}* (Jeez, you're even more ruthless than I am when it comes to him!)
ru_ru: <32>{#p/basic}* (Боже, ты ещё более безжалостен, чем я, когда дело касается его!)

source: <32>{#p/basic}* (... if he comes to our shop, we'll charge him double.)
ru_ru: <32>{#p/basic}* (... если он придёт в наш магазин, мы возьмём с него двойную плату.)

source: <32>{#p/basic}* (Thanks, old buddy...) * (... for a second there, I'd forgotten our troubles.)
ru_ru: <32>{#p/basic}* (Спасибо, старый приятель...) * (... на секунду здесь, я забыл о наших проблемах.)

source: <32>* Wa ha ha... * Glad I could help out.
ru_ru: <32>* Ва ха ха... * Рад, я смог помочь.

source: <32>* And even if we never do make it outta here...
ru_ru: <32>* И даже если мы никогда не выберемся отсюда...

source: <32>* ... maybe we could go for lunch anyway.
ru_ru: <32>* ... может быть мы сможем пообедать в любом случае.

source: <32>* (Yeah...) * (That'd be nice.)
ru_ru: <32>* (Да...) * (Было бы неплохо.)

source: <32>{#p/basic}* (If it comes to that...?) * (What's the alternative, let them go free?)
ru_ru: <32>{#p/basic}* (Если до этого дойдет...?) * (Как вариант, отпустить их на свободу?)

source: <32>* I dunno. * I wish I had all the answers.
ru_ru: <32>* Я не знаю. * Я бы хотел знать все ответы.

source: <32>* (Wait...) * (Is there something the king hasn't been telling us!?)
ru_ru: <32>* (Подожди...) * (Есть ли что-то, о чём король нам не сказал!?)

source: <32>* Wa ha ha... * Talk to ya later, kiddo.
ru_ru: <32>* Ва ха ха... * Поговорим позже, малыш.

source: <32>* (... huh!?!?)
ru_ru: <32>* (... а!?!?)

source: <32>{#p/basic}* I don't know where I am...
ru_ru: <32>{#p/basic}* Я не знаю, где я...

source: <32>* I was just doing my laundry, but then there was this bright light...
ru_ru: <32>* Я просто стирал моё белье, но тут появился яркий свет...

source: <32>* Now it's like... I'm in some kind of limbo...
ru_ru: <32>* Теперь это как будто... я в каком-то лимбе...

source: <32>* Please... help me...
ru_ru: <32>* Пожалуйста... помоги мне...

source: <32>{#p/basic}* I think there's a b-b-b-bogey comin' towards me as we speak...
ru_ru: <32>{#p/basic}* Мне кажется, что мне навстречу летит б-б-б-богей...

source: <32>{#p/undyne}* Doggo? * That you?
ru_ru: <32>{#p/undyne}* Догго? * Это ты?

source: <32>{#p/basic}* Yeah... they're almost here... * Woah!
ru_ru: <32>{#p/basic}* Да... они почти здесь... * Вау!

source: <32>{#p/basic}* (Ahem!) * Did something move? * Was it my imagination?
ru_ru: <32>{#p/basic}* (Кхм!) * Что-то двинулось? * Это было моё воображение?

source: <32>{#p/radio}{#v/1}* Helloooooo everyone! * You are listening to The Midnight Rush!
ru_ru: <32>{#p/radio}{#v/1}* Всем привет! * Ты слушаешь полуночный пик!

source: <32>{#p/alphys}* (What the-) * (What is this!?)
ru_ru: <32>{#p/alphys}* (Что за-) * (Что это!?)

source: <32>{#p/radio}{#v/1}* It is the fifteenth of September two-thousand, and well, not much happened today.
ru_ru: <32>{#p/radio}{#v/1}* Сегодня пятнадцатое сентября двухтысячного года, и, в общем-то, сегодня мало что произошло.

source: <32>{#p/alphys}* (Some kind of communications system... must've been dormant for hundreds of years!)
ru_ru: <32>{#p/alphys}* (Какая-то система связи... должно быть, бездействовала сотни лет!)

source: <32>{#p/basic}* Gosh, where could I be...
ru_ru: <32>{#p/basic}* Боже, где же я мог быть...

source: <32>* We were out hunting for trash, but then this bright white light came in.
ru_ru: <32>* Мы охотились за мусором, но тут появился яркий белый свет.

source: <32>* Catty thinks we're in some sort of shared dream...
ru_ru: <32>* Кэтти думает, что мы находимся в каком-то общем сне...

source: <32>* But, like, wouldn't we be able to wake ourselves up?
ru_ru: <32>* Но разве мы не сможем сами себя разбудить?

source: <23>{#p/papyrusnt}UNDYNE, ARE YOU THERE? MY BROTHER... HE'S...
ru_ru: <23>{#p/papyrusnt}АНДАЙН, ТЫ ЗДЕСЬ? МОЙ БРАТ... ОН...

source: <33>{#p/undyne}* What is it, Papyrus?
ru_ru: <33>{#p/undyne}* Что случилось, Papyrus?

source: <32>{#p/undyne}* Papyrus?
ru_ru: <32>{#p/undyne}* Папирус?

source: <32>{#p/sans}{#f/7}* hey, not to bother ya, but you should probably have starton evacuated.
ru_ru: <32>{#p/sans}{#f/7}* Эй, не хочу тебя беспокоить, но ты, вероятно, должна эвакуировать в Старград.

source: <32>{#p/undyne}* Huh? * What's this about?
ru_ru: <32>{#p/undyne}* А? * Что это значит?

source: <32>{#p/undyne}* Not... particularly liking the silent treatment...
ru_ru: <32>{#p/undyne}* Не... особо нравится молчаливое обращение...

source: <32>{#p/radio}{#v/0}* Not much happened!? * You're outta your mind.
ru_ru: <32>{#p/radio}{#v/0}* Ничего особенного не произошло!? * Ты сошёл с ума.

source: <32>{#p/alphys}* (Hmm...)
ru_ru: <32>{#p/alphys}* (Хм...)

source: <32>{#p/radio}{#v/0}* ALIENS from the neighboring planet are due to arrive today!
ru_ru: <32>{#p/radio}{#v/0}* ПРИШЕЛЬЦЫ с соседней планеты должны прибыть сегодня!

source: <32>{#p/alphys}* (I guess I'll let it play out, then. Ehehe.)
ru_ru: <32>{#p/alphys}* (Я думаю, я позволю ему играть, тогда. Эхехе.)

source: <25>{#p/kidd}{#f/7}* Neighboring planet? * Could that mean...
ru_ru: <25>{#p/kidd}{#f/7}* Соседняя планета? * Это может означать...

source: <25>{#f/2}* ... n-no way.
ru_ru: <25>{#f/2}* ...н-не может быть.

source: <32>{#p/toriel}{#f/21}* My child... are you there?
ru_ru: <32>{#p/toriel}{#f/21}* Моё дитя... ты здесь?

source: <32>* That Twinkly...
ru_ru: <32>* Этот Твинкли...

source: <32>* I should have known he'd cause some sort of trouble, but...
ru_ru: <32>* Я должен был догадаться, что он создаст какие-то проблемы, но...

source: <32>* Once again... I've failed to see the reality that lay right in front of me...
ru_ru: <32>* Снова... я не смог увидеть реальность, которая лежала прямо передо мной...

source: <32>{#p/basic}* Help! * My friend Stardrake's gone missing...
ru_ru: <32>{#p/basic}* Помогите! * Мой друг Стардрейк пропал...

source: <32>{#p/basic}* They went off to find some inspiration for new jokes, but they never came back!
ru_ru: <32>{#p/basic}* Они ушли, чтобы найти вдохновение для новых шуток, но так и не вернулись!

source: <32>{#p/undyne}* Sit tight, kiddo. * I'll send out a search party right away.
ru_ru: <32>{#p/undyne}* Сиди тихо, малыш. * Я немедленно отправлю поисковую группу.

source: <32>{#p/basic}* Help! * My friend Stardrake's in danger...
ru_ru: <32>{#p/basic}* Помогите! * Мой друг Стардрейк в опасности...

source: <32>{#p/basic}* They said they saw a human on the loose out here!
ru_ru: <32>{#p/basic}* Они сказали, что видели здесь человека на свободе!

source: <32>{#p/undyne}* Sit tight, kiddo. * The Royal Guard will take care of this.
ru_ru: <32>{#p/undyne}* Сиди тихо, малыш.↵ * Королевская Гвардия позаботится об этом.

source: <32>{#p/basic}* Thank you... Undyne...
ru_ru: <32>{#p/basic}* Спасибо тебе... Андайн...

source: <25>{#p/kidd}{#f/3}* Woah, uh... this is kinda scary, haha...
ru_ru: <25>{#p/kidd}{#f/3}* Вау, эм... это немного страшно, хаха...

source: <32>{#p/radio}{#v/1}* Okay, nobody panic! * We're not just gonna let 'em walk all over us, right?
ru_ru: <32>{#p/radio}{#v/1}* Так, никакой паники! * Мы же не просто позволим всем им пройтись по нам, верно?

source: <32>{#v/0}* You say that like you mean it literally.
ru_ru: <32>{#v/0}* Ты говоришь это, как будто ты имеешь в виду буквально.

source: <32>{#v/1}* What if I do?
ru_ru: <32>{#v/1}* Что, если я сделаю это?

source: <32>{#v/0}* Well, I think these aliens could be great allies. * They seem pretty nice.
ru_ru: <32>{#v/0}* Ну, я думаю, эти инопланетяне могут стать отличными союзниками. * Они кажутся довольно милыми.

source: <32>{#v/0}* They even brought that translation field thing so we can understand them!
ru_ru: <32>{#v/0}* Они даже принесли это поле перевода, чтобы мы могли их понимать!

source: <23>{#p/papyrusnt}HUH? WHAT'S WRONG WITH THINKING EVERYTHING'S JUST FINE?
ru_ru: <23>{#p/papyrusnt}А? ЧТО ПЛОХОГО В ТОМ, ЧТОБЫ ДУМАТЬ, ЧТО ВСЁ В ПОРЯДКЕ?

source: <33>{#p/without}* well, the way i see it...
ru_ru: <33>{#p/without}* Ну, как я понимаю...

source: <32>{#p/without}* you're just a-{@fill=#ff0}void{@fill=#fff}-ing the problem.
ru_ru: <32>{#p/without}* ты просто-{@fill=#ff0}пустой{@fill=#fff}-в решении этой проблемы.

source: <23>{#p/papyrusnt}UGH... MAYBE YOU'RE RIGHT. THINGS DO SEEM PRETTY... {@fill=#ff0}DARK{@fill=#fff}.
ru_ru: <23>{#p/papyrusnt}УГХ... МОЖЕТ, ТЫ И ПРАВ. ВСЕ ВЫГЛЯДИТ ДОВОЛЬНО... {@fill=#ff0}ТЕМНО{@fill=#fff}.

source: <32>{#p/undyne}* You don't get it, this isn't some rowdy teen... get outta there before you get hurt!
ru_ru: <32>{#p/undyne}* Ты не понимаешь, это не какой-нибудь хулиганистый подросток... убирайся отсюда, пока не пострадал!

source: <32>{#p/basic}* I don't care what it is. * I'm doing my duty for the good of the outpost!
ru_ru: <32>{#p/basic}* Мне всё равно, что это. * Я выполняю свой долг на благо аванпоста!

source: <32>{#p/basic}* If you wanna fight 'em so bad, why don't you come out here yourself!?
ru_ru: <32>{#p/basic}* Если ты так хочешь с ними сразиться, почему бы тебе самому не прийти сюда!?

source: <32>{#p/undyne}* Dogamy!!
ru_ru: <32>{#p/undyne}* Догамий!!

source: <25>{#p/kidd}{#f/1}* Man, isn't the Royal Guard brave or what?
ru_ru: <25>{#p/kidd}{#f/1}* Парень, ну разве Королевская Гвардия не храбрая?

source: <25>{#f/3}* I'm glad we have them to protect us...!
ru_ru: <25>{#f/3}* Я рад, что они нас защищают...!

source: <32>{#p/radio}{#v/1}* Yeah, yeah... * If we're gonna be all lovey-dovey with E.T. here...
ru_ru: <32>{#p/radio}{#v/1}* Да, да... * Если мы собираемся делать всё это влюбленный-голубь с этим Э. Т. здесь...

source: <32>{#v/1}* We're gonna have to do better than just walking up and saying "Howdy."
ru_ru: <32>{#v/1}* Нам придется сделать нечто большее, чем просто подойти и сказать "Привет."

source: <32>{#v/0}* ... isn't that Erogot's preferred way of saying Hello?
ru_ru: <32>{#v/0}* ... разве не так Эрогот предпочитает говорить Привет?

source: <32>{#v/0}* The dude's clearly into western movies, no doubt.
ru_ru: <32>{#v/0}* Чувак явно увлекается западными фильмами, без сомнения.

source: <25>{#p/kidd}{#f/1}* Erogot?
ru_ru: <25>{#p/kidd}{#f/1}* Эрогот?

source: <25>{#f/1}* KING Erogot!?
ru_ru: <25>{#f/1}* Король Эрогот!?

source: <25>{#f/3}* Dude...
ru_ru: <25>{#f/3}* Чувак...

source: <32>{#p/kidding}* Yo... what is this place?
ru_ru: <32>{#p/kidding}* Йо... что это за место?

source: <32>* It's really dark, and I can't see anything in here...
ru_ru: <32>* Здесь очень темно, и я ничего не вижу...

source: <32>* I'm scared...
ru_ru: <32>* Я боюсь...

source: <32>* Is anyone there? * Please... someone help me...
ru_ru: <32>* Есть кто-нибудь? * Пожалуйста... кто-нибудь помогите мне...

source: <32>{#p/alphys}* How's that new body coming?
ru_ru: <32>{#p/alphys}* Как тебе новое тело?

source: <32>{#p/mettaton}* QUITE WELL, ACTUALLY. * I WAS JUST ABOUT TO SEARCH FOR PARTS DOWN IN MECHANICAL.
ru_ru: <32>{#p/mettaton}* В ОБЩЕМ-ТО, НЕПЛОХО. * Я КАК РАЗ СОБИРАЛСЯ ИСКАТЬ ЗАПЧАСТИ В МЕХАНИЧЕСКОЙ ЧАСТИ.

source: <32>{#p/alphys}* S-sounds good. * I'll keep working on improving the power distribution.
ru_ru: <32>{#p/alphys}* З-звучит неплохо. * Я продолжу работать над улучшением силового распределения.

source: <32>{#p/mettaton}* DON'T WORRY, DOCTOR. * WE'VE GOT PLENTY OF TIME.
ru_ru: <32>{#p/mettaton}* НЕ ВОЛНУЙТЕСЬ, ДОКТОР. * У НАС МНОГО ВРЕМЕНИ.

source: <32>{#p/alphys}* How can I just... * Sit here and let it happen?
ru_ru: <32>{#p/alphys}* Как я могу просто... * Сидеть здесь и позволять этому происходить?

source: <32>{#p/mettaton}* WELL... WHAT ELSE CAN YOU DO? * YOU'RE NOT A FIGHTER.
ru_ru: <32>{#p/mettaton}* НУ... ЧТО ЕЩЁ ТЫ МОЖЕШЬ СДЕЛАТЬ? * ТЫ НЕ БОЕЦ.

source: <32>{#p/mettaton}* IF YOU GO OUT THERE NOW, YOU MIGHT DIE, AND WE'D LOSE A VALUABLE PERSON.
ru_ru: <32>{#p/mettaton}* ЕСЛИ ТЫ ПОЙДЕШЬ ТУДА СЕЙЧАС, ТЫ МОЖЕШЬ ПОГИБНУТЬ, И МЫ ПОТЕРЯЕМ ЦЕННОГО СПЕЦИАЛИСТА.

source: <32>{#p/alphys}* Why... why does this always happen to me...
ru_ru: <32>{#p/alphys}* Почему... Почему это всегда происходит со мной...

source: <32>{#p/mettaton}* ... TO BE FAIR, WATCHING PEOPLE DIE HASN'T ACTUALLY HAPPENED TO YOU BEFORE.
ru_ru: <32>{#p/mettaton}* ... ЕСЛИ ЧЕСТНО, СМОТРЕТЬ, КАК УМИРАЮТ ОКРУЖАЮЩИЕ, ТЕБЕ ЕЩЁ НЕ ПРИХОДИЛОСЬ.

source: <33>{#p/radio}{#v/0}* Just between us, some of them are pretty cute.
ru_ru: <33>{#p/radio}{#v/0}* Только между нами, некоторые из них довольно милые.

source: <32>{#v/1}* Uh... okay?
ru_ru: <32>{#v/1}* Эм... ладно?

source: <32>{#v/0}* What? * I don't mean like THAT. * I just mean they're adorable.
ru_ru: <32>{#v/0}* Что? * Я не имею в виду это. * Я просто хочу сказать, что они очаровательные.

source: <32>{#v/0}* The same way a pet might be.
ru_ru: <32>{#v/0}* Так же, как и домашнее животное.

source: <32>{#v/1}* ... * We've got a listener calling into the station.
ru_ru: <32>{#v/1}* ... *У нас звонит слушатель на радиостанцию.

source: <32>{#p/alphys}* How strange...
ru_ru: <32>{#p/alphys}* Как странно...

source: <32>* So our SOULs have been absorbed into another being.
ru_ru: <32>* Таким образом, наши ДУШИ были поглощены другим существом.

source: <32>* This could be a kind of "separate plane" where we're held before...
ru_ru: <32>* Это может быть своего рода "отдельная планета", где мы находимся до...

source: <32>* ... wait. * There m-might be a way I could contact the others!
ru_ru: <32>* ... подожди. * Возможно, есть способ связаться с другими!

source: <32>{#p/basic}* Asriel and the human are on their way. I'll intercept them as soon as they come through.
ru_ru: <32>{#p/basic}* Азриэль и человек уже в пути. Я перехвачу их, как только они придут.

source: <32>{#p/basic}* The human's on their way. * I'll intercept them as soon as they come through.
ru_ru: <32>{#p/basic}* Люди уже в пути. * Я перехвачу их, как только они пройдут.

source: <32>{#p/undyne}* I trust you know what you're getting into, Doge.
ru_ru: <32>{#p/undyne}* Я верю, что вы знаете, во что ввязываетесь, Доги.

source: <32>{#p/basic}* They are responsible for the deaths in Starton. * I will show no mercy!
ru_ru: <32>{#p/basic}* Они ответственны за смерти в Старграде. * Я не покажу пощаду!

source: <32>{#p/basic}* They are responsible for my colleagues' deaths. * I will show no mercy!
ru_ru: <32>{#p/basic}* Они виновны в смерти моих коллег. * Я не покажу пощаду!

source: <32>{#p/basic}* This is the moment I have long prepared myself for. * I will not falter!
ru_ru: <32>{#p/basic}* Это тот момент, к которому я долго готовился. * Я не дрогну!

source: <32>{#p/undyne}* Yeah!! Get out there and show 'em what the ELITE squad are all about!!
ru_ru: <32>{#p/undyne}* Да!! Выходи и покажите им всем, что такое ЭЛИТНЫЙ отряд!!

source: <32>{#p/radio}{#v/0}* Welcome, dear caller, to The Midnight Rush! * Got anything for us?
ru_ru: <32>{#p/radio}{#v/0}* Добро пожаловать, дорогой слушатель, на Полночный Пик! * Есть что-нибудь для нас?

source: <32>{#p/human}* Yeah, I've got a few words. * The fact is, us humans aren't ready for this sorta thing.
ru_ru: <32>{#p/human}* Да, у меня есть несколько слов. * Дело в том, что мы, люди, не готовы к подобным вещам.

source: <32>{#p/radio}{#v/0}* Just what are you implying? * That we're too dumb to comprehend alien concepts?
ru_ru: <32>{#p/radio}{#v/0}* На что ты намекаешь? * Что мы слишком тупы, чтобы понять инопланетные концепции?

source: <32>{#p/human}* ... you're so naive. * It's not us I'm really worried for, but rather... the aliens.
ru_ru: <32>{#p/human}* ... ты такой наивный. * Это не я правда волнуюсь за нас, но, скорее... за пришельцев.

source: <32>{#p/basic}* Where am I? * What is this... place?
ru_ru: <32>{#p/basic}* Где я? * Что это за... место?

source: <32>{#p/alphys}* Hello? * I'm Dr. Alphys, and I'm... t-trying something!
ru_ru: <32>{#p/alphys}* Привет? * Я доктор Алфис, и я... кое-что испытываю!

source: <32>{#p/basic}* Dr. Alphys! * I'm here, can you hear me?
ru_ru: <32>{#p/basic}* Др. Алфис! * Я здесь, ты меня слышишь?

source: <32>{#p/alphys}* Yes... yes! * I just have to think about them... and I'm there!
ru_ru: <32>{#p/alphys}* Да... да! * Мне нужно только подумать о них... и я там!

source: <32>{#p/basic}* Skrubby of foundry crew. * Concerned over circumstances regarding human.
ru_ru: <32>{#p/basic}* Скрабби из Литейной бригады. * Обеспокоен обстоятельствами, связанными с человеком.

source: <32>{#p/alphys}* H-hey, uh... * Undyne can probably help... a lot better than I can...
ru_ru: <32>{#p/alphys}* Э-эй, э-э... * Андайн может помочь... гораздо лучше, чем я...

source: <32>{#p/basic}* Agreed. * U are very unhelpful.
ru_ru: <32>{#p/basic}* Согласен. * Ты очень бесполезный.

source: <32>{#p/alphys}* R-rude...
ru_ru: <32>{#p/alphys}* Г-грубость...

source: <32>{#p/radio}{#v/1}* Oh, come on. * We're not a threat to them. * They hold all the cards!
ru_ru: <32>{#p/radio}{#v/1}* Да ладно. * Мы не представляем для них угрозы. * Они держат все карты!

source: <32>{#p/human}* Sure, but have you seen the way they act? * They're too nice...
ru_ru: Конечно, но ты видел, как они себя ведут? * Они слишком милые...

source: <32>* I know you two won't do any harm, but some human is going to take advantage of that.
ru_ru: <32>* Я знаю, что вы двое не причините вреда, но какой-нибудь человек воспользуется этим.

source: <32>{#p/radio}{#v/1}* Yeah... well...
ru_ru: <32>{#p/radio}{#v/1}* Да... хорошо...

source: <32>{#p/basic}* My name is Thomas Roman. * Royal scientist, and trusted associate of the crown.
ru_ru: <32>{#p/basic}* Меня зовут Томас Роман. * Королевский ученый и доверенный помощник престола.

source: <32>{#p/alphys}* Professor Roman? * But you're...
ru_ru: <32>{#p/alphys}* Профессор Роман? * Но ты...

source: <32>{#p/alphys}* He's repeating... * It must just be the professor in everyone's memory.
ru_ru: <32>{#p/alphys}* Он повторяет... * Это, должно быть, просто профессор в памяти каждого.

source: <23>{#p/papyrusnt}THIS IS PAPYRUS. FEEL FREE TO LEAVE A MESSAGE AT THE TONE!
ru_ru: <23>{#p/papyrusnt}ЭТО ПАПИРУС. НЕ СТЕСНЯЙСЯ ОСТАВЛЯТЬ СООБЩЕНИЯ ПО ТЕЛЕФОНУ!

source: <33>{#p/undyne}* Damn it...
ru_ru: <33>{#p/undyne}* Проклятье...

source: <33>{#p/undyne}* I should never have let this happen to you, Papyrus.
ru_ru: <33>{#p/undyne}* Я не должна была допустить, чтобы это случилось с тобой, Папирус.

source: <33>{#p/undyne}* You and your brother deserved better than this.
ru_ru: <33>{#p/undyne}* Ты и твой брат заслуживали лучшего чем это.

source: <32>{#p/undyne}* ... and even Doge has failed to capture the human.
ru_ru: <32>{#p/undyne}* ... и даже Доги не смогли поймать человека.

source: <32>{#p/sans}{#f/7}* i'll be honest, this doesn't sound good. * evacuate the foundry?
ru_ru: <32>{#p/sans}{#f/7}* Скажу честно, звучит не очень. * Эвакуировать Литейную?

source: <33>{#p/undyne}* At this point, everyone knows about what's going on. * They'll evacuate.
ru_ru: <33>{#p/undyne}* На данный момент все знают о том, что происходит. * Они эвакуируются.

source: <32>{#p/sans}{#f/7}* i feel like it's better to be safe than sorry. * but what do i know.
ru_ru: <32>{#p/sans}{#f/7}* Мне кажется, что лучше перестраховаться, чем потом жалеть. * но что я знаю.

source: <32>{#p/radio}{#v/0}* Hey, cheer up. * Don't let that guy bring you down, alright?
ru_ru: <32>{#p/radio}{#v/0}* Эй, не унывай. * Не позволяй этому парню опустить тебя, хорошо?

source: <32>{#v/1}* But he's got a point... * For many, this situation might be overwhelming.
ru_ru: <32>{#v/1}* Но он прав... * Для многих эта ситуация может оказаться ошеломляющей.

source: <32>* And not everybody's intentions are as pure as you and your... pet obsession.
ru_ru: <32>* И не у всех намерения так чисты, как у тебя и твоей... домашней одержимости.

source: <32>{#v/0}* Now wait just a minute!
ru_ru: <32>{#v/0}* Сейчас, подожди минутку!

source: <32>{#p/alphys}* Yeah, just think of who you'd like to see, and you'll be with them.
ru_ru: <32>{#p/alphys}* Да, просто подумай, кого бы ты хотел увидеть, и ты будешь с ними.

source: <32>{#p/asgore}* Asriel... are you there?
ru_ru: <32>{#p/asgore}* Азриэль... ты здесь?

source: <32>{#p/alphys}* Huh, it's not working... * Maybe there's not enough of him left in us?
ru_ru: <32>{#p/alphys}* Ха, не работает... * Может быть, в нас осталось мало его самого?

source: <32>{#p/asgore}* Please... come back...
ru_ru: <32>{#p/asgore}* Пожалуйста... вернись...

source: <32>{#p/undyne}* Mind if I ask you a favor?
ru_ru: <32>{#p/undyne}* Не возражаешь, если я попрошу тебя об услуге?

source: <32>{#p/basic}* Ahuhuhu~ * Anything for the one who now occupies the old nest~
ru_ru: <32>{#p/basic}* Ахухуху~ * Что-нибудь для того, кто теперь занимает старое гнездо~

source: <33>{#p/undyne}* Track down the human and their accomplice. Take them to me. * Biggest payout you've ever had.
ru_ru: <33>{#p/undyne}* Выследите человека и его сообщника. Отведите их ко мне. * Самое большое вознаграждение в твоей жизни.

source: <33>{#p/undyne}* Track down the human and take them to me. * Biggest payout you've ever had.
ru_ru: <33>{#p/undyne}* Выследите человека и отведите его ко мне. * Самое большое вознаграждение в твоей жизни.

source: <32>{#p/basic}* Hmmm... * I'll see what I can do~
ru_ru: <32>{#p/basic}* Хммм... * Посмотрим, что я смогу сделать~

source: <25>{#p/kidd}{#f/4}* Not THAT spider...
ru_ru: <25>{#p/kidd}{#f/4}* Не ЭТОТ паук...

source: <32>{#p/radio}{#v/1}* Now, now. * There's no shame in admitting what you like.
ru_ru: <32>{#p/radio}{#v/1}* Сейчас, сейчас. * Нет ничего плохого в том, чтобы признаться в том, что тебе нравится.

source: <32>{#v/0}* It's not like that at all!
ru_ru: <32>{#v/0}* Это совсем не так!

source: <32>{#v/1}* Speaking of love, queue the jazz tune that's been blowing up in clubs everywhere...
ru_ru: <32>{#v/1}* Говоря о любви, на очереди джазовая мелодия, которая звучит в клубах повсюду...

source: <32>{#v/1}* "Married to an Alien!"
ru_ru: <32>{#v/1}* "Замуж за пришельца!"

source: <25>{#p/kidd}{#f/2}* Pfft, only a human could come up with a title like THAT.
ru_ru: <25>{#p/kidd}{#f/2}* Пфф, только человек мог придумать ТАКОЕ название.
