Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <25>{*}{#p/undyne}{#f/17}* Stir harder!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/17}* Перемешайте сильнее! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/17}* Don't just stand there!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/17}* Не просто стоять там! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/7}* HARDER!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/7} Сложнее! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/7}* STIR, DAMN IT!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/7}* Превосходно, черт возьми! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/8}* HARDER!!!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/8}* Сложнее!! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/8}* STIR!!!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/8}* Стимулирует!! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/8}* Ugh, let me do it-{^10}{%}
ru_ru: <25>{*}{#p/undyne}{#f/8}* Ах, позволь мне сделать это - {^ 10} {%}

source: <25>{#p/undyne}{#f/8}* Fuhuhuhu! * That's the stuff!
ru_ru: * Вот так!

source: <25>{#p/undyne}{#f/1}* Alright, now for the final step...
ru_ru: <25>{#p/undyne}{#f/1}* Хорошо, теперь сделайте последний шаг.

source: <25>{#f/17}* TURN UP THE HEAT!
ru_ru: <25>{#f/17}* Поднимите отопление!

source: <25>{#f/1}* Let the stovetop symbolize your passion!
ru_ru: <25>{#f/1}* Пусть печь символизирует вашу страсть!

source: <25>{#f/1}* Let your hopes and dreams turn into burning fire!
ru_ru: <25>{#f/1}* Пусть ваши надежды и мечты превратятся в горящее пламя!

source: <25>{#f/8}* And of course, don't hold anything back!!!
ru_ru: <25>{#f/8}* Конечно, без оговорок!!

source: <25>{#f/1}* Here we go!
ru_ru: <25>{#f/1}* Начнем!

source: * Hold [RIGHT] to crank it up!
ru_ru: * Нажмите [справа] и запустите его!

source: <25>{*}{#p/undyne}{#f/8}* You fool! * This burner only goes ONE WAY!!!{^20}{%}
ru_ru: * Эта горелка может гореть только в одностороннем порядке!!! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/17}* Make it hotter!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/17}* Сделайте его жарче! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/17}* What are you doing?{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/17}* Что вы делаете? {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/7}* HOTTER!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/7}* Горячее! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/7}* STOP HESITATING!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/7}* Больше никаких колебаний! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/8}* HOTTER!!!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/8}* Горячее!! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/8}* JUST DO IT!!!{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/8}* Сделайте это быстро!! {^ 20}{%}

source: <25>{*}{#p/undyne}{#f/17}* Ugh, let me do it...{^10}{%}
ru_ru: <25>{*}{#p/undyne}{#f/17}* Ах, позволь мне сделать... {^ 10}{%}

source: <25>{*}{#p/undyne}{#f/17}* See, this is how you-{^20}{%}
ru_ru: <25>{*}{#p/undyne}{#f/17}* Смотри, это твой путь - {20}{%}

source: <25>{*}{#p/undyne}{#f/17}* No, wait, that's too-{^10}{%}
ru_ru: <25>{*}{#p/undyne}{#f/17}* Нет, и так далее, слишком много - {10} {%}

source: <25>{#p/undyne}{#f/14}* Ah.
ru_ru: <25>{#p/undyne}{#f/14}* ах.

source: <25>{#p/undyne}{#f/14}* Man, no wonder Papyrus isn't improving at cooking anymore.
ru_ru: <25>{#p/undyne}{#f/14}* Чувак, неудивительно, что Papyrus больше не прогрессирует в кулинарии.

source: <25>{#p/undyne}{#f/12}* So what's next? * Trash hunting? * Entanglement bracelets?
ru_ru: * Обмотать браслет?

source: <25>{#f/9}* ... who am I kidding...
ru_ru: <25>{#f/9}* ... Я с кем - то шучу.

source: <25>{#f/16}* I really let this get outta hand, didn't I...?
ru_ru: <25>{#f/16}* Я действительно позволил этой вещи выйти из - под контроля, не так ли?

source: <25>{#f/16}* Heh...
ru_ru: <25>{#f/16}* Эй...

source: <25>{#f/16}* I really screwed this up, didn't I...?
ru_ru: <25>{#f/16}* Я действительно облажался, не так ли?

source: <25>{#f/16}* Y'know what?
ru_ru: <25>{#f/16}* Вы знаете?

source: <25>{#f/9}* I'm not ready to give up on this just yet.
ru_ru: <25>{#f/9}* Я не готов отказаться от этого.

source: <25>{#f/1}* So I failed to teach you how to cook. * Big whoop.
ru_ru: * Крик.

source: <25>{#f/14}* There's still something we can do to salvage this mess.
ru_ru: <25>{#f/14}* Мы все еще можем сделать что - то, чтобы спасти этот хаос.

source: <26>{#f/1}* And that something is...
ru_ru: <26>{#f/1}* Это...

source: <25>{#f/16}* I can't force you to like me, human.
ru_ru: <25>{#f/16}* Я не могу заставить тебя любить меня, человек.

source: <25>{#f/9}* Some people just don't easily get along.
ru_ru: <25>{#f/9}* Некоторые люди просто не ладят.

source: <25>{#f/16}* I'd understand if you felt that way about me...
ru_ru: <25>{#f/16}* Если у вас есть это чувство ко мне, я пойму.

source: <25>{#f/9}* And if we can't be friends... that's okay.
ru_ru: <25>{#f/9}* Если мы не можем быть друзьями... Ничего страшного.

source: <25>{#f/9}* Because... * If we're not gonna be friends...
ru_ru: * Если мы не будем друзьями.

source: <25>{#p/undyne}{#f/17}* ONE LAST DUEL TO SHOW THE GALAXY WHAT WE'RE MADE OF!!!
ru_ru: <25>{#p/undyne}{#f/17}* В последний раз покажите Млечному Пути наш состав!!

source: <25>{#p/undyne}{#f/17}* THEN I CAN DESTROY YOU WITHOUT REGRET!!!
ru_ru: <25>{#p/undyne}{#f/17}* Тогда я могу уничтожить тебя без колебаний!!

source: <25>{#p/undyne}{#f/12}* Well, that was fun, huh?
ru_ru: <25>{#p/undyne}{#f/12}* Ну, это интересно, да?

source: <25>{#f/8}* We'll have to spar again another time!
ru_ru: <25>{#f/8}* В следующий раз нам придется играть еще раз!

source: <25>{#f/8}* We'll have to hang out again another time!
ru_ru: <25>{#f/8}* Давай в следующий раз выйдем и поиграем!

source: <25>{#f/9}* But, uh, somewhere else, I guess.
ru_ru: <25>{#f/9}* Но, ну, я думаю, в другом месте.

source: <25>{#f/1}* By the way, have you noticed something weird in the air?
ru_ru: <25>{#f/1}* Кстати, вы заметили что - то странное в воздухе?

source: <25>{#f/13}* Even Papyrus mentioned it earlier...
ru_ru: <25>{#f/13}* Даже Papyrus упоминался ранее.

source: <25>{#f/13}* It seems like it just started recently...
ru_ru: <25>{#f/13}* Как представляется, это началось совсем недавно.

source: <25>{#f/16}* ... maybe it's nothing, but I swear I feel weaker than usual.
ru_ru: <25>{#f/16}* ... Может, ничего, но клянусь, я чувствую себя слабее, чем обычно.

source: <25>{#f/1}* In the meantime, I'll be at the rec center with Papyrus.
ru_ru: <25>{#f/1}* В то же время я пойду в развлекательный центр с Papyrus.

source: <25>{#f/12}* I look forward to seeing you there!
ru_ru: <25>{#f/12}* Я с нетерпением жду встречи с вами там!

source: <25>{#f/1}* Until then, you can give Papyrus a ring on your phone.
ru_ru: <25>{#f/1}* До этого вы можете позвонить в Papyrus на своем телефоне.

source: <25>{#f/8}* Since we're in the same place, I'll be able to talk too!
ru_ru: <25>{#f/8}* Поскольку мы находимся в одном месте, я также могу поговорить!

source: <25>{#f/1}* In the meantime, I'll be at the rec center.
ru_ru: <25>{#f/1}* В то же время я буду в развлекательном центре.

source: <25>{#f/1}* Oh, and uh, Papyrus said he has to go do something.
ru_ru: <25>{#f/1}* О, эх, Папырус говорит, что он должен что - то сделать.

source: <25>{#f/14}* Just letting you know, since he won't be available on the phone.
ru_ru: <25>{#f/14}* Просто дайте знать, потому что его нет по телефону.

source: <25>{#f/1}* Well, see ya later, pal!!
ru_ru: <25>{#f/1}* Ладно, увидимся, дружище!

source: <25>{#f/14}* Well, see ya later, punk!!
ru_ru: <25>{#f/14}* Ладно, увидимся, панк!!

source: <25>{#p/undyne}{#f/17}* Huh? * The heck was THAT?
ru_ru: * Что происходит?

source: <25>{#p/undyne}{#f/1}* Maybe don't do that right now.
ru_ru: <25>{#p/undyne}{#f/1}* Возможно, не стоит делать этого сейчас.

source: <25>{#p/undyne}{#f/12}* We're trying to be friends here.
ru_ru: <25>{#p/undyne}{#f/12}* Здесь мы пытаемся быть друзьями.

source: <25>{#p/undyne}{#f/11}* This is some kind of weird battle tactic, isn't it?
ru_ru: <25>{#p/undyne}{#f/11}* Это странная боевая стратегия, не так ли?

source: <25>{#p/undyne}{#f/11}* So that's your way of making friends?
ru_ru: <25>{#p/undyne}{#f/11}* Так вот как вы заводите друзей?

source: <25>{#p/undyne}{#f/17}* Stop doing that!
ru_ru: <25>{#p/undyne}{#f/17}* Не делай этого!

source: <23>{#p/papyrus}{#f/30}H... HI, UNDYNE! I'M HERE WITH MY DAILY REPORT...
ru_ru: Я пришел со своим ежедневным отчетом.

source: <23>UHHH... REGARDING THAT HUMAN I CALLED YOU ABOUT EARLIER...
ru_ru: <23>Мм.. О человеке, которого я тебе звонил.

source: <23>{#p/papyrus}{#f/30}... HUH? DID I FIGHT THEM?
ru_ru: Я с ними дрался?

source: <23>{#p/papyrusnt}UH...
ru_ru: <23>{#p/папирус} Э...

source: <23>I-IT'S COMPLICATED!
ru_ru: <23>Это очень сложно!

source: <23>{#p/papyrusnt}Y-YES! OF COURSE I DID!
ru_ru: Конечно знаю!

source: <23>I FOUGHT THEM VALIANTLY!
ru_ru: <23>Я храбро сражаюсь с ними!

source: <23>{#p/papyrus}{#f/30}... WHAT? DID I CAPTURE THEM...?
ru_ru: Я их поймал?

source: <23>{#p/papyrus}{#f/30}W-W-WELL...
ru_ru: <23>{#p/папирус}{#f/30} W - W - Well.

source: <23>NO...
ru_ru: <23>Нет.

source: <23>{#p/papyrus}{#f/30}L-LIKE I SAID, IT'S COMPLICATED!
ru_ru: <23>{#p/папирус}{#f/30} Как я и сказал, это сложно!

source: <23>{#p/papyrus}{#f/30}I-I MEAN, I TRIED VERY HARD TO, B-BUT, IN THE END...
ru_ru: <23>{#p/папирус}{#f/30} Я имею в виду, я очень стараюсь попробовать, но в конце концов...

source: <23>{#p/papyrus}{#f/30}... W-WHAT?
ru_ru: <23>{#p/папирус}{#f/30}. - Что?

source: <23>THEY'VE ALREADY KILLED AN ELITE SQUAD MEMBER??
ru_ru: <23>Они убили члена элитного отряда?

source: <23>N-NO... THEY WOULDN'T DO THAT, WOULD THEY?
ru_ru: <23>Нет... они не сделают этого, не так ли?

source: <23>YOU'RE GOING TO TAKE THE HUMAN'S SOUL YOURSELF??
ru_ru: <23 Хотите забрать свою душу?

source: <23>{#p/papyrus}{#f/30}SURELY THERE MUST BE ANOTHER WAY!
ru_ru: <23>{#p/папирус}{#f/30} Конечно, есть другой способ!

source: <23>SURELY...
ru_ru: <23>Конечно.

source: <23>{#p/papyrus}{#f/30}BUT UNDYNE, YOU DON'T H-HAVE TO DESTROY THEM! YOU SEE...
ru_ru: <23>{#p/папирус}{#f/30} Но UNDYNE, вам не нужно уничтожать их! Ты смотришь.

source: <23>YOU SEE...
ru_ru: <23>Вы смотрите.

source: <23>{#p/papyrus}{#f/30}I...
ru_ru: <23>{#p/папирус}{#f/30} Я...

source: <23>... I UNDERSTAND.
ru_ru: <23 >... Я понимаю.

source: <23>I'LL HELP YOU IN ANY WAY I CAN.
ru_ru: <23>Я сделаю все возможное, чтобы помочь вам.

source: <23>BY THE WAY... YOU NEED TO DOUBLE-CHECK THE ATMOSPHERIC SYSTEM.
ru_ru: <23>Между прочим. Вы должны тщательно изучить атмосферную систему.

source: <23>WHAT WAS IT CALLED? THE WIDE-AREA TROPE-A- SPHERE FRAMEWORK?
ru_ru: Рамки TROPE - asphere?

source: <23>SOMETHING SEEMS... OFF.
ru_ru: <23>Казалось бы что - то есть. Закрыть.

source: <25>{#p/kidd}{#f/1}* Yo! * There she is!
ru_ru: * Она идет!

source: <25>{#p/kidd}{#f/7}* Wait... you're a human, aren't you?
ru_ru: <25>{#p/kidd}{#f/7}* и так далее. Ты ведь человек, да?

source: <25>{*}{#p/kidd}{#f/7}* RUUUUUUUUUUUN!{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/7}* Это действительно шокирует! {^ 20}{%}

source: <25>{#p/kidd}{#f/2}* Phew...
ru_ru: <25>{#p/kidd}{#f/2}* Ху.

source: <25>{#p/kidd}{#f/1}* Uh, you can step off the platform now.
ru_ru: <25>{#p/kidd}{#f/1}* Ну, теперь вы можете покинуть платформу.

source: <25>{#p/kidd}{#f/4}* Where'd she go...?
ru_ru: <25>{#p/kidd}{#f/4}* Где она была?

source: <25>{#p/kidd}{#f/7}* AH!{^10}{%}
ru_ru: <25>{#p/kidd}{#f/7}* Ааа! {^ 10}{%}

source: <25>{#p/kidd}{#f/2}* Psst, I think we can sneak past her. * Come on!
ru_ru: * Давай!

source: <25>{#p/kidd}{#f/4}* It's dark...
ru_ru: <25>{#p/kidd}{#f/4}* Темно.

source: <25>{#p/kidd}{#f/7}* ... but we have to keep going forward!
ru_ru: <25>{#p/kidd}{#f/7}* ... Но мы должны двигаться дальше!

source: <25>{#p/kidd}{#f/7}* Quick, into the conveniently-placed plants!
ru_ru: <25>{#p/kidd}{#f/7}* Быстро, в удобное для размещения растение!

source: <25>{#p/kidd}{#f/7}* She... she...
ru_ru: <25>{#p/kidd}{#f/7}* Она... Она...

source: <25>{#f/7}* She TOUCHED me!!
ru_ru: <25>{#f/7}* Она коснулась меня!

source: <25>{#f/4}* ... * Guess we're BOTH lucky, then, huh?
ru_ru: * Похоже, нам всем повезло, не так ли?

source: <25>{#f/5}* Things could've gotten real bad if she saw you.
ru_ru: <25>{#f/5}* Если она увидит вас, все может стать очень плохо.

source: <25>{#p/kidd}{#f/1}* She... she...
ru_ru: <25>{#p/kidd}{#f/1}* Она... Она...

source: <25>{#f/1}* She's NOWHERE to be found!?
ru_ru: <25>{#f/1}* Она нигде не может найти!

source: <25>{#f/3}* Have you guys seen her ANYWHERE out here?
ru_ru: <25>{#f/3}* Вы видели ее где - нибудь здесь?

source: <25>{#p/asriel2}{#f/3}* Who, Undyne?
ru_ru: <25>{#p/asriel2}{#f/3}* Кто, Виндиан?

source: <25>{#p/kidd}{#f/1}* Yeah! * I've been looking around for AGES!
ru_ru: * Я всегда ищу пожилых людей!

source: <25>{#p/asriel2}{#f/2}* (Hee hee hee...)
ru_ru: <25>{#p/asriel2}{#f/2}* (хип - хип...)

source: <25>{#p/kidd}{#f/4}* Huh??
ru_ru: <25>{#p/kidd}{#f/4}* Эм?

source: <25>{#p/asriel2}{#f/4}* Nothing.
ru_ru: <25>{#p/asriel2}{#f/4}* Нет.

source: <25>{#f/13}* Say, wanna join us for a bit?
ru_ru: <25>{#f/13}* Вы хотите присоединиться к нам?

source: <25>{#p/kidd}{#f/3}* Y... you want me to join you?
ru_ru: <25>{#p/kidd}{#f/3}* Y... Ты хочешь, чтобы я присоединился к тебе?

source: <25>{#p/asriel2}{#f/4}* Yeah, why not. * It'll be fun, I think.
ru_ru: * Я думаю, это будет весело.

source: <25>{#p/kidd}{#f/4}* Uh... * I don't know...
ru_ru: * Я не знаю.

source: <25>{#p/asriel2}{#f/15}* Well, did you know Dr. Alphys likes Undyne?
ru_ru: <25>{#p/asriel2}{#f/15}* Хорошо, вы знаете, что доктор Алфис любит Венду?

source: <25>* Like, she likes her... a LOT.
ru_ru: <25>* Она ей нравится. Много.

source: <25>{#p/asriel2}{#f/9}* Well, did you know Dr. Alphys is actually stronger than Undyne?
ru_ru: <25>{#p/asriel2}{#f/9}* Хорошо, вы знаете, что доктор Алфис на самом деле сильнее Венды?

source: <25>{#f/5}* Alphys's problem is that she's usually too scared to do anything!
ru_ru: <25>{#f/5}* Проблема Alphys в том, что она обычно слишком напугана, чтобы делать что - либо!

source: <25>{#p/kidd}{#f/7}* What!? * No way...
ru_ru: * Невозможно.

source: <25>{#p/asriel2}{#f/1}* Yeah, and that's not the only thing I know about those two.
ru_ru: <25>{#p/asriel2}{#f/1}* Да, это не единственное, что я знаю об этих двух.

source: <25>{#p/kidd}{#f/7}* Tell me more!
ru_ru: <25>{#p/kidd}{#f/7}* Расскажите мне больше!

source: <25>{#p/asriel2}{#f/5}* Okay, okay... * But only if you come with $(name) and me.
ru_ru: * Но только если ты со мной.

source: <25>{#p/kidd}{#f/1}* Deal! * Haha.
ru_ru: * Ха - ха - ха.

source: <25>{#p/kidd}{#f/1}* Yo, what are you waiting for?
ru_ru: <25>{#p/kidd}{#f/1}* Йо, чего ты ждешь?

source: <25>{#p/kidd}{#f/1}* Let's go!
ru_ru: <25>{#p/kidd}{#f/1}* Пойдем!

source: <25>{#f/3}* Hey... I know we only just met, but...
ru_ru: <25>{#f/3}* Эй... Я знаю, что мы только познакомились, но...

source: <25>{#f/4}* I don't want Undyne to hurt you...
ru_ru: <25>{#f/4}* Я не хочу, чтобы Ундин причинила тебе боль.

source: <25>{#f/2}* Why don't we stick together for a while?
ru_ru: <25>{#f/2}* Почему бы нам не остаться вместе ненадолго?

source: <25>{#f/1}* Come on, it'll be fun!
ru_ru: <25>{#f/1}* Давай, это будет весело!

source: <25>{#p/kidd}{#f/2}* Man, you shoulda SEEN her during human- chasing practice...
ru_ru: <25>{#p/kidd}{#f/2}* Чувак, вы должны видеть ее в упражнениях человеческой погони.

source: <25>{#f/1}* She was throwing like, a MILLION spears a second!
ru_ru: <25>{#f/1}* Она бросает до миллиона копьев в секунду!

source: <25>{#f/1}* I'm right behind you!
ru_ru: <25>{#f/1}* Я прямо за тобой!

source: <25>{#p/kidd}{#f/2}* And when the target was about to get away...
ru_ru: <25>{#p/kidd}{#f/2}* Когда цель собирается бежать.

source: <25>{#f/1}* She nailed it at the VERY last moment!
ru_ru: <25>{#f/1}* Она преуспела в последний момент!

source: <25>{#p/asriel2}{#f/6}* Good for her, I guess.
ru_ru: <25>{#p/asriel2}{#f/6}* Я думаю, что это хорошо для нее.

source: <25>{#p/kidd}{#f/1}* Yeah!!
ru_ru: <25>{#p/kidd}{#f/1}* Да!

source: <25>{#p/kidd}{#f/4}* Wait...
ru_ru: <25>{#p/kidd}{#f/4}* и т.д.

source: <25>* If Undyne's not here, who's going to protect us from those baddies?
ru_ru: Если Ундин здесь нет, кто защитит нас от этих плохих парней?

source: <25>{|}{#f/8}* You know... * The ones who- {%}
ru_ru: * Те - - - - - -% ›

source: <25>{#p/asriel2}{#f/4}* I wouldn't worry about it.
ru_ru: <25>{#p/asriel2}{#f/4}* Я не буду беспокоиться.

source: <25>{#f/3}* Besides, if Undyne is as tactically skilled as you say...
ru_ru: <25>{#f/3}* Кроме того, если Undyne тактически квалифицирован, как вы говорите.

source: <25>{#f/4}* Then clearly she must have a reason. * She's smart, right?
ru_ru: * Она умная, да?

source: <25>{#p/kidd}{#f/4}* Yeah... * That's true...
ru_ru: * Это действительно так.

source: <25>{#p/kidd}{#f/2}* Well, thanks for taking me along, you guys.
ru_ru: <25>{#p/kidd}{#f/2}* Хорошо, спасибо, что взяли меня с собой.

source: <25>{#p/asriel2}{#f/10}* Sure...? * We haven't gotten THAT far, you know...
ru_ru: * Мы еще не зашли так далеко, ты знаешь...

source: <25>{#p/kidd}{#f/3}* Well, yeah, but like, I barely get time away from my parents, so...
ru_ru: <25>{#p/kidd}{#f/3}* Хм, да, но, как будто у меня почти нет времени оставить родителей, так что...

source: <25>{#p/asriel2}{#f/8}* You have parents? * That's new.
ru_ru: * Это новое.

source: <25>{#p/kidd}{#f/7}* Uh, o-of course I have parents, who doesn't??
ru_ru: <25>{#p/kidd}{#f/7}* Ну, конечно, у меня есть родители, а кто нет?

source: <25>{#p/asriel2}{#f/16}* ... * Right.
ru_ru: Правильно.

source: <32>{#p/undyne}* Seven.
ru_ru: <32>{#p/undyne}* vii.

source: <32>* Seven human SOULs, and...
ru_ru: <32>* Семь душ людей, и...

source: <32>* Seven human SOULs, and {@fill=#f00}King ASGORE{@fill=#fff} will become a god.
ru_ru: Семь душ и король Асгор станут богами.

source: <32>{#x1}* Six.
ru_ru: <32>{#x1}* Шесть.

source: <32>{#x1}* That's how many we have collected thus far.
ru_ru: <32>{#x1}* Это количество, которое мы собрали до сих пор.

source: <32>{#x1}* Understand?
ru_ru: <32>{#x1}* Понятно?

source: <32>{#x1}* Through your seventh and final SOUL, monsters will finally go free.
ru_ru: <32>{#x1}* Через вашу седьмую и последнюю душу монстр в конечном итоге обретет свободу.

source: <32>{#x3}* First, however, as is customary for those who make it this far...
ru_ru: <32>{#x3}* Однако, во - первых, для тех, кто идет к этому шагу, это обычная практика.

source: <32>{#x4}* I must tell you the tragic tale of our people.
ru_ru: <32>{#x4}* Я должен рассказать вам трагическую историю нашего народа.

source: <32>{#x5}* It all began long ago, when...
ru_ru: <32>{#x5}* Все это началось давным - давно, тогда...

source: <32>{#p/undyne}* No...
ru_ru: <32>{#p/undyne}* Нет.

source: <32>{#p/undyne}* You know what?
ru_ru: <32>{#p/undyne}* Вы знаете?

source: <32>{*}{#p/undyne}{#i/2}* NO!!{^999}
ru_ru: <32>{*}{#p/undyne}{#i/2}* Нет! {^ 999}

source: <32>{*}{#p/undyne}{#i/2}* SCREW IT!!{^999}
ru_ru: <32>{*}{#p/undyne}{#i/2}* Кричать!! {^ 999}

source: <32>{*}{#p/undyne}{#i/1}* HOW COULD I TALK DOWN TO YOU LIKE THAT!!{^999}
ru_ru: <32>{*}{#p/undyne}{#i/1}* Как я могу так говорить с тобой! {^ 999}

source: <32>{*}{#p/undyne}{#i/1}* WHY SHOULD I TELL YOU THAT STORY!!{^999}
ru_ru: <32>{*}{#p/undyne}{#i/1}* Зачем я рассказываю вам эту историю! {^ 999}

source: <32>{*}{#p/undyne}{#i/1}* AFTER YOU'VE FOUGHT SO HONORABLY!!{^999}
ru_ru: <32>{*}{#p/undyne}{#i/1}* После четырех лет, которые вы так честно провели!! {^ 999}

source: <32>{*}{#p/undyne}{#i/1}* WHEN YOU'RE ABOUT TO DIE!!{^999}
ru_ru: <32>{*}{#p/undyne}{#i/1}* Когда вы умираете! {^ 999}

source: <32>{*}{#p/undyne}{#i/2}* NGAHHHHHHHHHHHH!!!{^999}
ru_ru: <32>{*}{#p/undyne}{#i/2}* NGAHHHHHHH!! {^ 999}

source: <25>{#p/undyne}{#f/1}* LISTEN UP!
ru_ru: <25>{#p/undyne}{#f/1}* Слушайте меня!

source: <25>* I like the way you fight.
ru_ru: <25>Мне нравится, как ты дерёшься.

source: <25>{#f/16}* Like any good warrior, you fight until your enemy's been crushed...
ru_ru: <25>{#f/16}* Как любой хороший воин, вы сражаетесь до тех пор, пока враг не будет побежден.

source: <25>{#f/17}* ... and then you spare them, so they can live to tell the tale!
ru_ru: <25>{#f/17}* ... Тогда пощадите их, чтобы они могли рассказать эту историю живыми!

source: <25>{#f/10}* What courage...
ru_ru: <25>{#f/10}* Как храбро...

source: <25>{#p/undyne}{#f/1}* HUMAN!
ru_ru: <25>{#p/undyne}{#f/1}* Человек!

source: <25>* YOU'RE standing in the way of EVERYBODY's hopes and dreams!
ru_ru: <25>Ты мешаешь всем мечтам и надеждам!

source: <25>{#f/11}* Alphys's history films made me think humans were cool...
ru_ru: <25>{#f/11}* Исторические фильмы Алphys заставляют меня думать, что люди крутые.

source: <25>{#f/16}* ... with their living spacecraft and inter- dimensional portals.
ru_ru: <25>{#f/16}* ... С их живыми кораблями и межмерными порталами.

source: <25>{#f/4}* But YOU???
ru_ru: <25>{#f/4}* Но как насчет тебя?

source: <25>{#f/1}* I guess I should apologize for how I acted back there.
ru_ru: <25>{#f/1}* Я думаю, что должен извиниться за то, что я только что сделал.

source: <25>{#f/16}* You and your friend were just standing up for each other, right?
ru_ru: <25>{#f/16}* Вы и ваши друзья просто поддерживаете друг друга, не так ли?

source: <25>{#f/1}* Well, I can respect that sort of thing.
ru_ru: <25>{#f/1}* Хорошо, я могу уважать такие вещи.

source: <25>{#f/17}* And then there's the local ELITE squad!
ru_ru: <25>{#f/17}* Затем местная элитная команда!

source: <25>{#f/9}* I'll admit, I was impressed...
ru_ru: <25>{#f/9}* Признаюсь, я впечатлен...

source: <25>* The way you managed to not only get past them...
ru_ru: <25>* Вам удалось не только превзойти их.

source: <25>{#f/10}* But BEFRIEND them???
ru_ru: <25>{#f/10]* Но дружить с ними?

source: <25>{#f/1}* I guess I shouldn't be surprised, though. * They'd like your style.
ru_ru: * Им нравится твой стиль.

source: <25>{#f/10}* The way you managed to EMBARRASS them?
ru_ru: <25>{#f/10}** Как вам удалось запечатать их?

source: <25>{#f/11}* I don't think I've ever seen those two so red-faced.
ru_ru: <25>{#f/11}* Я думаю, что никогда не видел этих двух людей такими красными.

source: <25>{#f/10}* Even when faced with their blades, you still held your nerve?
ru_ru: <25>{#f/10}* Вы остаетесь спокойным даже перед лицом их лезвия?

source: <25>{#f/1}* I guess you really are something special!
ru_ru: <25>{#f/1}* Я думаю, ты действительно особенный!

source: <25>{#f/8}* ... BUT GETTING BACK TO MY POINT!
ru_ru: <25>{#f/8}* ... Но вернёмся к моему мнению!

source: <25>{#f/1}* So, at first, I was just going to kill you and take your SOUL.
ru_ru: <25>{#f/1}* Итак, сначала я просто хотел убить тебя и забрать твою душу.

source: <25>{#f/11}* But after seeing the way you fight...
ru_ru: <25>{#f/11}* Но после того, как увидел, как ты дрался...

source: <25>{#f/8}* THERE'S NO WAY I'D GO SO EASY ON YOU!!!
ru_ru: <25>{#f/8}* Я не могу быть с тобой так легко!!

source: <25>{#f/1}* No... I want you to show me what you're REALLY made of!
ru_ru: <25>{#f/1}* Нет... Я хочу, чтобы ты показал мне свою истинную силу!

source: <25>{#f/4}* And only once I've beaten you fair and square...
ru_ru: <25>{#f/4}* Только один раз я победил тебя честно.

source: <25>{#f/5}* Will I finally claim the freedom that's rightfully ours!
ru_ru: <25>{#f/5}* Я наконец - то требую свободы, которую мы заслуживаем!

source: <25>{#f/16}* But, if you manage to beat me...
ru_ru: <25>{#f/16}* Но если ты сможешь победить меня...

source: <25>{#f/9}* I'll let you through.
ru_ru: <25>{#f/9}* Я дам вам пройти.

source: <25>{#f/8}* ... IF you actually manage to beat me!!!
ru_ru: <25>{#f/8}* ... Если ты действительно можешь победить меня!

source: <25>{#f/1}* Step forward when you're ready! * Fuhuhuhu!
ru_ru: * Фоху Хуху!

source: <25>{#f/7}* You're just a COWARD!
ru_ru: <25>{#f/7}* Ты просто мошенник!
