Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>{#p/undyne}* I can't keep holding on...
ru_ru: <32>{#p/undyne}* Я не могу больше терпеть...

source: <32>{#p/undyne}* The others... have already slipped away...
ru_ru: <32>{#p/undyne}* Остальные... уже ушли...

source: <32>{#p/undyne}* It's like they don't know who they are anymore...
ru_ru: <32>{#p/undyne}* Это как будто они больше не знают, кто они такие...

source: <32>{#p/undyne}* No... no! * Not like this... * I can't forget who I am!
ru_ru: <32>{#p/undyne}* Нет... нет! * Не так... * Я не могу забыть, кто я!

source: <32>{#p/mettaton}* OH, DOCTOR...
ru_ru: <32>{#p/mettaton}* О, ДОКТОР...

source: <32>{#p/mettaton}* I SHOULD HAVE KNOWN YOU'D RUN OFF LIKE THIS...
ru_ru: <32>{#p/mettaton}* Я ДОЛЖЕН БЫЛ ДОГАДАТЬСЯ, ЧТО ТЫ ТАК СБЕЖИШЬ...

source: <32>{#p/mettaton}* ... * DAMN IT...
ru_ru: <32>{#p/mettaton}* ... * ПРОКЛЯТЬЕ...

source: <32>{#p/mettaton}* DON'T YOU UNDERSTAND?
ru_ru: <32>{#p/mettaton}* РАЗВЕ ТЫ НЕ ПОНИМАЕШЬ?

source: <32>{#p/mettaton}* I CAN'T PERFECT THOSE DEFENSES WITHOUT YOU...
ru_ru: <32>{#p/mettaton}* Я НЕ МОГУ СОВЕРШЕНСТВОВАТЬ ЭТУ ЗАЩИТУ БЕЗ ТЕБЯ...

source: <32>{#p/mettaton}* WELL, THEY'LL BE HERE SOON. * I DON'T KNOW WHAT I'D DO IF I WERE YOU, BUT...
ru_ru: <32>{#p/mettaton}* НУ, ОНИ СКОРО БУДУТ ЗДЕСЬ. * Я НЕ ЗНАЮ, ЧТО БЫ Я СДЕЛАЛ НА ТВОЁМ МЕСТЕ, НО...

source: <32>{#p/mettaton}* WHETHER YOU STAND YOUR GROUND HERE, OR RETREAT...
ru_ru: <32>{#p/mettaton}* БУДЕШЬ ЛИ ТЫ СТОЯТЬ НА СВОЁМ ИЛИ ОТСТУПИШЬ...

source: <33>{#p/mettaton}* I'LL DO MY BEST TO SUPPORT YOU.
ru_ru: <33>{#p/mettaton}* Я СДЕЛАЮ ВСЕ ВОЗМОЖНОЕ, ЧТОБЫ ПОМОЧЬ ТЕБЕ.

source: <32>{#p/alphys}* ... ehehe...
ru_ru: <32>{#p/alphys}* ... ехехе...

source: <33>* The same goes to you, Mettaton.
ru_ru: <33>* То же самое касается и тебя, Меттатон.

source: <32>{#p/alphys}* Wait, wait! * This would be perfect for my date with Undyne...
ru_ru: <32>{#p/alphys}* Подожди, подожди! * Это было бы идеально для моего свидания с Андайн...

source: <32>{#p/mettaton}* OH WOULD IT NOW?
ru_ru: <32>{#p/mettaton}* О, НЕУЖЕЛИ СЕЙЧАС?

source: <32>{#p/alphys}* Mettaton!? * Where did you... * ... I'm not d-dating anyone!
ru_ru: <32>{#p/alphys}* Меттатон!? * Откуда ты... * ... Я ни с кем н-не встречаюсь!

source: <32>{#p/mettaton}* OH, DON'T YOU WORRY. * YOUR SECRET'S SAFE WITH ME... * ... PROBABLY.
ru_ru: <32>{#p/mettaton}* О, НЕ ВОЛНУЙСЯ. * ТВОЙ СЕКРЕТ В БЕЗОПАСНОСТИ СО МНОЙ... * ... НАВЕРНОЕ.

source: <25>{#p/kidd}{#f/1}* Alphys wants to marry UNDYNE!?
ru_ru: <25>{#p/kidd}{#f/1}* Альфис хочет пожениться на АНДАЙН!?

source: <25>{#f/6}* You really DO learn something new every day...
ru_ru: <25>{#f/6}* Ты правда каждый день учишься чему-то новому...

source: <32>{#p/basic}{#npc/a}* With a new world comes new kinds of stars.
ru_ru: <32>{#p/basic}{#npc/a}* С новым миром приходят новые виды звезд.

source: <32>* These signal stars may be the least of our worries...
ru_ru: <32>* Эти сигнальные звезды могут оказаться наименьшими из наших опасений...

source: <32>{#p/basic}{#npc/a}* This is a signal star. * When it picks up a signal, it repeats it over and over...
ru_ru: <32>{#p/basic}{#npc/a}* Это сигнальная звезда. * Когда она принимает сигнал, она повторяет его снова и снова...

source: <32>{#p/basic}{#npc/a}* Hopefully the stars out there are more honest.
ru_ru: <32>{#p/basic}{#npc/a}* Надеюсь, звезды там где-то более честные.

source: <32>{#p/basic}{#npc/a}* Never trust a star.
ru_ru: <32>{#p/basic}{#npc/a}* Никогда не доверяй звезде.

source: <32>* Dishonesty is their one defining trait.
ru_ru: <32>* Нечестность - их одна отличительная черта.

source: <32>{#p/basic}* Raddy of the foundry crew. * We've no time to keep running the show here.
ru_ru: <32>{#p/basic}* Рэдди из литейной бригады. * У нас нет времени продолжать управлять представлением здесь.

source: <32>* Don't worry about pipes, unless you're slidin' through em to escape!
ru_ru: <32>* Не волнуйся о трубах, если ты не собираешься по ним пробираться, чтобы уйти!

source: <32>* Got it, Skrubby? * Large lata? * My teeny tini?
ru_ru: <32>* Понял, Скрабби? * Большая лата? * Моя маленькая тини?

source: <32>* We've gotta go, right away.
ru_ru: <32>* Мы должны идти, прямо сейчас.

source: <32>{#p/basic}* Raddy of the foundry crew. * Everyone, you've done a real great job so far.
ru_ru: <32>{#p/basic}* Рэдди из Литейной бригады. * До сих пор, вы все отлично работали.

source: <32>* Now that we're free, we can all give it a rest!
ru_ru: <32>* Теперь, когда мы свободны, мы все можем отдохнуть!

source: <32>* Ya hear that, Skrubby? * Large lata? * My teeny tini?
ru_ru: <32>* Слышишь, Скрабби? * Большая лата? * Моя маленькая тини?

source: <32>* It's time for a totally tubular celebration!
ru_ru: <32>* Это время для точно трубчатого праздника!

source: <32>{#p/basic}* Skrubby of foundry crew. * Reporting on success of maintenance with Raddy.
ru_ru: <32>{#p/basic}* Скрабби из Литейной бригады. * Докладывает об успешном ремонте вместе с Рэдди.

source: <32>{#p/alphys}* That's... g-great... * Look, I-I can't deal with this right now, so just...
ru_ru: <32>{#p/alphys}* Это... з-здорово... * Слушай, я-я не могу справиться с этим прямо сейчас, так просто...

source: <32>{#p/alphys}* Uh... g-glad you could fix it!
ru_ru: <32>{#p/alphys}* Ээ... р-рада, что ты смог это починить!

source: <32>{#p/basic}* No problem, thx for being one hundred percent useless.
ru_ru: <32>{#p/basic}* Без проблем, спасибо за то, что вы на сто процентов бесполезны.

source: <32>{#p/alphys}* ... any time.
ru_ru: <32>{#p/alphys}* ... в любое время.

source: <25>{#p/kidd}{#npc/a}{#f/3}* H... hey...
ru_ru: <25>{#p/kidd}{#npc/a}{#f/3}* Э... эй...

source: <25>{#p/asriel2}{#f/15}{#npc}* Weirdo.
ru_ru: <25>{#p/asriel2}{#f/15}{#npc}* Извращенец.

source: <25>{#p/kidd}{#npc/a}{#f/1}* ... y-yeah, hi! * Uh, haha!
ru_ru: <25>{#p/kidd}{#npc/a}{#f/1}* ... д-да, привет! * Ух, хаха!

source: <25>{#p/kidd}{#npc/a}{#f/1}* How was lunch?
ru_ru: <25>{#p/kidd}{#npc/a}{#f/1}* Как прошёл обед?

source: <25>{#f/1}* Did that short skeleton make everyone laugh again?
ru_ru: <25>{#f/1}* Неужели этот коротышка-скелет снова всех рассмешил?

source: <25>{#p/kidd}{#npc/a}{#f/2}* Yo, are you here to see her too?
ru_ru: <25>{#p/kidd}{#npc/a}{#f/2}* Йо, ты тоже хочешь к ней?

source: <25>{#f/1}* Haha. * She's the coolest!!
ru_ru: <25>{#f/1}* Хаха. * Она классная!!

source: <25>{#f/2}* I wanna be just like her when I grow up...
ru_ru: <25>{#f/2}* Я хочу быть таким же, как она, когда я вырасту...

source: <25>{#p/kidd}{#npc/a}{#f/3}* He always gets kicked out for pulling awful pranks.
ru_ru: <25>{#p/kidd}{#npc/a}{#f/3}* Его всегда выгоняют за ужасные розыгрыши.

source: <25>{#p/kidd}{#npc/a}{#f/1}* You go on ahead.
ru_ru: <25>{#p/kidd}{#npc/a}{#f/1}* Ты идёшь вперёд.

source: <25>{#f/1}* I'll catch up with you soon!
ru_ru: <25>{#f/1}* Я скоро догоню тебя!

source: <32>{#p/basic}{#npc/a}* My friend Shortsy and I plan to become the new world's premiere architects.
ru_ru: <32>{#p/basic}{#npc/a}* Мой друг Шорти и я планируем стать главными архитекторами нового мира.

source: <32>* We'll build bridges, spires, space stations... if you can imagine it, we can build it!
ru_ru: <32>* Мы построим мосты, шпиль, космическую станцию... если ты можешь представить это, мы сможем его построить!

source: <32>* As always, I'll be in charge of carrying the tools.
ru_ru: <32>* Как всегда, я буду отвечать за переноску инструментов.

source: <32>{#p/basic}{#npc/a}* My friend Shortsy and I plan to build a bridge.
ru_ru: <32>{#p/basic}{#npc/a}* Мой друг Шорти и я планируем построить мост.

source: <32>* He's got his reasons, but personally, I'm just tired of using that unstable raft.
ru_ru: <32>* У него есть свои причины, но лично, я просто устал использовать этот неустойчивый плот.

source: <32>* Let's hope we can do something a little better than that.
ru_ru: <32>* Будем надеяться, что мы сможем сделать что-то немного лучше, чем это.

source: <32>{#p/basic}{#npc/a}* How'd you like our bridge? * Was it stable? * Was it gravitationally secure?
ru_ru: <32>{#p/basic}{#npc/a}* Как вам понравился наш мост? * Устойчив ли он? * Был ли он гравитационно безопасен?

source: <32>* Well, Shortsy said it's fine, and they're kinda the expert here.
ru_ru: <32>* Ну, Шортси сказал, что всё в порядке, и они тут вроде бы эксперты.

source: <32>* I'm mostly just here to carry around the tools!
ru_ru: <32>Я здесь в основном за инструментами!

source: <32>{#p/basic}{#npc/a}* Shortsy told me about a new kind of tool recently...
ru_ru: <32>{#p/basic}{#npc/a}* Шортси недавно рассказал мне о новом виде инструмента...

source: <32>{#p/basic}{#npc/a}* Instability and I don't get along very well. * That's just how I am.
ru_ru: <32>{#p/basic}{#npc/a}* Нестабильность и я не очень хорошо ладим. * Это просто мой характер.

source: <32>{#p/basic}{#npc/a}* Don't get it twisted. * I'm a fantastic tool-toter. * That's just what I do.
ru_ru: * Вот что я делаю.

source: <32>{#p/basic}{#npc/a}* My buddy Longsy and I want to become full-time architects.
ru_ru: <32>{#p/basic}{#npc/a}* Мой приятель Лонгси и я хотим стать архитекторами на полное-время.

source: <32>* I've invented a brand new tool for Longsy to use...
ru_ru: <32>* Я изобрел совершенно новый инструмент для Лонгси...

source: <32>* ... called the builder's wand.
ru_ru: <32>* ... называется палочкой строителя.

source: <32>{#p/basic}{#npc/a}* My buddy Longsy and I want to build a new bridge to impress the king.
ru_ru: <32>{#p/basic}{#npc/a}* Мой приятель Лонгси и я хотим построить новый мост, чтобы впечатлить короля.

source: <32>* It'll be the straightest, most sturdy bridge you've ever seen.
ru_ru: <32>* Это будет самый прямой, самый прочный мост, который ты когда-либо видел.

source: <32>* I'll make sure of it!
ru_ru: <32>* Я сделаю это обязательно!

source: <32>{#p/basic}{#npc/a}* Take a look at our newest bridge.
ru_ru: <32>{#p/basic}{#npc/a}* Посмотри на наш новейший мост.

source: <32>* Longsy and I figure this will be enough to impress the king...
ru_ru: <32>* Лонгси и я думаем, что этого будет достаточно, чтобы впечатлить короля...

source: <32>* It needs to be if we're going to work alongside him!
ru_ru: <32>* Это нужно, если мы собираемся работать вместе с ним!

source: <32>{#p/basic}{#npc/a}* With enough power, it could create anything you can imagine...
ru_ru: <32>{#p/basic}{#npc/a}* Обладая достаточной силой, он может создать всё, что только можно себе представить...

source: <32>{#p/basic}{#npc/a}* I'm set on doing nothing less than the best. * That's just how I am.
ru_ru: <32>{#p/basic}{#npc/a}* Я настроен на то, чтобы делать только самое лучшее. * Это просто мой характер.

source: <32>{#p/basic}{#npc/a}* No need to thank us, it's only a community service. * That's just what I do.
ru_ru: <32>{#p/basic}{#npc/a}* Не стоит нас благодарить, это только общественная работа. * Это просто то, что я делаю.

source: <32>{#p/basic}{#npc/a}* (Snail snail...) * Everyone's leaving, it seems.
ru_ru: <32>{#p/basic}{#npc/a}* (Улитка-улитка...) * Кажется, все уходят.

source: <32>{#p/basic}{#npc/a}* (Snail snail...) * Optimism, any day...
ru_ru: <32>{#p/basic}{#npc/a}* (Улитка улитка...) * Оптимистична, в любой день...

source: <32>{#p/basic}{#npc/a}* (Snail snail...) * It's time for us to go.
ru_ru: <32>{#p/basic}{#npc/a}* (Улитка улитка...) * Нам пора идти.

source: <32>{#p/basic}{#npc/a}* (Snail snail...) * All's well that ends well...
ru_ru: <32>{#p/basic}{#npc/a}* (Улитка-улитка...) * Всё хорошо, что хорошо кончается...

source: <32>{#p/basic}{#npc/a}* The smell of grass grows ever closer now...
ru_ru: <32>{#p/basic}{#npc/a}* Запах травы становится всё ближе...

source: <33>* Soon, I will see it for myself.
ru_ru: <33>* Скоро я сам увижу это.

source: <32>{#p/basic}{#npc/a}* I feel the grass has faded.
ru_ru: <32>{#p/basic}{#npc/a}* Я чувствую, что трава выцвела.

source: <32>* Don't you...?
ru_ru: <32>* Не ты...?

source: <32>{#p/basic}{#npc/a}* The grass may already be too far gone.
ru_ru: <32>{#p/basic}{#npc/a}* Трава может быть уже слишком далеко.

source: <32>* Or am I wrong...?
ru_ru: <32>* Или я не прав...?

source: <32>{#p/basic}{#npc/a}* What's grass?
ru_ru: <32>{#p/basic}{#npc/a}* Что такое трава?

source: <32>* Can it find you?
ru_ru: <32>* Она может найти тебя?

source: <32>* Can it eat you?
ru_ru: <32>* Она может съесть тебя?

source: <32>* Can it kill you?
ru_ru: <32>* Она может убить тебя?

source: <32>* Can you find it?
ru_ru: <32>* Ты можешь найти её?

source: <32>* Can you eat it?
ru_ru: <32>* Ты можешь её съесть?

source: <32>* Can you kill it?
ru_ru: <32>* Ты можешь её убить?

source: <32>* Are you made of grass?
ru_ru: <32>* Сделан ли ты из травы?

source: <32>{#p/basic}{#npc/a}* The grass may not always be greener, but who says it has to be?
ru_ru: <32>{#p/basic}{#npc/a}* Трава не всегда зеленее, но кто сказал, что она должна быть?

source: <32>* A new world may have any number of colors in its grass.
ru_ru: <32>* Новый мир может иметь любое количество цветов в траве.

source: <32>{#p/basic}{#npc/a}* The grass isn't always greener on the other side.
ru_ru: <32>{#p/basic}{#npc/a}* Трава не всегда зеленее на другой стороне.

source: <32>{#p/tem}{#npc/a}* woa... tem hear news... * VERY GOODS!!!
ru_ru: <32>{#p/tem}{#npc/a}* вау... тэм слышать новости... * ОЧЕНЬ ХОРОШО!!!

source: <32>{#p/tem}{#npc/a}* hOI!! * im temmie!!!
ru_ru: <32>{#p/tem}{#npc/a}* прИВ!! * я тэмми!!!

source: <32>* and dis is my friend... * temmie!!!
ru_ru: <32>* а ето моя подруга... * темми!!!

source: <32>{#p/tem}{#npc/a}* yaYA!!! * tems can go free!!
ru_ru: * йаЙА!!! тэми свабодны!

source: <32>{#p/tem}{#npc/a}* woa... * if tems can go to new homeworld, can make,
ru_ru: <32>{#p/tem}{#npc/a}* вау... * если тэми смогут отправиться на новую планету, могут творить,

source: <32>{#p/tem}{#npc/a}* LOT OF TEMS HISTORY!!!
ru_ru: <32>{#p/tem}{#npc/a}* БОГАТУЮ ТЭМИ ИСТОРИЮ!!!

source: <32>* don forget my friend!
ru_ru: <32>* ни забудь о моих друзьях!

source: <32>{#p/tem}{#npc/a}* A pleasing development, no?
ru_ru: <32>{#p/tem}{#npc/a}* Это приятное развитие, не так ли?

source: <32>{*}{#p/tem}{#i/5}{#s.stop}* I know what you did.
ru_ru: <32>{*}{#p/tem}{#i/5}{#s.stop}* Я знаю, что ты сделал.

source: <32>{#p/tem}{#npc/a}* Hi.
ru_ru: <32>{#p/tem}{#npc/a}* Привет.

source: <32>* I'm Bob.
ru_ru: <32>* Я Боб.

source: <32>* I'm afraid for your life.
ru_ru: <32>Я боюсь за твою жизнь.

source: <32>{#p/tem}{#npc/a}* awawawawah!!
ru_ru: <32>{#p/tem}{#npc/a}* ахвахвахва!!

source: <32>* humans... * such a...
ru_ru: <32>* люди... * такие...

source: <32>* HEROES!!!!
ru_ru: <32>* ГЕРОИ!!!!

source: <32>* CUTE!!!!
ru_ru: <32>* МИЛЫЕ!!!!

source: <32>{#p/tem}{#npc/a}* everyones go free... * BUT TEM!!!
ru_ru: <32>{#p/tem}{#npc/a}* все уйдут на свободу... * НО ТЭМ!!!

source: <32>* TEM NOT LEAV!!! * TEM WATCH EG!!!
ru_ru: <32>* ТЭМ НЕ УЙДЁТ!!! * ТЭМ СМОТРИТ ЯЙЦО!!!

source: <32>* tem will be happily fambily,
ru_ru: <32>* тэм будет счастливой семвьей,

source: <32>{#p/tem}{#npc/a}* tem... WATCH EGG!!!
ru_ru: <32>{#p/tem}{#npc/a}* тэм... СМОТРИТ ЯЙЦО!!!

source: <32>* eg... wil HATCH!!!
ru_ru: <32>* ейцо... ВЫЛУПИТСЯ!!!!

source: <32>* tem... PROUD PARENT!!
ru_ru: <32>* тэм... ГОРДЫЙ РОДИТЕЛЬ!!

source: <32>{#p/human}* (But the box was empty.)
ru_ru: <32>{#p/human}* (Но сундук был пуст.)

source: <32>{#p/basic}* There is one postcard in the box.
ru_ru: <32>{#p/basic}* В сундуке находится одна открытка.

source: <32>{#p/basic}* There are multiple postcards in the box.
ru_ru: <32>{#p/basic}* В сундуке несколько открыток.

source: * (Take a postcard?)
ru_ru: * (Взять открытку?)

source: <32>{#p/human}* (You got the Postcard.)
ru_ru: <32>{#p/human}* (Ты взял Открытку.)

source: <32>{#p/human}* (You can't seem to use the switch anymore.)
ru_ru: <32>{#p/human}* (Похоже, ты больше не можешь использовать переключатель.)

source: <32>{#p/basic}* It's stuck, like always.
ru_ru: <32>{#p/basic}* Он застрял, как всегда.

source: <32>{#p/basic}* The switch, quite shockingly, is stuck.
ru_ru: <32>{#p/basic}* Выключатель, как ни странно, заклинило.

source: <32>* What a turn of events!
ru_ru: <32>* Какой поворот событий!

source: <32>{#p/basic}* The switch is stuck. * Naturally.
ru_ru: <32>{#p/basic}* Выключатель застрял. * Естественно.

source: <32>{#p/basic}* Believe it or not...
ru_ru: <32>{#p/basic}* Веришь в это или нет...

source: <32>* The switch isn't stuck, it's just out of service. * Oh wait.
ru_ru: <32>* Выключатель не застрял, он просто вышел из строя. * О, подожди.

source: <32>{#p/human}* (The note attached to this cheesecake describes how it was abandoned.)
ru_ru: <32>{#p/human}* (В записке, прикреплённой к этому чизкейку, описано, как он был оставлен.)

source: * (Take the cheesecake?)
ru_ru: * (Взять чизкейк?)

source: <32>{#p/basic}* There's a piece of cheesecake here with a note attached.
ru_ru: <32>{#p/basic}* Здесь лежит кусок чизкейка с прикреплённой запиской.

source: <32>* "I just couldn't handle the responsibility."
ru_ru: <32>* "Я просто не мог справиться с ответственностью."

source: <32>{#p/human}* (You got the Cheesecake.)
ru_ru: <32>{#p/human}* (Ты получил Чизкейк.)

source: <25>{#p/asriel1}{#f/24}* Before we moved out, $(name) used to sit here all the time...
ru_ru: <25>{#p/asriel1}{#f/24}* До того, как мы переехали, $(name) всё время сидел здесь...

source: <25>{#f/23}* We'd swap stories about our hopes and our dreams...
ru_ru: <25>{#f/23}* Мы обменивались историями о наших надеждах и мечтах...

source: <25>{#f/22}* And bring the telescope out and watch for stars sometimes.
ru_ru: <25>{#f/22}* И выносили телескоп, чтобы иногда наблюдать за звездами.

source: <25>{#f/13}* Even as a star... * I wished I could return to those moments...
ru_ru: <25>{#f/13}* Даже будучи звездой... * Я хотел вернуться в те моменты...

source: <25>{#p/asriel1}{#f/23}* Look at me, getting all sentimental over a random bench.
ru_ru: <25>{#p/asriel1}{#f/23}* Посмотри на меня, я становлюсь таким эмоциональным из-за случайной скамейки.

source: <25>{#f/17}* But hey. * At least it's sturdy.
ru_ru: <25>{#f/17}* Но, эй. * По крайней мере, она прочная.

source: <25>{#f/3}* Heck, even Asgore's tremendous figure couldn't break it.
ru_ru: <25>{#f/3}* Чёрт возьми, даже огромная фигура Асгора не смогла сломать её.

source: <25>{#f/4}* Back when we all lived here, I mean.
ru_ru: <25>{#f/4}* Когда мы все здесь жили, я имею в виду.

source: <25>{#p/asriel1}{#f/13}* It's kind of funny to think about...
ru_ru: <25>{#p/asriel1}{#f/13}* Это забавно, если подумать...

source: <25>{#f/13}* The house we used to live in is now lived in by Undyne.
ru_ru: <25>{#f/13}* Дом, в котором мы жили раньше, сейчас принадлежит Андайн.

source: <25>{#f/17}* Or was, until the force field was destroyed.
ru_ru: <25>{#f/17}* Так было, пока силовое поле не было разрушено.

source: <25>{#f/13}* And... it's not your usual kind of house. * It's a monster.
ru_ru: <25>{#f/13}* И... это не обычный дом. * Это монстр.

source: <25>{#p/asriel1}{#f/15}* ... all the other monster homes were lost in the war.
ru_ru: <25>{#p/asriel1}{#f/15}* ... все остальные дома монстров были потеряны во время войны.

source: <32>{#p/basic}* It's a bench.
ru_ru: <32>{#p/basic}* Это скамейка.

source: <32>{#p/basic}* Coming back to give a lonely bench some company... * The gesture is appreciated.
ru_ru: <32>{#p/basic}* Возвращение, чтобы составить компанию одинокой скамейке... * Жест оценен по достоинству.

source: <32>{#p/basic}* Just a lonely bench out in the middle of a factory. * Nothing weird about that!
ru_ru: <32>{#p/basic}* Просто одинокая скамейка посреди фабрики. * Ничего странного в этом нет!

source: <32>{*}{#p/undyne}* Run.{^20}{%}
ru_ru: <32>{*}{#p/undyne}* Беги.{^20}{%}

source: <32>{#p/undyne}* I'll go check.
ru_ru: <32>{#p/undyne}* Я пойду посмотрю.

source: <32>{#p/undyne}* (Stupid spiders...)
ru_ru: <32>{#p/undyne}* (Тупые пауки...)

source: <32>{#p/undyne}* I'm a little busy right now.
ru_ru: <32>{#p/undyne}* Я немного занята сейчас.

source: <32>{#p/undyne}* (Ugh...)
ru_ru: <32>{#p/undyne}* (Угх...)

source: <25>{*}{#p/kidd}{#f/13}{#x1}* I'll save you!{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/13}{#x1}* Я спасу тебя!{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/1}{#x1}* Sorry, I, uh... don't really know how to land this thing!{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/1}{#x1}* Простите, я... правда не знаю, как приземлить эту штуку!{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* What the...{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/7}{#x1}** Что это...{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* Help!!!{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/7}{#x1}** Помогите!!!{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* Quit {@fill=#ff0}standing around{@fill=#fff} and {@fill=#ff0}get over here{@fill=#fff}, dude!!!{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/7}{#x1}* Хватит {@fill=#ff0}стоять вокруг{@fill=#fff} и {@fill=#ff0}подойди сюда{@fill=#fff}, приятель!!!{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* Come on, please!!!{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/7}{#x1}* Ну же, пожалуйста!!!{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* I... * I-I can't stop it...!{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/7}{#x1}* Я... * Я-я не могу остановить это...! {#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* What are you doing!?{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/7}{#x1}* Что ты делаешь!?{#x2}{^20}{%}

source: <25>{*}{#p/kidd}{#f/7}{#x1}* Ah...!{#x2}{^20}{%}
ru_ru: <25>{*}{#p/kidd}{#f/7}{#x1}* Ах...!{#x2}{^20}{%}

source: <25>{#p/kidd}{#f/4}* Y... y... yo... dude...
ru_ru: <25>{#p/kidd}{#f/4}* Й... й... йo... чувак...

source: <25>* If... * If y-you wanna hurt my friend...
ru_ru: <25>* Если... * Если ты хочешь причинить боль моему другу...

source: <25>* You're gonna have to get through me, first.
ru_ru: <25>* Сначала тебе придётся пройти через меня.

source: <25>{#p/kidd}{#f/3}* She's gone...
ru_ru: <25>{#p/kidd}{#f/3}* Она ушла...

source: <25>{#f/1}* Yo, you really saved my skin.
ru_ru: <25>{#f/1}* Йо, ты правда спас мою шкуру.

source: <25>{#f/3}* Even if I was trying to save yours instead.
ru_ru: <25>{#f/3}* Даже если бы я пытался спасти тебя взамен.

source: <25>{#f/2}* Haha.
ru_ru: <25>{#f/2}* Хаха.

source: <25>{#f/3}* ... man, I've never been so TIRED...
ru_ru: <25>{#f/3}* ... чувак, я никогда так не УСТАВАЛ...

source: <25>{#f/4}* Guess I should probably go home.
ru_ru: <25>{#f/4}* Похоже я пойду домой.

source: <25>{#f/7}* I... * I bet my parents are worried sick about me!
ru_ru: <25>{#f/7}* Я... * Наверняка мои родители очень волнуются за меня!

source: <25>{#p/kidd}{#f/13}* L... later, dude!
ru_ru: <25>{#p/kidd}{#f/13}* Я... подожди, приятель!

source: <32>{#p/kidd}* Undyne... * You.... * You saved me!
ru_ru: <32>{#p/kidd}* Андайн... * Ты.... * Ты спасла меня!

source: <32>* Huh? * They ran away?
ru_ru: <32>* А? * Они убежали?

source: <32>* Yo, you're wrong...
ru_ru: <32>* Йо, ты ошибаешься...

source: <32>* They went to get help!
ru_ru: <32>* Они пошли за помощью!

source: <32>* They'll be back any second!!
ru_ru: <32>* Они вернутся в любую секунду!!

source: <32>* O-okay, I'll go home...
ru_ru: <32>* Х-хорошо, я пойду домой...

source: <32>{#p/kidd}* Undyne...
ru_ru: <32>{#p/kidd}* Андайн...

source: <32>* You saved me...?
ru_ru: <32>* Ты спасла меня...?

source: <32>* Yo... I... * I thought I was a goner. * Haha...
ru_ru: <32>* Йо... я... * Я думал, что мне конец. * Хаха...

source: <32>* ... wait, are you okay? * It looks like you hit the ceiling pretty hard...
ru_ru: <32>* ... подожди, ты в порядке? * Похоже, ты сильно ударился о потолок...

source: <32>* Th-this is my fault. * I should have stayed away from them, like you said.
ru_ru: <32>* Это моя вина. * Я должен был держаться от них подальше, как ты говорила.

source: <32>* They just went straight to fight you instead of helping me...
ru_ru: <32>* Они сразу пошли сражаться с тобой, вместо того чтобы помочь мне...
