Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>* They just stood there... * Watching... * Waiting for me to disappear.
ru_ru: <32>* Они просто стояли там... * Смотрели... * Ждали, когда я исчезну.

source: <32>* I was so scared, and you...
ru_ru: <32>* Я был очень напуган, а ты...

source: <32>* What? * You're gonna go fight them now?
ru_ru: <32>* Что? * Ты собираешься сразиться с ними сейчас?

source: <32>* But you look hurt... * You should rest, haha...
ru_ru: <32>* Но ты выглядишь раненной... * Ты должна отдохнуть, хаха...

source: <32>* W-warriors don't rest, huh?
ru_ru: <32>* Воины W не отдыхают, не так ли?

source: <32>* Undyne... * You're really cool.
ru_ru: <32>* Андайн... * Ты очень крутая.

source: <32>{#p/human}* (This sentry station strikes you as rather unnecessary.)
ru_ru: <32>{#p/human}* (Этот часовой пост кажется тебе лишним.)

source: <32>{#p/basic}* It's a sentry station.
ru_ru: <32>{#p/basic}* Это часовой пост.

source: <32>{#p/basic}* Sans's second sentry station...
ru_ru: <32>{#p/basic}* Санс на втором часовом посту...

source: <32>* As if the first one wasn't already enough.
ru_ru: <32>* Как будто первого было недостаточно.

source: <32>{#p/human}* (You look under the shelf...)
ru_ru: <32>{#p/human}* (Ты смотришь под полку...)

source: <32>{#p/basic}* It's a box of bones.
ru_ru: <32>{#p/basic}* Это сундук костей.

source: <25>{#p/asriel1}{#f/13}* The notes in here are actually really interesting.
ru_ru: <25>{#p/asriel1}{#f/13}* Записи здесь на самом деле очень интересные.

source: <25>{#f/17}* Don't you know anything about time travel?
ru_ru: <25>{#f/17}* Ты ничего не знаешь о путешествиях во времени?

source: <25>{#f/15}* I had a theory that my power to RESET was time travel...
ru_ru: <25>{#f/15}* Я думал, что моя сила СБРОСА - это путешествие во времени...

source: <25>{#f/13}* ... but I never did prove it.
ru_ru: <25>{#f/13}* ... но я никогда не доказывал это.

source: <25>{#p/asriel1}{#f/13}* There's a lot of different theories I've tried to prove.
ru_ru: <25>{#p/asriel1}{#f/13}* Здесь много разных теорий, которые я пытался доказать.

source: <25>{#f/13}* Quantum gravity, simulation theory, the Skasis paradigm...
ru_ru: <25>{#f/13}* Квантовая гравитация, теория симуляции, парадигма Сказиса...

source: <25>{#f/17}* In hindsight, I might have spent a little too much time on them.
ru_ru: <25>{#f/17}* Оглядываясь назад, я, возможно, потратил на них слишком много времени.

source: <25>{#f/20}* Not that it made it any less interesting!
ru_ru: <25>{#f/20}* Не то чтобы это стало менее интересным!

source: <25>{#p/asriel1}{#f/16}* I am surprised that Sans even keeps this around.
ru_ru: <25>{#p/asriel1}{#f/16}* Я удивлён, что Санс даже не забывает об этом.

source: <25>{#f/3}* He used to work at the lab, though, so...
ru_ru: <25>{#f/3}* Он работал в лаборатории, так что...

source: <25>{#f/4}* I guess it could just be a sentimental thing.
ru_ru: <25>{#f/4}* Я думаю, это может быть просто сентиментальным.

source: <25>{#p/asriel1}{#f/13}* I never used to understand why monsters are so sentimental...
ru_ru: <25>{#p/asriel1}{#f/13}* Я никогда не понимал, почему монстры такие сентиментальные...

source: <25>{#f/17}* ... but my years as a star changed that forever.
ru_ru: <25>{#f/17}* ... Но мои годы как звёзды изменили это навсегда.

source: <32>{#p/basic}* It's a series of notes on time travel.
ru_ru: <32>{#p/basic}* Это серия записей о путешествиях во времени.

source: <32>{#s/phone}{#p/event}* Ring, ring...
ru_ru: <32>{#s/phone}{#p/event}* Звонок, звонок...

source: <18>{#p/papyrus}{#f/9}PSST, THIS IS PAPYRUS!
ru_ru: <18>{#p/papyrus}{#f/9}ПСС, ЭТО ПАПИРУС!

source: <18>{#f/0}AT THE MOMENT, I AM STILL HIDING IN MY SAFE PLACE.
ru_ru: <18>{#f/0}В ДАННЫЙ МОМЕНТ Я ВСЁ ЕЩЁ ПРЯЧУСЬ В СВОЁМ БЕЗОПАСНОМ МЕСТЕ.

source: <18>{#f/4}I HOPE YOU'RE NOT GETTING INTO TROUBLE...
ru_ru: <18>{#f/4}Я НАДЕЮСЬ, ЧТО ТЫ ПОПАДАЕШЬ В НЕПРИЯТНОСТИ...

source: <18>{#f/4}BECAUSE IF YOU ARE...
ru_ru: <18>{#f/4}ПОТОМУ ЧТО ЕСЛИ ТАК...

source: <19>{#f/9}I'D HAVE TO COME OVER THERE AND DO SOMETHING ABOUT IT!
ru_ru: <19>{#f/9}ТО МНЕ БЫ ПРИШЛОСЬ ПРИЙТИ ТУДА И ЧТО-НИБУДЬ С ЭТИМ СДЕЛАТЬ!

source: <18>{#f/6}... WHICH I CAN'T DO, BECAUSE OF THE CURRENT SITUATION.
ru_ru: <18>{#f/6}... ЧТО Я НЕ МОГУ СЕБЕ ПОЗВОЛИТЬ ИЗ-ЗА ТЕКУЩЕЙ СИТУАЦИИ.

source: <18>{#f/7}SO DON'T GET INTO ANY TROUBLE!
ru_ru: <18>{#f/7}ТАК ЧТО НЕ ПОПАДАЙ В НЕПРИЯТНОСТИ!

source: <18>{#p/papyrus}{#f/0}PSST, IT'S PAPYRUS AGAIN.
ru_ru: <18>{#p/папирус}{#f/0}ПСС, ЭТО СНОВА ПАПИРУС.

source: <18>{#f/5}WOWIE... IT MUST BE GETTING LATE BY NOW.
ru_ru: <18>{#f/5} ВАУШКИ... НАВЕРНОЕ, УЖЕ СТАНОВИТСЯ ПОЗДНО.

source: <18>{#f/6}ARE YOU WELL? HAS ANYONE ELSE BEEN... KILLED?
ru_ru: <18>{#f/6}ТЫ В ПОРЯДКЕ? БЫЛ ЛИ КТО-НИБУДЬ ЕЩЁ... УБИТ?

source: <18>{#f/5}THESE ARE THE QUESTIONS I ASK MYSELF EVERY DAY.
ru_ru: <18>{#f/5}ЭТИ ВОПРОСЫ Я ЗАДАЮ СЕБЕ КАЖДЫЙ ДЕНЬ.

source: <18>{#f/4}GRANTED, I'VE ONLY BEEN IN HIDING FOR A SHORT TIME.
ru_ru: <18>{#f/4} ДА, Я ПРЯТАЛСЯ ТОЛЬКО ОЧЕНЬ КОРОТКОЕ ВРЕМЯ.

source: <18>{#f/7}BUT STILL!!!
ru_ru: <18>{#f/7} НО ВСЁ РАВНО!!!

source: <18>{#f/4}... YOU MUST BE NEARLY OUT OF THE FOUNDRY BY NOW.
ru_ru: <18>{#f/4}... НАВЕРНОЕ, СЕЙЧАС ТЫ УЖЕ ВЫХОДИШЬ ИЗ ЛИТЕЙНОЙ.

source: <18>{#f/5}I WISH I COULD DO MORE TO HELP, BUT ALAS...
ru_ru: <18>{#f/5}Я ХОТЕЛ ПОБОЛЬШЕ ПОМОЧЬ, НО УВЫ...

source: <18>{#f/3}IT WOULD BE UNSAFE FOR ME TO RETURN RIGHT NOW.
ru_ru: <18>{#f/3}СЕЙЧАС МНЕ ОПАСНО ВОЗВРАЩАТЬСЯ.

source: <18>{#f/9}S-STILL!!! I KNOW YOU WON'T LET ME DOWN!
ru_ru: <18>{#f/9}Н-НО!!! Я ЗНАЮ ЧТО ТЫ МЕНЯ НЕ ПОДВЕДЁШЬ!

source: <32>{#p/basic}* ... huh?
ru_ru: <32>{#p/basic}* ... хм?

source: <32>{#p/basic}* There's something advancing in the dark.
ru_ru: <32>{#p/basic}* Здесь есть что-то, двигается в темноте.

source: <32>{#p/basic}* There's someone roving in the dark.
ru_ru: <32>{#p/basic}* Здесь кто-то бродит в темноте.

source: <32>{#p/basic}* Something powerful...
ru_ru: <32>{#p/basic}* Что-то сильное...

source: <32>{#p/basic}* Someone curious...
ru_ru: <32>{#p/basic}* Кто-то любопытный...

source: <32>{#p/basic}* Something dangerous...
ru_ru: <32>{#p/basic}* Что-то опасное...

source: <32>{#p/basic}* Someone mysterious...
ru_ru: <32>{#p/basic}* Кто-то таинственный...

source: <32>{#p/basic}* Something...
ru_ru: <32>{#p/basic}* Что-то...

source: <32>{#p/basic}* Someone...
ru_ru: <32>{#p/basic}* Кто-то...

source: <32>{#p/basic}* ... that should not be allowed to live.
ru_ru: <32>{#p/basic}* ... которому нельзя позволять жить.

source: <32>* You think you can just get away with all this, dearies?
ru_ru: <32>* Ты думаешь, что всё это сойдет тебе с рук, дорогой?

source: <32>* Ahuhuhu~ * You have a lot to answer for!
ru_ru: <32>* Ахухуху~ * Ты должен за многое ответить!

source: <32>{#p/basic}* ... that should not be allowed to pass.
ru_ru: <32>{#p/basic}* ... Это не должно быть разрешено.

source: <32>* You think you can just walk by an ELITE squad volunteer and get away with it?
ru_ru: <32>* Ты думаешь, что можешь просто пройти мимо ЭЛИТНОГО отряда волонтёров и остаться безнаказанным?

source: <32>* Ahuhuhu~ * You have a lot to learn!
ru_ru: <32>* Ахухуху~ * Ты должен многому научиться!

source: <25>{#p/sans}* hey, i respect what you did back there.
ru_ru: <25>{#p/sans}* Эй, я уважаю то, что ты сделал там.

source: <25>{#f/3}* thanks.
ru_ru: <25>{#f/3}* Спасибо.

source: <25>{#p/sans}{#f/2}* keep it up, and i might even take you out for dinner.
ru_ru: <25>{#p/sans}{#f/2}* Продолжай в том же духе, и я даже могу пригласить тебя на ужин.

source: <32>{#p/basic}* There's a pair of eyes painted on the back of Sans's head.
ru_ru: <32>{#p/basic}* Санс рисует глаза на затылке.

source: <32>{#p/basic}* They don't seem very convincing.
ru_ru: <32>{#p/basic}* Они не кажутся слишком убедительными.

source: <32>{#p/basic}* Surprisingly, there are no ears painted on the side of Sans's head.
ru_ru: <32>{#p/basic}* Удивительно, что на боковой стороне головы Санса не нарисованы уши.

source: <33>{#p/basic}* Makes a change from the back...
ru_ru: <33>{#p/basic}* Изменить со спины.

source: <25>{#p/sans}* thanks for treatin' me, bud.
ru_ru: <25>{#p/sans}* спасибо, что угостил меня, приятель.

source: <25>* glad we could talk.
ru_ru: <25>* Рад, что мы смогли поговорить.

source: <25>{#p/sans}{#f/2}* maybe later we could go out for dinner.
ru_ru: <25>{#p/sans}{#f/2}* может быть, позже мы могли бы сходить куда-нибудь поужинать.

source: <25>{#p/sans}* hey, i heard you made up with my bro. * the great papyrus.
ru_ru: <25>{#p/sans}* Эй, я слышал, ты помирился с моим братом. * великим папирусом.

source: <25>{#f/2}* well... i consider that a {@fill=#ff0}great victory{@fill=#fff}.
ru_ru: <25>{#f/2}* Ну... я считаю это {@fill=#ff0}великой победой{@fill=#fff}.

source: <25>{#f/0}* whaddya say we celebrate the occasion at grillby's?
ru_ru: <25>{#f/0}* Как насчёт того, чтобы отпраздновать это событие в гриллби?

source: <25>{#f/3}* getting in papyrus's good books earns you a spot in mine.
ru_ru: <25>{#f/3}* попав в хорошие книги Папируса, ты получаешь место в шахте.

source: Yeah
ru_ru: Да

source: Nah
ru_ru: Нет

source: <25>{#p/sans}* my offer remains. * grillby's?
ru_ru: <25>{#p/sans}* моё предложение остаётся в силе. * гриллби?

source: <25>{#p/sans}* alrighty then, just for you, i'll pry myself away from my work...
ru_ru: <25>{#p/sans}* Хорошо, тогда только ради тебя я отвлекусь от моей работы...

source: <25>{#p/sans}* well, suit yourself.
ru_ru: <25>{#p/sans}* ладно, как хочешь.

source: <25>{#p/sans}* just don't complain if you get in a fight and get hurt...
ru_ru: <25>{#p/sans}* Только не жалуйся, если ты попадёшь в битву и получишь травму...

source: <25>{#p/sans}* ... all because you forgot to eat something.
ru_ru: <25>{#p/sans}* ... всё потому, что ты забыл что-то съесть.

source: <25>{#p/sans}* over here. * i know a shortcut.
ru_ru: <25>{#p/sans}* сюда. * я знаю короткий путь.

source: <25>{#p/sans}* fast shortcut, huh?
ru_ru: <25>{#p/sans}* Быстрый короткий путь, да?

source: <25>{#p/sans}* hey everyone.
ru_ru: <25>{#p/sans}* Всем привет.

source: <32>{#p/basic}* Greetings, Sans. {#x1}* Hiya, Sansy~
ru_ru: <32>{#p/basic}* Приветствую, Санс. {#x1}* Привет, Санси~

source: <32>{#p/basic}* Hey, Sans. {#x1}* (Hi, Sans.)
ru_ru: <32>{#p/basic}* Привет, Санс. {#x1}* (Привет, Санс.)

source: <32>{#p/basic}* I once heard you set the bar on fire with a flamin' grillby, is that true?
ru_ru: <32>{#p/basic}* Я как-то слышал, что ты поджёг бар огнём гриллби, это правда?

source: <25>{#p/sans}{#f/3}* huh? * nah, those things are totally harmless.
ru_ru: <25>{#p/sans}{#f/3}* а? * нет, эти штуки совершенно безвредны.

source: <25>{#f/2}* the only thing to ever set THIS bar on fire are my hilarious jokes.
ru_ru: <25>{#f/2}* единственное, что когда-либо поджигало ЭТОТ бар, - это мои смешные шутки.

source: <25>{#p/sans}{#f/3}* gee grillby, where'd everybody go?
ru_ru: <25>{#p/sans}{#f/3}* Боже, гриллби, куда все пропали?

source: <32>* ... Grillbz didn't mention customers, but said seeing you is a nice relief.
ru_ru: <32>* ... Гриллбз не сказал о клиентах, но сказал, что видеть тебя это приятное облегчение.

source: <25>{#p/sans}{#f/0}* how strange.
ru_ru: <25>{#p/sans}{#f/0}* как странно.

source: <25>{#p/sans}* bud, why don't you come up here and take a seat?
ru_ru: <25>{#p/sans}* Приятель, почему бы тебе не подойти и не сесть?

source: <25>{#p/sans}* whoops, watch where you sit down in here.
ru_ru: <25>{#p/sans}* Упс, смотри, куда садишься.

source: <25>{#f/2}* some weirdo musta put a whoopee cushion on the seat.
ru_ru: <25>{#f/2}* какой-то шутник, должно быть, положил на сиденье подушку.

source: <25>{#f/0}* ... anyway, let's order. * whaddya want?
ru_ru: <25>{#f/0}* ... так или иначе, давай заказывать. * Что ты хочешь?

source: <99>{#p/human}* (What do you say?){!} §shift=64§Flamin' §shift=64§Grillbys§shift=56§Sliders{#c/0/8/7}
ru_ru: <99>{#p/human}* (Что ты скажешь?) §shift=64§Огненный §shift=64§Гриллби§shift=56§Cэндвич{#c/0/8/7}

source: <26>{#p/sans}{#f/2}* hey, that's pretty good.
ru_ru: <26>{#p/sans}{#f/2}* эй, это очень хорошо.

source: <25>{#p/sans}* grillby, we'll have two flamin' versions of yourself.
ru_ru: <25>{#p/sans}* гриллби, у нас будет две огненные версии тебя.

source: <25>{#p/sans}* grillby, we'll have two sets of sliders.
ru_ru: <25>{#p/sans}* гриллби, у нас будет два набора сэндвичей.

source: <25>{#p/sans}* so, what'd you think of my brother's attacks?
ru_ru: <25>{#p/sans}* и так, что ты думаешь об атаках моего брата?

source: Easy
ru_ru: Легко.

source: Hard
ru_ru: Сложно

source: <25>{#p/sans}* easy? * get outta here.
ru_ru: <25>{#p/sans}* легко? * уходи отсюда.

source: <25>{#f/3}* papyrus's attacks are anything BUT easy.
ru_ru: <25>{#f/3}* атаки Папируса какие угодно, НО лёгкие.

source: <25>{#f/0}* you'd be surprised how long he spent working on 'em.
ru_ru: <25>{#f/0}* Ты удивишься, как долго он над ними работал.

source: <26>{#f/0}* oh well. * at least he took breaks.
ru_ru: <26>{#f/0}* о ну. * по крайней мере, он делал перерывы.

source: <25>{#f/2}* and by that, i mean he brought his attack manuals outside.
ru_ru: <25>{#f/2}* и под этим я подразумеваю, что он вывел свои атакующие руководства наружу.

source: <25>{#p/sans}{#f/0}* tell me about it.
ru_ru: <25>{#p/sans}{#f/0}* расскажи мне об этом.

source: <25>{#f/3}* once, after a particularly long day of attack revisions...
ru_ru: <25>{#f/3}* однажды, после особенно долгого дня пересмотра атак...

source: <25>{#f/0}* papyrus revealed all that he'd been working on up to that point.
ru_ru: <25>{#f/0}* Папирус показал всё, над чем он работал до этого момента.

source: <25>{#f/0}* i gotta say, i was impressed by what i saw.
ru_ru: <25>{#f/0}* Должен сказать, я был впечатлён увиденным.

source: <25>{#f/2}* maybe one day, i'll even design an attack of my own.
ru_ru: <25>{#f/2}* может быть, однажды я даже разработаю свою атаку.

source: <25>{#p/sans}* here comes the grub.
ru_ru: <25>{#p/sans}* А вот и еда.

source: <25>{#p/sans}* regardless, you have to agree he goes above and beyond.
ru_ru: <25>{#p/sans}* в любом случае, ты должен согласиться, что он превосходит все ожидания.

source: <25>{#f/0}* matter of fact, those attack designs of his are a good example.
ru_ru: <25>{#f/0}* на самом деле, его атакующие конструкции это хороший пример.

source: <25>{#f/3}* not too long ago, papyrus visited the captain of the guard...
ru_ru: <25>{#f/3}* недавно, Папирус посетил капитана гвардии...

source: <25>{#f/0}* and begged her to let him be in it.
ru_ru: <25>{#f/0}* и умолял её позволить ему быть в ней.

source: <25>{#f/3}* well, she shut the door on him. * classic undyne move.
ru_ru: <25>{#f/3}* ну, она закрыла перед ним дверь. * Классический ход Андайн.

source: <25>{#f/0}* but when papyrus came back with his designs, a few hours later...
ru_ru: <25>{#f/0}* * но когда через несколько часов Папирус вернулся со своим дизайном...

source: <25>{#f/0}* undyne was impressed, and decided she'd give him...
ru_ru: <25>{#f/0}* Андайн была впечатлена и решила подарить ему...

source: <25>{#f/2}* ... well, let's just call it "warrior training."
ru_ru: <25>{#f/2}* ... ну, давай назовём это просто "воинской тренировкой".

source: <25>{#p/sans}* oh yeah, there's something i've been meaning to ask ya.
ru_ru: <25>{#p/sans}* О да, я хотел спросить тебя кое о чём.

source: <25>{#p/sans}{#f/3}* have you ever heard of a {@fill=#ff0}talking star{@fill=#fff}?
ru_ru: <25>{#p/sans}{#f/3}* Ты когда-нибудь слышал о {@fill=#ff0}говорящей звезде{@fill=#fff}?

source: <25>{#p/sans}* so you know all about it, then.
ru_ru: <25>{#p/sans}* Значит, ты всё знаешь.

source: <25>{#p/sans}* the {@fill=#003cff}signal star{@fill=#fff}.
ru_ru: <25>{#p/sans}* Сигнальная звезда {@ fill = #003cff}{@ fill = #fff}.

source: <25>{#p/sans}* well, lemme tell ya. * it's called the {@fill=#003cff}signal star{@fill=#fff}.
ru_ru: <25>{#p/sans}* Ну, я скажу тебе. * это называется {@fill=#003cff}сигнальная звезда{@fill=#fff}.

source: <25>* they're all over the factory.
ru_ru: <25>* Они повсюду на фабрике.

source: <25>* once they pick up a signal, they'll repeat it over and over...
ru_ru: <25>* как только они поймают сигнал, они будут повторять его снова и снова...

source: <25>{#f/3}* what about it?
ru_ru: <25>{#f/3}* что насчёт этого?

source: <25>{#f/0}* well, papyrus told me something interesting the other day.
ru_ru: <25>{#f/0}* ну, на днях Папирус рассказал мне кое-что интересное.

source: <25>* sometimes, when no one else is around...
ru_ru: <25>* иногда, когда никого нет рядом...

source: <25>* a star appears from the heavens and whispers things to him.
ru_ru: <25>* звезда появляется на небе и что-то шепчет ему.

source: <25>* flattery... * advice... * encouragement...
ru_ru: <25> * лесть... * совет... * поощрение...

source: <25>{#f/3}* ... predictions.
ru_ru: <25>{#f/3}* ... предсказания.

source: <25>{#f/0}* weird, huh?
ru_ru: <25>{#f/0}* Странно, да?

source: <25>* someone must be using a signal star to play a trick on him.
ru_ru: <25>* кто-то должен использовать сигнальную звезду, чтобы разыграть его.

source: <25>* keep an eye out, ok?
ru_ru: <25>* будь осторожен, ладно?

source: <25>* thanks.
ru_ru: <25>* спасибо.

source: <25>{#p/sans}* ... er, grillby. * would you mind passing me the yamok sauce?
ru_ru: <25>{#p/sans}* ... э, гриллби. * ты не мог бы передать мне соус ямок?

source: <25>{#p/sans}{#f/8}* delicious.
ru_ru: <25>{#p/sans}{#f/8}* вкусно.

source: <25>{#p/sans}{#f/8}* well, i'll be at my station.
ru_ru: <25>{#p/sans}{#f/8}* Хорошо, я буду на своей станции.

source: <25>{#f/8}* oh, and try to be nicer to people, will ya?
ru_ru: <25>{#f/8}* о, и постарайся быть добрее к окружающим, ладно?

source: <25>{#f/9}* you might regret it otherwise.
ru_ru: <25>{#f/9}* Иначе ты можешь пожалеть об этом.

source: <25>{#f/8}* oh, and be sure to grab your food on the way out.
ru_ru: <25>{#f/8}* о, и не забудь взять еду по пути к выходу.

source: <25>{#f/9}* you might need it soon.
ru_ru: <25>{#f/9}* ты можешь скоро понадобиться.

source: <25>{#p/sans}* i'm thinking about getting into the telescope business.
ru_ru: <25>{#p/sans}* Я думаю заняться бизнесом, связанным с телескопами.

source: <25>{#f/3}* this here is what you'd call a PREMIUM telescope.
ru_ru: <25>{#f/3}* Это то, что ты называешь ПРЕМИУМ телескопом.

source: <25>{#f/3}* i was planning on waiting to show it off tomorrow...
ru_ru: <25>{#f/3}* Я собирался показать это завтра.

source: <25>{#f/2}* but, with that premium membership voucher, you can use it early.
ru_ru: <25>{#f/2}* Однако, с премиальными членскими талонами, вы можете использовать их заранее.

source: <25>{#f/2}* but, since i know you, you can use it early.
ru_ru: <25>{#f/2}* но, поскольку я тебя знаю, ты можешь использовать его раньше.

source: <25>{#f/0}* howzzabout it?
ru_ru: <25>{#f/0}* Как насчет этого?

source: <25>{#p/sans}{#f/2}* wanna try my telescope?
ru_ru: <25>{#p/sans}{#f/2}* хочешь испытать мой телескоп?

source: <25>{#p/sans}* lemme guess... * it doesn't work?
ru_ru: <25>{#p/sans}* позволь угадать... * не работает?

source: <25>{#f/3}* oh, sorry, i thought you knew.
ru_ru: <25>{#f/3}* о, прости, я думал, ты знаешь.

source: <25>{#f/2}* a premium membership requires a premium subscription.
ru_ru: <25>{#f/2}* Для членства высокого уровня требуется расширенная подписка.

source: <25>{#p/kidd}{#f/2}* You're kidding, right?
ru_ru: <25>{#p/kidd}{#f/2}* Ты шутишь, да?

source: <25>{#p/sans}{#f/0}* nope. * premium subscription.
ru_ru: <25>{#p/sans}{#f/0}* нет. * премиум-подписка.

source: <25>{#p/kidd}{#f/1}* Darn!
ru_ru: <25>{#p/kidd}{#f/1}* Проклятье!

source: <25>{#f/2}* a premium telescope requires a premium membership.
ru_ru: <25>{#f/2}* премиум телескоп требует премиум-членства.

source: <25>{#p/kidd}{#f/1}* What if I give them my membership voucher?
ru_ru: <25>{#p/kidd}{#f/1}* Что, если я дам им свои членские талоны?

source: <25>{#p/sans}{#f/0}* oh. * well, that'd require a premium subscription.
ru_ru: <25>{#p/sans}{#f/0}* о. * ну, для этого нужна премиум-подписка.

source: <25>{#p/sans}{#f/2}* oh well...
ru_ru: <25>{#p/sans}{#f/2}* о, ну...

source: <32>{#p/tem}{#npc/a}* p... * tem heard human loves to pet tem...
ru_ru: <32>{#p/tem}{#npc/a}* п... * Тэм слышала, что человек любит гладить Тэм...

source: <32>* u wana... * PET???
ru_ru: <32>* Ты хочешь... * ГЛАДИТЬ???

source: {#npc}* (What do you say?)
ru_ru: {#npc}* (Что скажешь?)

source: Yuz.
ru_ru: Юз.

source: Nuu!
ru_ru: Нуу!

source: <32>{#p/human}* (You pet temmie.)
ru_ru: <32>{#p/human}* (Ты гладишь Тэмми.)

source: <32>{#p/tem}{#npc/a}* Go away.
ru_ru: <32>{#p/tem}{#npc/a}* Уходи.

source: <32>{#p/human}* (You continue petting temmie.)
ru_ru: <32>{#p/human}* (Ты продолжаешь гладить Тэмми.)

source: <32>{#p/human}* (You flip the switch behind the statue.)
ru_ru: <32>{#p/human}* (Ты нажимаешь на кнопку за статуей.)

source: <32>{#p/human}* (The riddle here describes a statue like this one and hints at a sequence of notes.)
ru_ru: <32>{#p/human}* (Загадка описывает статую, похожую на эту, и намекает на последовательность нот.)

source: <32>{#p/human}* (It also mentions bringing an item to a specific opposing room.)
ru_ru: <32>{#p/human}* (в нем также говорится о переносе предметов в конкретную комнату другой стороны.)

source: <32>{#p/basic}* ... there's a riddle here.
ru_ru: <32>{#p/basic}* ... здесь есть загадка.

source: <32>* "Flip the switch and bring a friend to a place you've been before again..."
ru_ru: <32>* "Нажми на переключатель и приведи друга в место, где ты уже был..."

source: <32>* "A figure not unlike my own, a statue carved and set in stone."
ru_ru: <32>* "Человек, похожий на меня, статуя, вырезанная на камне".

source: <32>* "Follow the sequence of notes divined, to unlock the path to the other side..."
ru_ru: <32>* "Следуй за показанной последовательностью нот, чтобы открыть путь на другую сторону..."

source: <32>* "Bring the item to the room nextdoor, and all the power will be yours."
ru_ru: <32>* "Возьмите вещи в соседнюю комнату, и вся власть принадлежит вам".

source: <32>{#p/human}* (It also mentions bringing an item to a specific area.)
ru_ru: <32>{#p/human}* (в нем также говорится о доставке предметов в определенные районы).

source: <32>{#p/basic}* "Flip the switch and bring a friend to a place you've been before again..."
ru_ru: <32>{#p/basic}* "Включите выключатель и приведите друга туда, где вы были раньше..."

source: <32>* ... the switch back here has already been pulled.
ru_ru: <32>* ..... Переключатель здесь был выключен.

source: <32>{#p/human}* (The sign emphasizes the fame of the statue.)
ru_ru: <32>{#p/human}* (знак подчеркивает славу статуи).

source: <32>{#p/basic}* "Statue of tem... very famus" * "VERY!!!!!!!!!"
ru_ru: * "Очень!!!!"

source: <32>{#p/basic}* A pile of glass shards.
ru_ru: <32>{#p/basic}* Куча осколков стекла.

source: * (Stomp on them?)
ru_ru: * (Наступить на них?)

source: <32>{#p/human}* (You decide not to stomp.)
ru_ru: <32>{#p/human}* (Ты решил не топать.)

source: <32>{#p/basic}* With the might of your indomitable soles, you charged up the ultimate power move!
ru_ru: <32>{#p/basic}* С силой вашей неукротимой подошвы вы завершаете движение конечной силы!

source: <32>{#p/basic}* The shards have been scattered across the room.
ru_ru: <32>{#p/basic}* Фрагменты разбросаны по комнате.

source: <25>{#p/undyne}{#f/8}* PFFT- * OH MY GOD!!!
ru_ru: * Боже мой!!

source: <25>{#p/undyne}{#f/1}* That's the kind of attitude I like to see!
ru_ru: <25>{#p/undyne}{#f/1}* Это отношение, которое я люблю видеть!

source: <25>{#p/undyne}{#f/17}* I mean, uh, I mean, how could you do that to my kitchen...!
ru_ru: <25>{#p/undyne}{#f/17}* Я имею в виду, ну, я имею в виду, как ты мог так поступить с моей кухней.

source: <25>{#p/sans}{#f/0}* hey, you there?
ru_ru: <25>{#p/sans}{#f/0}* Эй, ты здесь?

source: <25>{#f/3}* it's been a while since i heard from you.
ru_ru: <25>{#f/3}* Давненько я о тебе не слышал.
