Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>{#p/napstablook}* hey... * i thought i heard someone yelling...
ru_ru: <32>{#p/napstablook}* Эй... * мне показалось, что я услышал чей-то крик...

source: <32>{#p/napstablook}* but i guess you're alright
ru_ru: <32>{#p/napstabook}* Но я думаю, ты в порядке

source: <32>* i was actually about to head home...
ru_ru: <32>* Я уже собирался идти домой...

source: <32>{#p/napstablook}* well... * i'm going to head home now...
ru_ru: <32>{#p/napstablook}* ну... * я пойду домой...

source: <32>* just warning you...
ru_ru: <32>* Просто предупреждаю тебя...

source: <32>* so you don't accidentally follow me to my house...
ru_ru: <32>* чтобы ты случайно не пошёл за мной в мой дом...

source: <32>* you probably wouldn't like that...
ru_ru: <32>* Тебе, наверное, это не понравится...

source: <32>* so... um... * feel free to "come with" if you want...
ru_ru: <32>* Так что... эм... * не стесняйся "пойти со мной", если ты хочешь...

source: <32>* but no pressure...
ru_ru: <32>* но никакого давления...

source: <32>* i understand if you're busy...
ru_ru: <32>* Я пойму, если ты занят...

source: <32>* it's fine...
ru_ru: <32>* Всё нормально...

source: <32>* no worries...
ru_ru: <32>* не волнуйся.

source: <32>* just thought i'd offer...
ru_ru: <32>* Просто решил предложить...

source: <32>{#p/basic}* It's a training dummy. * Beat it up?
ru_ru: <32>{#p/basic}* Это тренировочный манекен. * Бить его?

source: * (Beat up the dummy?)
ru_ru: * (Бить манекен?)

source: <32>{#p/basic}* It's a training dummy. * Hug it?
ru_ru: <32>{#p/basic}* Это тренировочный манекен. * Обнять его?

source: * (Hug the dummy?)
ru_ru: * (Обнять манекен?)

source: <32>{#p/human}* (You decide not to do anything.)
ru_ru: <32>{#p/human}* (Ты решил ничего не делать.)

source: <32>{#p/human}* (You punched the dummy as hard as you could.)
ru_ru: <32>{#p/human}* (Ты ударил манекен изо всех сил.)

source: <32>{#p/human}* (You beat up the dummy.)
ru_ru: <32>{#p/human}* (Ты ударил этого манекена.)

source: <32>{#p/human}* (You poked the dummy.)
ru_ru: <32>{#p/human}* (Ты ткнул в манекен.)

source: <32>{#p/human}* (You hugged the dummy.)
ru_ru: <32>{#p/human}* (Ты обнимаешь манекен.)

source: <32>{#p/basic}* It's a beat-up training dummy.
ru_ru: <32>{#p/basic}* Это избитый тренировочный манекен.

source: <32>{#p/basic}* It's a happy hugging dummy.
ru_ru: <32>{#p/basic}* Это счастливый обнимающийся манекен.

source: <25>{#p/kidd}{#f/7}* What was THAT!?
ru_ru: <25>{#p/kidd}{#f/7}* Что это ТАКОЕ?

source: <25>{#p/kidd}{#f/7}* Ack!!
ru_ru: <25>{#p/kidd}{#f/7}* Спасибо!

source: <25>{#p/kidd}{#f/7}* Not again!
ru_ru: <25>{#p/kidd}{#f/7}* Нет опять!

source: <25>{#p/kidd}{#f/7}* How many of those things are there!
ru_ru: <25>{#p/kidd}{#f/7}* Как много таких вещей здесь!

source: <25>{#p/kidd}{#f/7}* Seriously!?
ru_ru: <25>{#p/kidd}{#f/7}* Серьёзно!?

source: <25>{#p/kidd}{#f/7}* Jeez!!
ru_ru: <25>{#p/kidd}{#f/7}* Жесть!!

source: <25>{#p/kidd}{#f/4}* We've gotta find a way outta here...
ru_ru: <25>{#p/kidd}{#f/4}* Мы должны найти способ выбраться отсюда...

source: <33>{#p/basic}* Electricity permeates the body.
ru_ru: <33>{#p/basic}* Электричество пронизывает тело.

source: <32>{#p/basic}* She's fallen down.
ru_ru: <32>{#p/basic}* Она упала.

source: <32>{#p/basic}* ... but nothing happened.
ru_ru: <32>{#p/basic}* ... Но ничего не случилось.

source: <25>{#p/undyne}{#f/19}* Ngah...
ru_ru: <25>{#p/undyne}{#f/19}* Нгах...

source: <25>{#p/undyne}{#f/19}* Stupid... * Interference...
ru_ru: <25>{#p/undyne}{#f/19}* Глупое... * Вмешательство...

source: * (Continue to Aerialis?)
ru_ru: * (Продолжить в Аэриалис?)

source: <25>{#p/asgore}{#f/15}* So you still ended up with him in the end...
ru_ru: <25>{#p/asgore}{#f/15}* Значит, в итоге ты всё равно осталась с ним...

source: <25>{#p/asriel2}{#f/7}* $(name) and I are inseparable, Asgore. * You should know that.
ru_ru: <25>{#p/asriel2}{#f/7}* $(name) и я неразлучны, Азгор. * Ты должен это знать.

source: <25>{#p/asgore}{#f/15}* $(name)... o-of course. * So... w-what are you doing with the kid?
ru_ru: <25>{#p/asgore}{#f/15}* $(name)... о-о, конечно. * Тогда... ч-что ты сделаешь с ребёнком?

source: <25>{#p/asriel2}{#f/8}* That's honestly none of your business.
ru_ru: <25>{#p/asriel2}{#f/8}* Это, честно говоря, не твоё дело.

source: <25>{#p/asgore}{#f/15}* (Ugh... should've seen that coming...)
ru_ru: <25>{#p/asgore}{#f/15}* (Угх... надо было это предвидеть...)

source: <25>{#p/asriel2}{#f/6}* To summarize, though... * We're going on a little trip together.
ru_ru: <25>{#p/asriel2}{#f/6}* Если подвести итог, то... * Мы отправляемся в небольшое путешествие вместе.

source: <25>{#f/6}* Just the three of us. * And surprise, surprise, you're not invited.
ru_ru: <25>{#f/6}* Только мы трое. * И, сюрприз, сюрприз, ты не приглашён.

source: <25>{#p/asgore}{#f/15}* D-do I look like I want to be invited??
ru_ru: <25>{#p/asgore}{#f/15}* Я выгляжу так, как будто хочу, чтобы меня пригласили?

source: <25>{#p/asriel2}{#f/6}* You tell me.
ru_ru: <25>{#p/asriel2}{#f/6}* Ты мне скажи.

source: <25>{#p/asgore}{#f/15}* Well, I just wanted to check on you. * That's all.
ru_ru: <25>{#p/asgore}{#f/15}* Ну, я просто хотел проведать тебя. * Это всё.

source: <26>{#p/asriel2}{#f/10}{#x1}* ... * Something's wrong.
ru_ru: <26>{#p/asriel2}{#f/10}{#x1}* ... * Что-то не так.

source: <25>{#p/asriel2}{#f/10}* Dr. Alphys? * Is that you...?
ru_ru: <25>{#p/asriel2}{#f/10}* Др.Альфис? * Это ты...?

source: <25>{#p/asriel2}{#f/8}* $(name) and I are inseparable, ALPHYS.
ru_ru: <25>{#p/asriel2}{#f/8}* $(name) и я неразлучны, АЛЬФИС.

source: <25>{#p/asriel2}{#f/7}* But YOU won't know anything about that, would you?
ru_ru: <25>{#p/asriel2}{#f/7}* Но ТЫ же ничего об этом не знаешь, правда?

source: <25>{#p/asriel2}{#f/7}* Like I don't already know you're planning to kill us.
ru_ru: <25>{#p/asriel2}{#f/7}* Как будто я уже не знаю, что ты планируешь нас убить.

source: <25>{#p/asriel2}{#f/7}* Do you really think you can stop us?
ru_ru: <25>{#p/asriel2}{#f/7}* Ты правда думаешь, что сможешь остановить нас?

source: <25>{#p/alphys}{#g/alphysThatSucks}* ... no fooling you, huh?
ru_ru: <25>{#p/alphys}{#g/alphysThatSucks}* ... Тебя не обмануть, да?

source: <25>{#p/asriel2}{#f/3}* Guess not.
ru_ru: <25>{#p/asriel2}{#f/3}* Видимо, нет.

source: <25>{#p/alphys}{#g/alphysGarbo}* ... * At least you're honest.
ru_ru: <25>{#p/alphys}{#g/alphysGarbo}* ... * По крайней мере, ты честный.

source: <25>{#p/asriel2}{#f/13}* You must be distraught over the death of your dear friend...
ru_ru: <25>{#p/asriel2}{#f/13}* Ты, должно быть, расстроена из-за смерти своего близкого друга...

source: <25>{#p/asriel2}{#f/16}* I can't imagine how that feels for you.
ru_ru: <25>{#p/asriel2}{#f/16}* Я не могу представить, каково это для тебя.

source: <25>{#p/alphys}{#g/alphysNeutralSweat}* This was a b-bad idea.
ru_ru: <25>{#p/alphys}{#g/alphysNeutralSweat}* Это плохая идея.

source: <25>{|}{#p/asriel2}{#f/8}* Don't tell me you're- {%}
ru_ru: <25>{~}{#p/asriel2}{#f/8}* Не говори мне, что ты - {%}

source: <25>{#p/alphys}{#g/alphysOhGodNo}* What?
ru_ru: <25>{#p/alphys}{#g/alphysOhGodNo}* Что?

source: <25>* I... * I-I wouldn't stand a chance against you!
ru_ru: <25>* Я... * У м-меня не будет ни единого шанса против тебя!

source: <25>{#p/asriel2}{#f/10}* ... you sure?
ru_ru: <25>{#p/asriel2}{#f/10}* ... ты уверена?

source: <25>{#p/asriel2}{#f/7}* Coward.
ru_ru: <25>{#p/asriel2}{#f/7}* Трусость.

source: <25>{#p/asriel2}{#f/15}* Huh... I guess it's too early in the timeline.
ru_ru: <25>{#p/asriel2}{#f/15}* Хм... Наверное, ещё слишком рано.

source: <25>{#p/asriel2}{#f/15}* Oh well.
ru_ru: <25>{#p/asriel2}{#f/15}* Ну что же.

source: <25>{#p/kidd}{#f/7}* Woah, is that... no way...
ru_ru: <25>{#p/kidd}{#f/7}* Вау, это... не возможно...

source: <25>{#f/1}* It's the KING!
ru_ru: <25>{#f/1}* Это КОРОЛЬ!

source: <25>* King Asgore, dude! * What the heck are you doing way out here!?
ru_ru: <25>* Король Азгор, чувак! * Какого чёрта ты тут делаешь!?

source: <25>{#f/3}* It is... a long story.
ru_ru: <25>{#f/3}* Это... длинная история.

source: <25>{#p/kidd}{#f/4}* Oh...
ru_ru: <25>{#p/kidd}{#f/4}* О...

source: <25>{#f/1}* Well, you can tell me!
ru_ru: <25>{#f/1}* Ну, ты можешь рассказать мне!

source: <25>{#p/asgore}{#f/7}* Heh. * No, I cannot.
ru_ru: <25>{#p/asgore}{#f/7}* Хех. * Нет, Я не могу.

source: <25>{#f/6}* But I can ask you a question.
ru_ru: <25>{#f/6}* Но я могу задать тебе вопрос.

source: <25>{#p/asgore}{#f/7}* Has this human been a good friend to you?
ru_ru: <25>{#p/asgore}{#f/7}* Являлся ли этот человек для тебя хорошим другом?

source: <25>{#p/kidd}{#f/1}* Well... yeah!
ru_ru: <25>{#p/kidd}{#f/1}* Ну... да!

source: <25>{#f/4}* But, there was this other kid with them...
ru_ru: <25>{#f/4}* Но с ними был ещё один ребёнок...

source: <25>{#f/8}* He wasn't as friendly.
ru_ru: <25>{#f/8}* Он не был таким дружелюбным.

source: <25>{#p/asgore}{#f/1}* So it's him, then. * Just him...
ru_ru: <25>{#p/asgore}{#f/1}* Значит, это он. * Только он...

source: <25>{#p/kidd}{#f/4}* Huh?
ru_ru: <25>{#p/kidd}{#f/4}* а?

source: <25>{#p/asgore}{#f/6}* Erm, never mind. * I should not trouble you with this.
ru_ru: <25>{#p/asgore}{#f/6}* Эмм, неважно. * Я не должен беспокоить тебя этим.

source: <25>{#f/3}* As for you, human...
ru_ru: <25>{#f/3}* Что касается тебя, человек...

source: <25>{#f/2}* You and that "other kid" have done a lot of damage.
ru_ru: <25>{#f/2}* Ты и тот "другой ребёнок" нанесли много вреда.

source: <25>{#f/1}* Countless monsters are... well, you know.
ru_ru: <25>{#f/1}* Бесчисленные монстры - это... ну, ты знаешь.

source: <25>{#p/kidd}{#f/4}* ... huh?
ru_ru: <25>{#p/kidd}{#f/4}* ... а?

source: <25>{#p/asgore}{#f/7}* Nothing, nothing. * I just...
ru_ru: <25>{#p/asgore}{#f/7}* Ничего, ничего. * Я просто...

source: <25>{#f/5}* I want to believe that there is more to you than... this.
ru_ru: <25>{#f/5}* Я хочу верить, что для тебя существует нечто большее, чем... это.

source: <25>{#f/5}* That, maybe somehow... Papyrus was right.
ru_ru: <25>{#f/5}* Возможно, каким-то образом... Папирус был прав.

source: <25>{#f/6}* If your "friend" has chosen to abandon you...
ru_ru: <25>{#f/6}* Если твой "друг" решил бросить тебя...

source: <25>* Then this could be your chance to start anew.
ru_ru: <25>* Тогда это может стать твоим шансом начать заново.

source: <25>{#p/kidd}{#f/1}* And I'll help them!
ru_ru: <25>{#p/kidd}{#f/1}* И я помогу им!

source: <25>{#p/asgore}{#f/6}* Heh, perhaps you can, little one. * Perhaps you can.
ru_ru: <25>{#p/asgore}{#f/6}* Хех, возможно, ты сможешь, малыш. * Возможно, ты сможешь.

source: <25>{#f/5}* Since we last met, I have been thinking very hard about everything.
ru_ru: <25>{#f/5}* С момента нашей последней встречи я очень много думал обо всём.

source: <25>{#f/2}* It is difficult to say it, but... * He is too far gone.
ru_ru: <25>{#f/2}* Трудно говорить об этом, но... * Он слишком далеко ушел.

source: <25>{#f/2}* My son... he will never be whole again.
ru_ru: <25>{#f/2}* Мой сын... он никогда больше не будет целым.

source: <25>{#p/kidd}{#f/4}* I'm just gonna let you guys talk about this...
ru_ru: <25>{#p/kidd}{#f/4}* Я просто позволю вам, ребята, поговорить об этом...

source: <25>{#p/asgore}{#f/1}* No, no, that is alright. We were just about to end it.
ru_ru: <25>{#p/asgore}{#f/1}* Нет, нет, всё в порядке. Мы как раз собирались закончить.

source: <25>{#f/1}* Think about my words carefully, human.
ru_ru: <25>{#f/1}* Внимательно подумай над моими словами, человек.

source: <25>{#f/1}* That is all I ask.
ru_ru: <25>{#f/1}* Это всё, о чём я прошу.

source: <25>{#p/kidd}{#f/2}* Woah... he's AMAZING!
ru_ru: <25>{#p/kidd}{#f/2}* Вау... он ВЕЛИКОЛЕПЕН!

source: <25>{#f/1}* I've heard stories about the king's speeches, but WOW!
ru_ru: <25>{#f/1}* Я слышал истории о речах короля, но ВАУ!

source: <25>{#f/3}* I wish he was MY dad...
ru_ru: <25>{#f/3}* Я хочу, чтобы он был моим отцом...

source: <25>{#f/16}* I see you have ignored my advice.
ru_ru: <25>{#f/16}* Вижу, вы проигнорировали мой совет.

source: <25>{#p/asriel2}{#f/3}* I sure did.
ru_ru: <25>{#p/asriel2}{#f/3}* Я так и сделал.

source: <25>{#f/16}* You know, I have been wondering.
ru_ru: <25>{#f/16}* Ты знаешь, мне стало интересно.

source: <25>{#f/16}* You may not claim to be my son now, but you were...
ru_ru: <25>{#f/16}* Ты можешь не называть себя моим сыном сейчас, но ты был...

source: <25>{#f/15}* Once upon a time.
ru_ru: <25>{#f/15}* Давным - давно.

source: <25>{#p/asriel2}{#f/10}* And your point is?
ru_ru: <25>{#p/asriel2}{#f/10}* И что ты хочешь этим сказать?

source: <25>{#p/asgore}{#f/12}* Well... what changed?
ru_ru: <25>{#p/asgore}{#f/12}* Ну... что изменилось?

source: <25>{#f/12}* What made you into this... stranger... standing here now?
ru_ru: <25>{#f/12}* Что превратило тебя в этого... незнакомца... стоящего сейчас здесь?

source: <26>{#p/asriel2}{#f/6}* You REALLY wanna know?
ru_ru: <26>{#p/asriel2}{#f/6}* Ты действительно хочешь знать?

source: <26>{#p/asriel2}{#f/7}* Be honest.
ru_ru: <26>{#p/asriel2}{#f/7}* Буду честным.

source: <26>{#p/asgore}{#f/1}* ... * Well, no... * Not really...
ru_ru: <26>{#p/asgore}{#f/1}* ... * Ну, нет... * Не совсем...

source: <26>{#p/asriel2}{#f/8}* Tch. * Now that's more like the Asgore I know.
ru_ru: <26>{#p/asriel2}{#f/8}* Тч. * Вот это уже больше похоже на Азгора, которого я знаю.

source: <26>{#f/6}* You'd rather pretend everything's juuuust fine, ain't that right?
ru_ru: <26>{#f/6}* Ты предпочитаешь притворяться, что всё в порядке, не так ли?

source: <26>{#f/7}* Well, guess what, pal. * You're overdue for a wakeup call.
ru_ru: <26>{#f/7}* Ну, знаешь что, старик. * Тебе пора проснуться.

source: <26>{#f/8}* (I'd give you one right now if you weren't a freakin' hologram...)
ru_ru: <26>{#f/8}* (Я бы дал тебе один прямо сейчас, если бы ты не был чертовой голограммой...)

source: <26>{#p/asgore}{#f/15}* You know... I sometimes wonder how I got here.
ru_ru: <26>{#p/asgore}{#f/15}* Ты знаешь... Иногда я задаюсь вопросом, как я здесь оказался.

source: <25>{#f/16}* No homeworld, no children... trapped here by the humans...
ru_ru: <25>{#f/16}* Ни своей планеты, ни детей... запертые здесь людьми...

source: <25>{#f/15}* And now, the outpost is going to fall and all I can do is watch.
ru_ru: <25>{#f/15}* И теперь аванпост падёт, а мне всё равно остаётся только смотреть.

source: <25>{#p/asriel2}{#f/15}* If you're asking ME for insight, you must be really desperate...
ru_ru: <25>{#p/asriel2}{#f/15}* Если ты спрашиваешь МЕНЯ о понимании, ты, должно быть, правда в отчаянии...

source: <25>{#f/16}* Small word of advice. * Next time, try not to start a war...
ru_ru: <25>{#f/16}* Небольшой совет. * В следующий раз не начинай войну...

source: <25>{#f/4}* You...
ru_ru: <25>{#f/4}* Ты...

source: <25>{#f/6}* You know what, Asriel? * Forget it.
ru_ru: <25>{#f/6}* Знаешь что, Азриэль? * Забудь об этом.

source: <25>{#f/7}* Because you're right...
ru_ru: <25>{#f/7}* Потому что ты прав...

source: <25>{#f/5}* Reasoning with you is a total waste of time.
ru_ru: <25>{#f/5}* Переубеждать тебя - пустая трата времени.

source: <25>{#p/asriel2}{#f/15}* ... wow. * I'm impressed.
ru_ru: <25>{#p/asriel2}{#f/15}* ... вау. * Я впечатлён.

source: <25>{#f/16}* You finally said something intelligent for once.
ru_ru: <25>{#f/16}* Наконец-то ты хоть раз сказал что-то умное.

source: <25>{#p/asriel2}{#f/10}* So what now? * What's next for the aspiring king?
ru_ru: <25>{#p/asriel2}{#f/10}* Так что же теперь? * Что ждёт начинающего короля?

source: <25>{#p/asgore}{#f/15}* To be honest?
ru_ru: <25>{#p/asgore}{#f/15}* Если честно?

source: <25>{#f/16}* I have no idea, Asriel.
ru_ru: <25>{#f/16}* Я не знаю, Азриэль.

source: <25>{#p/asriel2}{#f/10}* Did I detect a hint of anger...?
ru_ru: <25>{#p/asriel2}{#f/10}* Я уловил намёк на гнев...?

source: <25>{#p/asriel2}{#f/3}* I've gotta take care of some things, so I'll leave you two alone.
ru_ru: <25>{#p/asriel2}{#f/3}* Мне нужно кое-что сделать, так что я оставлю вас вдвоём.

source: <25>{#p/kidd}{#f/3}* Will you be back? * You gotta tell me more about Undyne...
ru_ru: <25>{#p/kidd}{#f/3}* Ты вернёшься? * Ты должен рассказать мне больше об Андайн...

source: <25>{#p/asriel2}{#f/4}* I promised, didn't I?
ru_ru: <25>{#p/asriel2}{#f/4}* Я обещал, не так ли?

source: <25>{#f/1}* Don't worry. * I'll be back before you know it.
ru_ru: <25>{#f/1}* Не волнуйся. * Я вернусь раньше, чем ты успеешь оглянуться.

source: <25>{#p/kidd}{#f/4}* Okay...
ru_ru: <25>{#p/kidd}{#f/4}* Хорошо...

source: <25>{#p/asriel2}{#f/3}* Hey, stop here.
ru_ru: <25>{#p/asriel2}{#f/3}* Эй, остановись здесь.

source: <25>{#p/asriel2}{#f/6}* Well, here we are again, $(name).
ru_ru: <25>{#p/asriel2}{#f/6}* Хорошо, вот мы и снова здесь, $(name).

source: <25>{#f/7}* ... look, I know Undyne won't die when the kid attacks her.
ru_ru: <25>{#f/7}* ... Слушай, я знаю, что Андайн не умрёт, когда ребёнок нападёт на неё.

source: <25>{#f/15}* From what I can see, though, it's our best way forward for now.
ru_ru: <25>{#f/15}* Из того, что я вижу, на данный момент это лучший способ идти вперёд.

source: <25>{#f/16}* Let's just stick to the script, okay?
ru_ru: <25>{#f/16}* Давай просто придерживаться сценария, хорошо?

source: <25>{#p/asriel2}{#f/1}* Howdy, $(name).
ru_ru: <25>{#p/asriel2}{#f/1}* Привет, $(name).

source: <25>{#f/13}* Did you miss me?
ru_ru: <25>{#f/13}* Ты скучал по мне?

source: <25>{#f/4}* Heh. * Sorry I had to leave your side again.
ru_ru: <25>{#f/4}* Хех. * Прости, что снова пришлось уйти от тебя.

source: <25>{#f/3}* But I haven't been doing it for nothing.
ru_ru: <25>{#f/3}* Но я делал это не просто так.

source: <25>{#f/13}* I see you've parted ways with your little friend...
ru_ru: <25>{#f/13}* Я вижу, ты расстался со своим маленьким другом...

source: <25>{#f/16}* You must be soooo lonely, right $(name)?
ru_ru: <25>{#f/16}* Ты, наверное, очень одинок, да, $(name)?

source: <25>{#p/asriel2}{#f/1}* And thus, your little friend has returned!
ru_ru: <25>{#p/asriel2}{#f/1}* И вот, твой маленький друг вернулся!

source: <25>{#f/17}* You'd do anything for me, wouldn't you?
ru_ru: <25>{#f/17}* Ты ведь сделаешь всё для меня, правда?

source: <25>{#p/kidd}{#f/9}* Mhm...
ru_ru: <25>{#p/kidd}{#f/9}* Мхм...

source: <25>{#p/asriel2}{#f/17}* Well, whaddya think?
ru_ru: <25>{#p/asriel2}{#f/17}* Ну, как тебе?

source: <25>{#f/16}* They weren't easy to get ahold of, you know.
ru_ru: <25>{#f/16}* Ты знаешь, их было нелегко достать.

source: <25>{#f/15}* They kept saying they wanted to be forgotten...
ru_ru: <25>{#f/15}* Они всё время говорили, что хотят, чтобы их забыли...

source: <25>{#f/10}* Golly, $(name). * What did you do to them while I was gone?
ru_ru: <25>{#f/10}* Боже, $(name). * Что ты с ними сделал, пока меня не было?

source: <25>{#f/15}* They wouldn't stop asking me where you were...
ru_ru: <25>{#f/15}* Они не переставали спрашивать меня, где ты...

source: <25>{#f/10}* Golly, $(name). * What were you two doing while I was gone?
ru_ru: <25>{#f/10}* Боже, $(name). * Что вы вдвоём делали, пока меня не было?

source: <25>{#f/3}* Uh, don't answer that. * They're here now, and that's what matters.
ru_ru: <25>{#f/3}* Не отвечай. * Они здесь, и это главное.

source: <25>{#p/asriel2}{#f/3}* Well, at least that's outta the way now.
ru_ru: <25>{#p/asriel2}{#f/3}* Хорошо, по крайней мере, эта проблема теперь решена.

source: <25>{#p/asriel2}{#f/8}* Wait. * Think you can do me a favor, kid?
ru_ru: <25>{#p/asriel2}{#f/8}* Подожди. * Думаешь, ты можешь оказать мне услугу, ребёнок?

source: <25>{#p/asriel2}{#f/6}* Solve the puzzle.
ru_ru: <25>{#p/asriel2}{#f/6}* Реши эту головоломку.

source: <25>{#p/asriel2}{#f/10}* Done already? * Golly...
ru_ru: <25>{#p/asriel2}{#f/10}* Уже сделал? * Боже...

source: <25>{#f/3}* This is the potential monsters deny themselves, $(name).
ru_ru: <25>{#f/3}* Это потенциальное отрицание монстрами самих себя, $(name).

source: <25>{#f/16}* Hope, fear, empathy... * They cling to these pointless emotions.
ru_ru: <25>{#f/16}* Надежда, страх, сочувствие... * Они цепляются за эти бессмысленные эмоции.

source: <25>{#f/15}* Imagine how much better they'd be if they were all like this.
ru_ru: <25>{#f/15}* Представьте, насколько лучше они были бы, если бы все они были такими.

source: <25>{#p/asriel2}{#f/4}* Right on schedule.
ru_ru: <25>{#p/asriel2}{#f/4}* Точно по расписанию.

source: <25>{#p/asriel2}{#f/3}* Back with us now, kid.
ru_ru: <25>{#p/asriel2}{#f/3}* Возвращайся к нам, ребёнок.

source: <25>{#p/asriel2}{#f/4}* If we keep this up, we'll be over and done with in no time.
ru_ru: <25>{#p/asriel2}{#f/4}* Если мы продолжим в том же духе, мы быстро и легко закончим.

source: <25>{#p/asriel2}{#f/16}* It's over, $(name)...
ru_ru: <25>{#p/asriel2}{#f/16}* Всё кончено, $(name)...

source: <25>{#f/3}* We've done it.
ru_ru: <25>{#f/3}* Мы это сделали.

source: <25>{#f/2}* The captain of the Royal Guard...
ru_ru: <25>{#f/2}* Капитан Королевской Гвардии...

source: <25>{#f/15}* Did she REALLY think she stood a chance?
ru_ru: <25>{#f/15}* Неужели она правда думала, что у неё есть шанс?

source: <25>{#f/8}* Granted, it took us a few runs...
ru_ru: <25>{#f/8}* Конечно, нам потребовалось несколько попыток...

source: <25>{#f/8}* Granted, it took us an extra run...
ru_ru: <25>{#f/8}* Конечно, нам потребовался дополнительный заход...

source: <25>{#f/8}* Granted, she did put up a valiant stand...
ru_ru: <25>{#f/8}* Конечно, она храбро держалась...

source: <25>{#f/7}* But in the end, we both knew what was destined to happen.
ru_ru: <25>{#f/7}* Но в конце концов мы оба знали, что должно было случиться.

source: <25>{#p/asriel2}{#f/3}* ... if only that victory felt as good as it did the first time.
ru_ru: <25>{#p/asriel2}{#f/3}* ... если бы только эта победа ощущалась так же хорошо, как в первый раз.

source: <25>{#f/4}* Oh well.
ru_ru: <25>{#f/4}* О хорошо.

source: <25>{#p/asriel2}{#f/6}* Killing Undyne is quickly becoming our hobby.
ru_ru: <25>{#p/asriel2}{#f/6}* Убийство Андайн быстро становится нашим хобби.

source: <25>{#p/asriel2}{#f/13}* Uh, you can take the lead, $(name).
ru_ru: <25>{#p/asriel2}{#f/13}* Ты можешь взять лидерство, $(name).

source: <25>{#p/asriel2}{#f/13}* Well, well, well...{%40}
ru_ru: <25>{#p/asriel2}{#f/13}* Так, так, так...{%40}

source: <25>{#f/16}* I can't express how grateful I am for all your help.{%40}
ru_ru: <25>{#f/16}* Я не могу выразить, как я благодарен за всю твою помощь.{%40}

source: <25>{#f/1}* This body might not be perfect, but for what it's worth...?{%40}
ru_ru: <25>{#f/1}* Может, это тело и не идеально, но чего оно стоит...?{%40}

source: <25>{#f/2}* I won't miss being a stupid talking star.{%40}
ru_ru: <25>{#f/2}* Я не буду скучать по тому, как я был глупой говорящей звездой.{%40}

source: <25>{#p/asriel2}{#f/13}* Er... * Thanks, $(name).
ru_ru: <25>{#p/asriel2}{#f/13}* Эээ... * Спасибо, $(name).

source: <32>{*}{#p/alphys}* Talking... star...?
ru_ru: <32>{*}{#p/alphys}* Говорящая... звезда...?

source: <32>{*}* But that experiment... * It f-failed...
ru_ru: <32>{*}* Но тот эксперимент... * Он п-провалился...

source: <32>{*}* Unless...
ru_ru: <32>{*}* Если только...

source: <32>{*}* No...
ru_ru: <32>{*}* Нет...

source: <32>{*}{@random=1.1/1.1}* No...
ru_ru: <32>{*}{@random=1.1/1.1}* Нет...

source: <32>{*}{@random=1.1/1.1}* Toriel... * Sans... * Papyrus...
ru_ru: <32>{*}{@random=1.1/1.1}* Ториэль... * Санс... * Папирус...

source: <32>{*}{@random=1.1/1.1}* Undyne...
ru_ru: <32>{*}{@random=1.1/1.1}* Андайн...

source: <32>{*}{@random=1.1/1.1}* It's all m-my fault...
ru_ru: <32>{*}{@random=1.1/1.1}* Это все м-моя вина...

source: <32>{*}{@random=1.1/1.1}{#i/4}* Oh... g-god...
ru_ru: <32>{*}{@random=1.1/1.1}{#i/4}* О... б-боже мой.

source: <32>{*}{@random=1.1/1.1}{#i/5}* I've killed you all...
ru_ru: <32>{*}{@random=1.1/1.1}{#i/5}* Я вас всех убил...
