Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <25>{#p/undyne}{#f/1}* Humans can be awful, but their history... kinda rules.
ru_ru: <25>{#p/undyne}{#f/1}* Человечество может быть страшным, но их история... Немного правил.

source: <25>{#f/1}* Case in point, this giant energy saber!
ru_ru: <25>{#f/1}* Приведу пример этого огромного энергетического меча!

source: <25>{#f/1}* Historically, humans wielded sabers up to ten times their size.
ru_ru: <25>{#f/1}* Исторически сложилось так, что люди размахивали саблями в десять раз больше.

source: <25>{#f/15}* Not to mention their inter-dimensional portals...
ru_ru: <25>{#f/15}* Не говоря уже об их многомерных порталах.

source: <25>{#f/15}* Colossal parsec-length battleships...
ru_ru: <25>{#f/15}* Огромный секундный разрыв длинного линкора.

source: <25>{#f/1}* When I first heard about it, I immediately wanted my own!
ru_ru: <25>{#f/1}* Когда я впервые услышал об этом, я сразу же захотел иметь свое!

source: <25>{#f/14}* That's why Alphys and I built a giant replica saber together.
ru_ru: <25>{#f/14}* Вот почему мы с Альфисом создали огромную копию сабли.

source: <25>{#f/12}* She even figured out all the specs herself!
ru_ru: <25>{#f/12}* Она даже выяснила все спецификации сама!

source: <32>{#p/basic}* This weapon seems to have quite a storied past.
ru_ru: <32>{#p/basic}* Как представляется, это оружие имеет давнюю историю.

source: <32>{#p/basic}* I once saw a saber just like this... except it was real, and a lot smaller.
ru_ru: <32>{#p/basic}* Я видел такой саблю. Кроме того, что это правда и намного меньше.

source: <25>{#p/undyne}{#f/1}* That's my snack closet.
ru_ru: <25>{#p/undyne}{#f/1}* Это мой шкаф для закусок.

source: <25>{#f/17}* What, you thought I had a bedroom back there or something?
ru_ru: <25>{#f/17}* Что, по - твоему, за мной есть спальня или что - то в этом роде?

source: <25>{#f/8}* Pfft, hah! * Everyone knows I sleep on a cold, hard floor.
ru_ru: Все знают, что я сплю на холодном и жестком полу.

source: <32>{#p/basic}* I get the feeling there's more to this "closet" than snacks.
ru_ru: <32>{#p/basic}* Я думаю, что в этом « шкафчике» есть больше вещей, чем закуски.

source: <25>{#p/undyne}{#f/11}* Cold food and I don't really get along.
ru_ru: <25>{#p/undyne}{#f/11}* Холодная еда не ладит со мной.

source: <25>{#f/14}* Luckily, Alphys modded my fridge so it heats up food instead!
ru_ru: <25>{#f/14}* К счастью, Alphays переоборудовала мой холодильник, чтобы он нагревал еду!

source: <25>{#f/1}* Neat, huh?
ru_ru: <25>{#f/1}* Аккуратно, верно?

source: <32>{#p/basic}* There are several pre-heated plates of spaghetti inside.
ru_ru: <32>{#p/basic}* Есть несколько тарелок предварительно разогретой спагетти.

source: <32>{#p/basic}* A hot fridge would have done wonders back home.
ru_ru: <32>{#p/basic}* В доме горячий холодильник творит чудеса.

source: <26>{#p/undyne}{#f/12}* Careful with that stuff.
ru_ru: <26>{#p/undyne}{#f/12}* Будьте осторожны с этими вещами.

source: <25>{#p/undyne}{#f/17}* Steal anything from that drawer, and you're DEAD.
ru_ru: <25>{#p/undyne}{#f/17}* Украсть что - либо из ящика - и ты труп.

source: <32>{#p/basic}* There's a silverware drawer. * It has forks, spoons, knives...
ru_ru: * У него вилка, ложка, нож...

source: <32>* ... tiny cosmo-spears, plasma sabers, dimensional axes, anti-grav boomerangs...
ru_ru: <32>* ..... Миниатюрное космическое копье, плазменный сабля, ось измерения, антигравитационный бумеранг...

source: <25>{#p/undyne}{#f/1}* That's my piano.
ru_ru: <25>{#p/undyne}{#f/1}* Это мое пианино.

source: <25>{#f/16}* Say what you want about humans, they have great taste in acoustics!
ru_ru: <25>{#f/16}* Независимо от того, что вы думаете о людях, у них хороший вкус в акустике!

source: <32>{#p/basic}* Smells... scientific.
ru_ru: <32>{#p/basic}* Запах. Наука.

source: <25>{#p/undyne}{#f/1}* I once forgot to turn the sink off before heading out to work.
ru_ru: <25>{#p/undyne}{#f/1}* Однажды я забыл выключить раковину перед работой.

source: <25>{#f/17}* When I got back home, the house was completely flooded...
ru_ru: <25>{#f/17}* Когда я вернулся домой, дом был полностью затоплен.

source: <25>{#f/8}* Not that it was a problem for ME! * Fuhuhu!
ru_ru: * Фоху!

source: <32>{#p/basic}* The drain is eerily clean of any fur or hair.
ru_ru: <32>{#p/basic}* В дренажной трубе нет волос, она очень чистая и жуткая.

source: <25>{#p/undyne}{#f/1}* This stove is supposed to be some top-of-the- line MTT thing.
ru_ru: <25>{#p/undyne}{#f/1}* Эта печь должна быть лучшим продуктом МТТ.

source: <25>* But, as much as technology advances...
ru_ru: <25>* Но с прогрессом технологии...

source: <25>* Nothing will ever beat food home-cooked with fire magic.
ru_ru: Ничто не сравнится с едой, приготовленной дома с помощью магии огня.

source: <32>{#p/basic}* The stove has seen an average amount of use.
ru_ru: <32>{#p/basic}* Использование печи в целом.

source: <25>{#p/undyne}{#f/16}* Yeah.
ru_ru: <25>{#p/undyne}{#f/16}* Да.

source: <25>{#f/14}* Papyrus tends to go the "scenic route."
ru_ru: <25>{#f/14}* Papyrus предпочитает "пейзажный маршрут"

source: <32>{#p/basic}* He flew out so fast, it triggered a sonic boom.
ru_ru: <32>{#p/basic}* Он летает слишком быстро, вызывая звуковой взрыв.

source: <25>{#p/asriel1}{#f/13}* Seems like a dead end.
ru_ru: <25>{#p/asriel 1/{#f/13}* Представляется тупиком.

source: <25>{#p/asriel1}{#f/15}* We're not just stand here all day, right?
ru_ru: <25>{#p/asriel 1}{#f/15}* Мы не будем стоять здесь весь день, не так ли?

source: <25>{#p/asriel1}{#f/10}* What are we even doing out here.
ru_ru: <25>{#p/asriel 1}{#f/10}* Что именно мы здесь делаем.

source: <32>{#p/basic}* The endless abyss of space is met only by the distant sight of the factory's edge.
ru_ru: <32>{#p/basic}* Бесконечная пространственная пропасть видна только вдали от края фабрики.

source: <32>{#p/human}* (The sign labels its location.)
ru_ru: <32>{#p/human}* (Знак указывает его местоположение).

source: <32>{#p/basic}* "Left - Maintenance Shaft" * "Right - Foundry Exit"
ru_ru: * "Справа - Литейный завод выходит"

source: <32>{#p/basic}* ... well, that went better than I expected.
ru_ru: <32>{#p/basic}* ... Ну, ситуация лучше, чем я ожидал.

source: <32>{#p/basic}* ... that was too close.
ru_ru: <32>{#p/basic}* ... Это слишком близко.

source: <32>* To doubt you after everything you've done...
ru_ru: <32>* Сомневаюсь в тебе после всего, что ты сделал.

source: <32>* ... no. * I know you'll find a way to get through to her.
ru_ru: * Я знаю, что вы найдете способ связаться с ней.

source: <32>* You just have to believe in yourself... right?
ru_ru: <32>* Вам просто нужно верить в себя. Правильно.

source: <32>* ... * Go on, step forward.
ru_ru: * Продолжить, идти вперед.

source: <32>* Show her the kindness she needs to see.
ru_ru: <32>* Покажите ей добрую волю, которую ей нужно увидеть.

source: <32>{#p/basic}* So. * One second, we're running for our lives from her...
ru_ru: * Через секунду мы убегаем от нее.

source: <32>* And the next?
ru_ru: <32>Что будет дальше?

source: <32>* We're cooking spaghetti with her. * And burning her house down.
ru_ru: * И сжег ее дом.

source: <32>{#p/human}* (You hear a small giggle.)
ru_ru: <32>{#p/human}* (Вы слышите хихикающий смех).

source: <32>{#p/basic}* Jeez. * We've come a long way since you first arrived, huh?
ru_ru: * С твоего первого приезда мы прошли долгий путь, не так ли?

source: <32>* Even if there's not much left to see now...
ru_ru: <32>* Даже сейчас нечего смотреть.

source: <32>* I still appreciate the time I've spent with you.
ru_ru: <32>Я все еще ценю время, проведенное с тобой.

source: <32>{#p/basic}* Oh, uh, sorry! * I...
ru_ru: I. СОДЕРЖАНИЕ

source: <32>* It's been a while since I've felt... happy like this.
ru_ru: <32>* Я не чувствовал этого в течение некоторого времени. Радуйся вот так.

source: <32>* With you here, things never seem to go wrong.
ru_ru: <32>* С вами здесь, вещи, кажется, никогда не ошибаются.

source: <32>* So... you just keep doing what you're doing, alright?
ru_ru: <32>* Так что... ты продолжаешь делать то, что делаешь, хорошо?

source: <32>* And I'll...
ru_ru: <32>* Я буду.

source: <32>* I'll be here for you.
ru_ru: <32>Я буду ждать вас здесь.

source: <32>{#p/basic}* We did it. * We really did it!
ru_ru: * Мы действительно это сделали!

source: <32>* I mean, uh, you did it.
ru_ru: <32>* Я имею в виду, ну, ты это сделал.

source: <32>* Yeah...
ru_ru: <32>* Да.

source: <32>* ... at least it'll be nice to finally have her off your back.
ru_ru: <32>* ..... По крайней мере, было бы хорошо, если бы она наконец - то ушла от тебя.

source: <32>* For now, anyway.
ru_ru: <32>* По крайней мере в настоящее время.

source: <32>* Heh. * Well done, partner.
ru_ru: * Молодец, напарник.

source: <32>* I don't think anyone's going to replicate THAT stunt again.
ru_ru: <32>Я не думаю, что кто - то повторит этот трюк снова.

source: <32>{#p/basic}* Look at that...
ru_ru: <32>{#p/basic}* Посмотрите на это.

source: <32>* ... * It's the Citadel.
ru_ru: * Это замок.

source: <32>* It's where this journey's been taking us.
ru_ru: <32>Это то, что мы получили от этого путешествия.

source: <32>* The silver city, nestled in the twin arches of Aradon...
ru_ru: Этот серебряный город расположен в двойной арке Аладена.

source: <32>* ... * I'm getting ahead of myself.
ru_ru: * Я все больше опережаю.

source: <32>* We've still got a ways to go before we get there, so...
ru_ru: <32>* Нам еще предстоит пройти длинный путь, прежде чем мы туда доберемся, так что...

source: <32>* For now, let's just admire the view before us.
ru_ru: <32>* Теперь давайте полюбуемся видом прямо перед нами.

source: <18>{#p/papyrus}SO YOU'RE HERE.
ru_ru: <18>{#p/папирус} Так что вы здесь.

source: <18>{#f/5}UNDYNE... ISN'T READY TO BEFRIEND YOU RIGHT NOW.
ru_ru: <18>А. #f/5 - UNDYNE. Мы не готовы дружить с тобой.

source: <18>{#f/5}SHE BLAMES HERSELF FOR TRUSTING YOU...
ru_ru: <18>{#f/5} Она винит себя в том, что доверяет тебе.

source: <18>{#f/5}SHE BLAMES HERSELF FOR LETTING YOU GET AWAY...
ru_ru: <18>{#f/5} Она винит себя за то, что позволила тебе уйти.

source: <18>{#f/6}AND THAT YOU... DESERVE TO DIE??
ru_ru: <18>{#f/6} И ты. Проклятье?

source: <18>{#f/7}WELL, I DISAGREE!
ru_ru: <18>{#f/7} Хорошо, я не согласен!

source: <18>{#f/0}BUT THAT'S OKAY.
ru_ru: <18>{#f/0} Но ничего страшного.

source: <18>{#f/0}I'LL JUST WAIT HERE UNTIL SHE RETURNS.
ru_ru: <18>{#f/0} Я здесь, чтобы дождаться ее возвращения.

source: <18>{#p/papyrus}OHO, THE HUMAN ARRIVES!
ru_ru: <18>{#p/папирус} О, люди идут!

source: <18>{#f/4}... THOUGH, I'M NOT QUITE SURE WHERE UNDYNE IS.
ru_ru: <18>{#f/4}. Однако я не уверен, где находится UNDYNE.

source: <18>{#f/5}SHE ISN'T NORMALLY OUT THIS LONG...
ru_ru: <18>{#f/5} Она обычно не выходит так долго.

source: <18>{#f/6}AND SHE WON'T EVEN ANSWER THE PHONE!
ru_ru: <18>{#f/6} Она даже не отвечает на звонки!

source: <18>{#f/0}WELL, I'LL JUST WAIT HERE UNTIL SHE RETURNS.
ru_ru: <18>{#f/0} Ладно, я буду ждать ее здесь, пока она вернется.

source: <18>{#f/4}ARE YOU UP FOR THE DAUNTING TASK...
ru_ru: <18>{#f/4} Вы готовы к задаче Рассвета?

source: <18>{#f/1}OF BEFRIENDING THE CAPTAIN OF THE ROYAL GUARD!?!?
ru_ru: <18>{#f/1} Дружить с капитаном Королевской гвардии!?

source: * (Befriend Undyne?)
ru_ru: * (Друг Ундин?)

source: <18>{#p/papyrus}{#f/0}UNDYNE'S NOT HERE RIGHT NOW.
ru_ru: <18>{#p/папирус}{#f/0} UNDYNE сейчас не здесь.

source: <18>{#p/papyrus}{#f/4}YOU'LL HAVE TO WAIT FOR HER LIKE I ALWAYS DO.
ru_ru: <18>{#p/папирус}{#f/4} Ты должен ждать ее так же, как и я.

source: <18>{#p/papyrus}{#f/0}OKAY! ALL READIED UP TO HANG OUT?
ru_ru: Все готовы к выходу?

source: <18>{#p/papyrus}{#f/0}OKAY! STAND BEHIND ME!
ru_ru: Встань позади меня!

source: <18>{#p/papyrus}{#f/4}HMM... STILL GETTING READY?
ru_ru: <18>{#p/папирус}{#f/4} HMM... все еще готов?

source: <18>{#f/0}WELL, TAKE YOUR TIME!
ru_ru: <18>{#f/0} Хорошо, медленно!

source: <18>{#p/papyrus}{#f/0}TAKE YOUR TIME!
ru_ru: <18>{#p/папирус}{#f/0} Медленно!

source: <18>{#p/papyrus}{#f/4}PSST... GIVE HER THIS.
ru_ru: Дай ей это.

source: <18>{#f/0}SHE LOVES THESE!
ru_ru: <18>{#f/0} Ей это нравится!

source: <25>{#p/undyne}{#f/14}* Hi, Papyrus!
ru_ru: <25>{#p/undyne}{#f/14}* Привет, папирус!

source: <25>{#f/1}* Ready for your extra- private, one-on-one training?
ru_ru: <25>{#f/1}* Готовы ли вы к частному индивидуальному обучению?

source: <18>{#p/papyrus}YOU BET I AM!
ru_ru: <18>{#p/папирус} Ты определенно я!

source: <18>{#f/9}AND I BROUGHT A FRIEND!
ru_ru: <18>{#f/9} Я привел с собой друга!

source: <25>{#p/undyne}{#f/1}* Hi, I don't think we've...
ru_ru: <25>{#p/undyne}{#f/1}* Привет, я думаю, мы не...

source: <25>{#f/8}* ... OH MY GOD!!!
ru_ru: <25>{#f/8}* ... О, Боже мой!

source: <18>{#p/papyrus}{#f/6}... UNDYNE?
ru_ru: <18>{#p/папирус}{#f/6}. Эндин?

source: <25>{#p/undyne}{#f/12}* Pfft, I can't believe you actually brought THEM here.
ru_ru: <25>{#p/undyne}{#f/12}* Pfft, я не могу поверить, что вы действительно привели их сюда.

source: <18>{#p/papyrus}{#f/5}...
ru_ru: <18>{#p/папирус}{#f/5}.

source: <25>{#p/undyne}{#f/1}* Come on, get inside!
ru_ru: <25>{#p/undyne}{#f/1}* Заходите!

source: <18>{#p/papyrus}...
ru_ru: <18>{#p/папирус}.

source: <25>{#p/undyne}{#f/17}* Why don't. * You two. * Come in?
ru_ru: * Входите?

source: <18>{#p/papyrus}HERE, UNDYNE.
ru_ru: <18>Здесь, UNDYNE.

source: <18>MY FRIEND WANTED YOU TO HAVE THIS!
ru_ru: <18 Мои друзья хотят, чтобы у вас было это!

source: <25>{#p/undyne}{#f/17}* There you are!
ru_ru: <25>{#p/undyne}{#f/17}* Ты пришел!

source: <25>{#f/1}* We've been waiting here FOREVER for you!
ru_ru: <25>{#f/1}* Мы ждали вас здесь!

source: <18>{#p/papyrus}{#f/4}AND, DON'T WORRY, I ALREADY SHOWED UNDYNE YOUR GIFT.
ru_ru: <18>{#p/папирус}{#f/4} Не волнуйтесь, я видел ваш подарок UNDYNE.

source: <18>{#f/0}SHE LOVED IT!
ru_ru: <18>{#f/0} Ей очень нравится!

source: <25>{#p/undyne}{#f/14}* Yeah, uh...
ru_ru: <25>{#p/undyne}{#f/14}* Да...

source: <25>{#f/12}* I sure did!
ru_ru: <25>{#f/12}* Конечно знаю!

source: <25>{#p/undyne}{#f/1}* Uhhh... thanks.
ru_ru: <25>{#p/undyne}{#f/1}* Мм. - Спасибо.

source: <25>{#f/14}* I'll, uh, put it with the others.
ru_ru: <25>{#f/14}* Я буду, ну, положи это вместе с другими.

source: <25>* So are we ready to start?
ru_ru: <25>* Итак, готовы ли мы начать?

source: <18>{#p/papyrus}{#f/1}WHOOPSY DOOPSY! I JUST REMEMBERED!
ru_ru: Я только что вспомнил!

source: <18>{#f/0}I HAVE TO CHECK ON MY BROTHER!!
ru_ru: <18>{#f/0} Я должен увидеть своего брата!

source: <18>{#f/9}YOU TWO HAVE FUN!!!
ru_ru: <18>{#f/9} Веселитесь вдвоем!!

source: <26>{#p/undyne}{#f/17}* If it isn't the human who tried to break into my house IN FRONT OF ME.
ru_ru: <26>{#p/undyne}{#f/17}* Если бы не тот человек, который пытался проникнуть в дом передо мной.

source: <25>{#p/undyne}{#f/1}* Well then. * Look who's come crawling back for more.
ru_ru: * Смотрите, кто забрался назад, чтобы получить больше.

source: <25>{#f/16}* To be honest, though, I dunno if I'm in the mood for another fight.
ru_ru: <25>{#f/16}* Но, честно говоря, я не знаю, есть ли у меня настроение драться еще раз.

source: <25>{#f/12}* Still, I can get you something to drink in the meantime!
ru_ru: <25>{#f/12}* Тем не менее, в течение этого периода я могу принести вам что - нибудь выпить!

source: <25>{#f/1}* Have a seat, and I'll see what I can do.
ru_ru: <25>{#f/1}* Пожалуйста, садитесь, я посмотрю, что можно сделать.

source: <25>* So why were YOU so desperate to break into my house earlier?
ru_ru: Почему ты так спешишь вломиться в мой дом раньше?

source: <25>* Is this some kind of humilation tactic?
ru_ru: <25>Это какая - то стратегия увлажнения?

source: <25>* To parade into my house and act like you OWN the place?
ru_ru: <25>* Марш ко мне домой и вести себя так, как будто у вас есть это место?

source: <25>* So why are YOU here?
ru_ru: <25>Почему вы здесь?

source: <25>* To rub your victory in my face?
ru_ru: <25>Вытри свою победу мне в лицо?

source: <25>* To humiliate me even further?
ru_ru: <25>Дальнейшее унижение?

source: <25>{#f/4}* IS THAT IT?
ru_ru: <25>{#f/4}* Это все?

source: <25>{#p/undyne}{#f/11}* Then why are you here?
ru_ru: <25>{#p/undyne}{#f/11}* Тогда почему вы здесь?

source: <25>{#f/1}* Wait, I get it.
ru_ru: <25>{#f/1}* Подождите, я понял.

source: <25>* You think that I'm gonna be friends with you, huh?
ru_ru: <25>Ты думаешь, что я буду с тобой дружить?

source: <25>{#f/17}* Right???
ru_ru: <25>{#f/17}* Правильно?

source: <25>{#p/undyne}{#f/14}* Really? * How delightful! * I accept!
ru_ru: * Я принимаю!

source: <25>{#f/8}* Let's all frolick in the fields of friendship!
ru_ru: <25>{#f/8}* Давайте играть в поле дружбы!

source: <25>{#f/7}* ... NOT!
ru_ru: <25>{#f/7}* ... Нет!

source: <25>{#f/1}* You're the enemy of everyone's hopes and dreams!
ru_ru: <25>{#f/1}* Ты враг надежды и мечты каждого!

source: <25>* If you weren't my houseguest, I'd kick you out right now!
ru_ru: Если ты не мой гость, я выгоню тебя прямо сейчас!

source: <25>{#p/undyne}{#f/15}* Then again...
ru_ru: <25>{#p/undyne}{#f/15}* Затем...

source: <25>{#f/4}* WHAT ARE YOU LOOKING AT?
ru_ru: <25>{#f/4}* Что вы смотрите?

source: <25>{#f/5}* I WOULDN'T MAKE FRIENDS WITH YOU JUST TO IMPRESS SOMEONE???
ru_ru: <25>{#f/5}* Я не буду дружить с тобой только для того, чтобы произвести на кого - то впечатление?

source: <25>{#f/12}* Not at all!
ru_ru: <25>{#f/12}* Совсем нет!

source: <25>{#f/1}* In fact, my sudden change of mind...
ru_ru: <25>{#f/1}* На самом деле, я внезапно передумал...

source: <25>{#f/7}* Comes from nothing but a burning passion for VENGEANCE!
ru_ru: <25>{#f/7}* От страсти к мести!

source: <25>{#f/11}* So... let me get this straight.
ru_ru: <25>{#f/11}* Итак... позвольте мне сказать прямо.

source: <25>* First, you parade into my house.
ru_ru: <25>* Сначала вы маршируете к моему дому.

source: <25>{#f/7}* And then you don't give me a reason WHY??
ru_ru: <25>{#f/7}* Тогда вы не дадите мне причину почему?

source: <25>{#f/4}* You little BRAT! * If you weren't my houseguest, I'd...!
ru_ru: * Если бы ты не был моим гостем, я бы...

source: <25>{#f/4}* ... no, you know what?
ru_ru: <25>{#f/4}* ... Нет, знаешь что?

source: <25>{#f/7}* I'll prove you WRONG.
ru_ru: <25>{#f/7}* Я докажу, что вы ошибаетесь.

source: <25>{#f/1}* And we aren't JUST going to be friends.
ru_ru: <25>{#f/1}* Мы не просто друзья.

source: <25>{#p/undyne}{#f/4}* Oh-ho-ho.
ru_ru: <25>{#p/undyne}{#f/4}* Ха.

source: <25>{#f/7}* Well, I've got news for you, BRAT.
ru_ru: <25>{#f/7}* Хорошо, у меня есть новости, чтобы сообщить вам, Блаттер.

source: <25>{#f/1}* You're on MY battlefield now!
ru_ru: <25>{#f/1}* Ты сейчас на моем полебоя!

source: <25>{#f/7}* And you AREN'T going to humiliate me.
ru_ru: <25>{#f/7}* Ты не унизишь меня.

source: <25>{#f/11}* No. * I'll TELL you what's going to happen.
ru_ru: * Я скажу тебе, что произойдет.

source: <25>{#f/17}* We're going to hang out.
ru_ru: <25>{#f/17}* Мы собираемся выйти и поиграть.

source: <25>{#f/17}* We're going to have a good time.
ru_ru: <25>{#f/17}* Мы будем веселиться.

source: <25>{#f/7}* We're going to be "friends."
ru_ru: <25>{#f/7}* Мы станем "друзьями"

source: <25>{#f/1}* I'll make you like me so much...
ru_ru: <25>{#f/1}* Я заставлю тебя очень любить меня.

source: <25>{#f/7}* You won't be able to think of anyone else!
ru_ru: <25>{#f/7}* Вы не сможете думать ни о ком другом!

source: <25>{#f/8}* Fuhuhuhu! * It's the PERFECT REVENGE!!
ru_ru: * Это идеальная месть!

source: <25>{#f/12}* Err... why don't you have a seat?
ru_ru: <25>{#f/12}* Ошибка. Почему у тебя нет места?

source: <25>{#p/undyne}{#f/1}* Need anything?
ru_ru: <25>{#p/undyne}{#f/1}* Что - нибудь нужно?

source: <25>{#p/undyne}{#f/14}* Need anything?
ru_ru: <25>{#p/undyne}{#f/14}* Что - нибудь нужно?

source: Hungry
ru_ru: Голоден.

source: Book
ru_ru: Книга

source: Home
ru_ru: Домашняя страница

source: <25>{#p/undyne}{#f/1}* You want a snack or something?
ru_ru: <25>{#p/undyne}{#f/1}* Хочешь перекусить или что - нибудь еще?

source: <25>{#f/1}* Let me see what I have in the closet.
ru_ru: <25>{#f/1}* Покажите мне, что в шкафу.

source: <25>{#p/undyne}{#f/1}* Ah... this should do nicely.
ru_ru: <25>{#p/undyne}{#f/1}* Ааа. Это должно быть хорошо.

source: <25>{#p/undyne}{#f/14}* All yours... * Fuhuhu.
ru_ru: * Озеро Фуху.

source: <32>{#p/human}* (You got the Odd Snack.)
ru_ru: <32>{#p/human}* (Вы ели странные закуски).

source: <25>{#p/undyne}{#f/17}* I know dropping food is fun, but I can't let it all go to waste.
ru_ru: <25>{#p/undyne}{#f/17}* Я знаю, что бросать еду весело, но я не могу позволить, чтобы все это было потрачено впустую.

source: <25>{#p/undyne}{#f/12}* Sorry.
ru_ru: <25>{#p/undyne}{#f/12}* Прошу прощения.

source: <25>{#p/undyne}{#f/17}* Just because you're my friend doesn't mean you can have two snacks!
ru_ru: <25>{#p/undyne}{#f/17}* Просто потому, что ты мой друг, это не значит, что ты можешь съесть две порции закуски!

source: <25>{#p/undyne}{#f/1}* Maybe some other time.
ru_ru: <25>{#p/undyne}{#f/1}* Возможно, в следующий раз.

source: <25>{#p/undyne}{#f/11}* Listen punk, it's one snack per person here.
ru_ru: <25>{#p/undyne}{#f/11}* Слушайте, панк, здесь по одной порции закуски на человека.

source: <25>* Get with the program or get lost.
ru_ru: <25>* Либо присоединиться к этой программе, либо потеряться.

source: <25>{#p/undyne}{#f/13}* A book??? * Does this look like a librarby to you?
ru_ru: Вы думаете, это похоже на библиотеку?

source: <25>{#f/1}* The only books you'll find in the kitchen are cookbooks!
ru_ru: <25>{#f/1}* Единственная книга, которую можно найти на кухне - это кулинарная книга!

source: <25>{#f/4}* Which I don't use, because cooking is supposed to be an ART.
ru_ru: <25>{#f/4}* Я не использую его, потому что кулинария должна быть искусством.

source: <25>{#f/7}* Not some bogged-down process with rules and regulations.
ru_ru: <25>{#f/7}* Процесс без некоторых правил и положений находится в затруднительном положении.

source: <25>{#f/5}* Why does nobody seem to get that???
ru_ru: <25>{#f/5}* Почему кажется, что никто этого не понимает?

source: <25>{#f/1}* ... let me know if you need anything else.
ru_ru: <25>{#f/1}* ... Если вам еще что - то нужно, пожалуйста, скажите мне.

source: <25>{#f/14}* Well, let me know if you need anything else!
ru_ru: <25>{#f/14}* Хорошо, если вам еще что - то нужно, пожалуйста, скажите мне!

source: <25>{#p/undyne}{#f/1}* Look, there's a librarby in Starton.
ru_ru: <25>{#p/undyne}{#f/1}* Смотрите, Starton имеет библиотеку.

source: <25>{#f/1}* If you really want to read a book, that's your best bet.
ru_ru: <25>{#f/1}* Если вы действительно хотите прочитать книгу, это ваш лучший выбор.

source: <25>{#f/7}* But not right now!!!
ru_ru: <25>{#f/7}* Но не сейчас!!

source: <25>{#f/14}* ... let me know if you need anything else.
ru_ru: <25>{#f/14}* ... Если вам еще что - то нужно, пожалуйста, скажите мне.

source: <25>{#f/17}* This IS home.
ru_ru: <25>{#f/17}* Здесь и есть дом.

source: <25>{#f/17}* You're already HERE.
ru_ru: <25>{#f/17}* Вы уже здесь.

source: <25>{#f/16}* Unless you mean the home planet...
ru_ru: <25>{#f/16}* Если вы не имеете в виду родительскую звезду.

source: <25>{#f/19}* But nothing can bring that back.
ru_ru: <25>{#f/19}* Но ничто не может это исправить.

source: <25>{#f/1}* ... I'll be here if you need anything else.
ru_ru: <25>{#f/1}* ... Если тебе еще что - нибудь понадобится, я буду здесь.

source: <25>{#p/undyne}{#f/16}* I'd give a description of that place if I could, y'know.
ru_ru: <25>{#p/undyne}{#f/16}* Если можно, я опишу это место, вы знаете.

source: <25>{#f/16}* But I was born here, on the outpost...
ru_ru: <25>{#f/16}* Но я родился здесь, в форпосте...

source: <25>{#f/9}* The memory of our world seems to fade more and more every day.
ru_ru: <25>{#f/9}* Наши воспоминания о мире, похоже, исчезают каждый день.
