Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>{#p/story}* UNDYNE - ATK 25 DEF 10 * Once your sworn enemy, now your unmatched equal!
ru_ru: * Когда - то был вашим заклятым врагом, а теперь ваш непревзойденный противник!

source: <32>{#p/story}* UNDYNE - ATK 50 DEF 20 * The heroine that NEVER gives up.
ru_ru: * Никогда не сдавайся героиня.

source: * Undyne the Undying
ru_ru: * Расстегните бессмертие

source: * Undyne
ru_ru: * Ундин

source: <32>{#p/story}* Undyne towers above you.
ru_ru: <32>{#p/story}* Undyne возвышается над вами.

source: <32>{#p/story}* Undyne takes you head-on!
ru_ru: <32>{#p/story}* Undyne приводит вас в ногу!

source: <32>{#p/story}* Undyne attacks!
ru_ru: <32>{#p/story}* Атака Undyne!

source: <20>{*}{#p/undyne}Ready yourself.
ru_ru: <20>{*}{#p/undyne} Будьте готовы.

source: <20>{*}{#p/undyne}En guarde!
ru_ru: <20>{*}{#p/undyne} Осторожно!

source: <20>{*}{#p/undyne}I wasn't done with my story.
ru_ru: <20>{*}{#p/undyne} Моя история еще не закончена.

source: <20>{*}{#p/undyne}Huh!? I thought you were tough!
ru_ru: Я думал, ты крутой!

source: <20>{*}{#p/undyne}You won't get away from me this time!
ru_ru: <20>{*}{#p/undyne} На этот раз ты не можешь обойтись без меня!

source: <20>{*}{#p/undyne}No more second chances!
ru_ru: <20>{*}{#p/undyne} Нет второго шанса!

source: <20>{*}{#p/undyne}You've escaped from me for the LAST time!
ru_ru: <20>{*}{#p/undyne} Ты убежал от меня в последний раз!

source: <20>{*}{#p/undyne}STOP RUNNING AWAY!!!
ru_ru: <20>{*}{#p/undyne} Прекратите убегать!!

source: <20>{*}{#p/undyne}COME BACK HERE, YOU LITTLE PUNK!!
ru_ru: <20>{*}{#p/undyne} Вернись, ты маленький дурак!!

source: <20>{#p/undyne}{#e/undyne/3}So, you wanna do this the {@fill=#f00}hard way{@fill=#000}, huh?
ru_ru: <20>{#p/undyne}{#e/undyne/3} Итак, вы хотите сделать это способом {@ fill = #f00}{@ fill = #000}, не так ли?

source: <20>{#e/undyne/2}Fine by me.
ru_ru: <20>{#e/undyne/2} Я в порядке.

source: <20>{#p/undyne}{#e/undyne/17}What!? I'm already going as fast as I can!
ru_ru: Я сделал все, что мог!

source: <20>{#e/undyne/17}But... I... you...
ru_ru: Я... ты...

source: <20>{#e/undyne/17}N-no! I'll show you!
ru_ru: Я тебе покажу!

source: <20>{#e/undyne/1}I'll show you {@fill=#f00}EVERYTHING I'VE GOT{@fill=#000}!
ru_ru: <20>{#e/undyne/1} Я покажу вам все, что у меня есть {@ fill = #f00}!

source: <20>{#p/undyne}{#e/undyne/17}So, you wanna do this the {@fill=#f00}hard way{@fill=#000}, huh?
ru_ru: <20>{#p/undyne}{#e/undyne/17} Итак, вы хотите сделать это способом {@ fill = #f00}{@ fill = #000}, не так ли?

source: <20>{#e/undyne/1}FINE BY ME! FUHUHU!
ru_ru: Фоху!

source: <32>{#p/story}* Things are about to get spicy.
ru_ru: <32>{#p/story}* Вещи вот - вот станут острыми.

source: <32>{#p/story}* Undyne points dramatically towards space.
ru_ru: <32>{#p/story}* Undyne драматически указывает на космос.

source: <32>{#p/story}* Undyne points heroically towards space.
ru_ru: <32>{#p/story}* Undyne смело указывает в космос.

source: <32>{#p/story}* Undyne twirls her spear with grace.
ru_ru: <32>{#p/story}* Undyne изящно вращает копье.

source: <32>{#p/story}* Undyne flips her spear impatiently.
ru_ru: <32>{#p/story}* Ундин нетерпеливо размахивал копьем.

source: <32>{#p/story}* Undyne suplexes an asteroid. * Just because she can.
ru_ru: * Только потому, что она может.

source: <32>{#p/story}* Undyne bounces with fervor.
ru_ru: <32>{#p/story}* Undyne прыгает страстно.

source: <32>{#p/story}* Undyne bounces impatiently.
ru_ru: <32>{#p/story}* Ундин нетерпеливо вскочил.

source: <32>{#p/story}* Undyne flashes a genuine smile.
ru_ru: <32>{#p/story}* Undyne демонстрирует искреннюю улыбку.

source: <32>{#p/story}* Undyne flashes a menacing smile.
ru_ru: <32>{#p/story}* Undyne улыбается с угрозами.

source: <33>{#p/story}* Undyne looks on with adoration.
ru_ru: <33>{#p/story}* Undyne смотрит с восхищением.

source: <32>{#p/story}* Undyne draws her finger across her neck.
ru_ru: <32>{#p/story}* Undyne царапает шею пальцем.

source: <32>{#p/story}* Undyne lets out a battle cry.
ru_ru: <32>{#p/story}* Undyne издает боевой крик.

source: <32>{#p/story}* Undyne holds her fist in front of her and shakes her head.
ru_ru: <32>{#p/story}* Ундин положил кулак перед собой и покачал головой.

source: <32>{#p/story}* Undyne stares into your SOUL.
ru_ru: <32>{#p/story}* Undyne смотрит на вашу душу.

source: <32>{#p/story}* Undyne towers threateningly.
ru_ru: <32>{#p/story}* Угроза башни Andain.

source: <32>{#p/story}* Undyne thinks of her friends... and thinks of you.
ru_ru: <32>{#p/story}* Ундин вспомнила о своей подруге. Подумай о тебе.

source: <32>{#p/story}* Undyne thinks of her friends and pounds the ground with her fists.
ru_ru: <32>{#p/story}* Ундин вспомнила своего друга и ударила кулаком по земле.

source: <32>{#p/story}* Smells like tilapia.
ru_ru: <32>{#p/story}* Пахнет тилапией.

source: <32>{#p/story}* Smells like sushi.
ru_ru: <32>{#p/story}* Пахнет суши.

source: <32>{#p/story}* Undyne has a tear in her eye.
ru_ru: <32>{#p/story}* Undyne со слезами на глазах.

source: <32>{#p/story}* Undyne scowls at you.
ru_ru: <32>{#p/story}* Undyne сердито смотрит на вас.

source: <32>{#p/story}* Undyne thinks of her friends and shatters the ground with her body.
ru_ru: <32>{#p/story}* Ундин вспомнила о своей подруге и разбила ее тело о землю.

source: <32>{#p/story}* Undyne isn't in the mood for games.
ru_ru: <32>{#p/story}* Undyne не в настроении играть в игры.

source: <32>{#p/story}* Smells like tuna salad.
ru_ru: <32>{#p/story}* Пахнет салатом из тунца.

source: <32>{#p/story}* Undyne's eye is twitching involuntarily.
ru_ru: <32>{#p/story}* Глаза Ундина невольно дергаются.

source: <32>{#p/story}* Undyne is smashing spears on the ground.
ru_ru: <32>{#p/story}* Undyne бьет копье по земле.

source: <32>{#p/story}* Undyne's eye dart around to see if this is a prank.
ru_ru: <32>{#p/story}* Глаза Ундина оглядываются вокруг, чтобы убедиться, что это не шутка.

source: <32>{#p/story}* Undyne is hyperventilating.
ru_ru: <32>{#p/story}* Undyne одышка.

source: <32>{#p/story}* Smells like roasted fish.
ru_ru: <32>{#p/story}* Пахнет жареной рыбой.

source: <20>{#e/undyne/4}What? You think I'm just gonna stand here and explain my strategy to you?
ru_ru: <20>{#e/undyne/4} Что? Думаешь, я буду стоять здесь и объяснять тебе свою стратегию?

source: <20>{#p/undyne}{#e/undyne/0}As long as you're {@fill=#00c000}GREEN{@fill=#000} you {@fill=#f00}CAN'T ESCAPE{@fill=#000}!
ru_ru: <20>{#p/undyne}{#e/undyne/0} Пока вы {@ fill = #00c000} Зеленый {@ fill = #0000} Вы {@ fill = #f00} не можете убежать {@ fill = 00000}!

source: <20>{#e/undyne/0}Unless you learn to {@fill=#f00}face danger head-on{@fill=#000}...
ru_ru: <20>{#e/undyne/0} Если вы не научитесь сталкиваться с опасностью {@ fill = #f00}.

source: <20>{#e/undyne/1}You won't last a SECOND against ME!
ru_ru: <20>{#e/undyne/1} Ты не продержишься со мной ни секунды!

source: <20>{#p/undyne}{#e/undyne/0}When I said {@fill=#f00}face towards danger{@fill=#000}...
ru_ru: <20>{#p/undyne}{#e/undyne/0} Когда я говорю, что {@ fill = #f00} подвергается опасности {@ fill = #000}.

source: <20>{#e/undyne/1}I meant face towards the bullets!
ru_ru: <20>{#e/undyne/1} Я имею в виду пулю лицом к лицу!

source: <20>{#p/undyne}{#e/undyne/3}Look.
ru_ru: <20>{#p/undyne}{#e/undyne/3} Смотрите.

source: <20>{#e/undyne/3}I gave you a spear.
ru_ru: <20>{#e/undyne/3} Я дал тебе копье.

source: <20>{#e/undyne/2}You can use that to block my attacks.
ru_ru: <20>{#e/undyne/2} Вы можете использовать его, чтобы остановить мою атаку.

source: <20>{#e/undyne/17}I should not have to explain this to YOU of all people!
ru_ru: <20>{#e/undyne/17} Из всех людей я не должен объяснять вам это!

source: <20>{#e/undyne/17}Do I have to explain this any more clearly?
ru_ru: <20>{#e/undyne/17} Должен ли я объяснить это более четко?

source: <20>{#p/undyne}{#e/undyne/6}WHAT ARE YOU DOING?
ru_ru: <20>{#p/undyne}{#e/undyne/6} Что вы делаете?

source: <20>{#e/undyne/7}JUST FACE UPWARDS!!!
ru_ru: <20>{#e/undyne/7} Просто лицом вверх!!

source: <20>{#e/undyne/5}IT'S NOT THAT HARD!!!
ru_ru: <20>{#e/undyne/5} Это не так сложно!!

source: <20>{#e/undyne/2}I wanted this to be a fair fight.
ru_ru: <20>{#e/undyne/2} Я надеюсь, что это будет честная битва.

source: <20>{#e/undyne/3}I had hoped you'd show me what you're capable of.
ru_ru: <20>{#e/undyne/3} Я надеялся, что вы продемонстрируете мне свои способности.

source: <20>{#e/undyne/4}And maybe, if you beat me like this...
ru_ru: <20>{#e/undyne/4} Может быть, если ты ударишь меня так...

source: <20>{#e/undyne/2}It'd truly show how strong you are.
ru_ru: <20>{#e/undyne/2} Это действительно покажет, насколько вы сильны.

source: <20>{#e/undyne/6}BUT NOW???
ru_ru: <20>{#e/undyne/6} Но что теперь?

source: <20>{#e/undyne/5}I DON'T CARE!
ru_ru: <20>{#e/undyne/5} Мне все равно!

source: <20>{#e/undyne/5}I'M NOT YOUR FREAKING BABYSITTER!
ru_ru: <20>{#e/undyne/5} Я не твоя бесплатная няня!

source: <20>{#e/undyne/17}Unless your babysitter...
ru_ru: <20>{#e/undyne/17} Если только не ваша няня.

source: <20>{#e/undyne/5}DOES THIS!
ru_ru: <20>{#e/undyne/5} Сделайте это!

source: <20>{#e/undyne/3}I wanted to give you a chance.
ru_ru: <20>{#e/undyne/3} Я хочу дать вам шанс.

source: <20>{#e/undyne/4}And maybe, if I beat you like this...
ru_ru: <20>{#e/undyne/4} Может быть, если я тебя так побью...

source: <20>{#e/undyne/2}It'd truly show how strong monsters can be.
ru_ru: <20>{#e/undyne/2} Это действительно покажет, насколько могущественны монстры.

source: <20>{#p/undyne}{#e/undyne/33}Too difficult? Feh.
ru_ru: Затраты.

source: <20>{#p/undyne}{#e/undyne/2}You should've thought about THAT when you had the chance.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Вы должны подумать об этом, когда у вас есть такая возможность.

source: <20>{#p/undyne}{#e/undyne/3}Not bad, not great.
ru_ru: <20>{#p/undyne}{#e/undyne/3} Неплохо, Неплохо.

source: <20>{#p/undyne}{#e/undyne/2}Papyrus certainly wouldn't be satisfied, though.
ru_ru: <20>Однако Papyrus определенно не будет доволен.

source: <20>{#p/undyne}{#e/undyne/3}So you're gonna be a little tougher than I expected.
ru_ru: <20>{#p/undyne}{#e/undyne/3} Так что вы будете более жесткими, чем я думал.

source: <20>{#p/undyne}{#e/undyne/2}Fair enough.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Справедливо.

source: <20>{#p/undyne}{#e/undyne/4}Impressive...
ru_ru: <20>{#p/undyne}{#e/undyne/4} Впечатляет.

source: <20>{#p/undyne}{#e/undyne/2}Just don't expect your luck to last long.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Просто не ожидайте, что ваша удача продлится долго.

source: <20>{#e/undyne/1}So this was your plan all along, huh?
ru_ru: <20>{#e/undyne/1} Так что это всегда был твой план, не так ли?

source: <20>{#e/undyne/5}Get me all riled up so you could face me at FULL STRENGTH?
ru_ru: <20>{#e/undyne/5} раздражает меня, чтобы ты мог полностью противостоять мне?

source: <20>{#e/undyne/0}Well then.
ru_ru: <20>{#e/undyne/0} Хорошо.

source: <20>{#e/undyne/6}Looks like WE'RE gonna have to do this the {@fill=#f00}hard way{@fill=#000}!
ru_ru: <20>{#e/undyne/6} Выглядит так, будто мы должны сделать это трудным способом {@ fill = #f00}{@ fill = #000}!

source: <20>{#e/undyne/1}Fuhuhuhu!!
ru_ru: <20>{#e/undyne/1} Фуху Хуху!!

source: <20>{#e/undyne/21}Not bad.
ru_ru: <20>{#e/undyne/21: Неплохо.

source: <20>{#e/undyne/15}But I don't have time for your games.
ru_ru: <20>{#e/undyne/15} Но у меня нет времени смотреть вашу игру.

source: <20>{#e/undyne/6}So WE'RE gonna have to do this the {@fill=#f00}hard way{@fill=#000}!
ru_ru: <20>{#e/undyne/6} Поэтому мы должны сделать это трудным способом {@ fill = #f00}{@ fill = #000}!

source: <20>{#p/undyne}{#e/undyne/1}Not bad! Then how about THIS!?
ru_ru: Как насчет этого?

source: <20>{#p/undyne}{#e/undyne/2}Let me tell you a little story.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Позвольте мне рассказать вам небольшую историю.

source: <20>{#p/undyne}{#e/undyne/0}It's been a long time since I've met a warrior like you...
ru_ru: <20>{#p/undyne}{#e/undyne/0} Я давно не встречал такого воина, как ты.

source: <20>{#p/undyne}{#e/undyne/0}For years, we've dreamed of a happy ending...
ru_ru: <20>{#p/undyne}{#e/undyne/0} В течение многих лет мы мечтали о счастливом конце.

source: <20>{#p/undyne}{#e/undyne/2}Back when I was training to be a royal guard...
ru_ru: <20>{#p/undyne}{#e/undyne/2} Возвращаясь к тому времени, когда я тренировался, чтобы стать королевской гвардией.

source: <20>{#p/undyne}{#e/undyne/2}Things weren't all starlight and roses.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Вещи не всегда звездные и розовые.

source: <20>{#p/undyne}{#e/undyne/0}And now, I've got the chance to do battle with one!
ru_ru: <20>{#p/undyne}{#e/undyne/0} Теперь у меня есть шанс сразиться с одним человеком!

source: <20>{#p/undyne}{#e/undyne/0}And now, the stars are just within reach!
ru_ru: <20>{#p/undyne}{#e/undyne/0} Теперь звезды в пределах досягаемости!

source: <20>{#p/undyne}{#e/undyne/2}Many were against me joining the guard, including my family.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Многие люди возражали против того, чтобы я присоединился к охране, включая мою семью.

source: <20>{#p/undyne}{#e/undyne/1}I'll savor this moment for as long as it lasts!
ru_ru: <20>{#p/undyne}{#e/undyne/1} Пока этот момент все еще существует, я буду наслаждаться!

source: <20>{#p/undyne}{#e/undyne/1}I won't let you snatch it away from us!
ru_ru: <20>{#p/undyne}{#e/undyne/1} Я не позволю тебе забрать его у нас!

source: <20>{#p/undyne}{#e/undyne/3}And when I lost my eye in a training accident...
ru_ru: <20>{#p/undyne}{#e/undyne/3} Когда я потерял глаз во время тренировочной аварии.

source: <20>{#p/undyne}{#e/undyne/2}I felt like I had nobody to turn to.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Я чувствую, что мне некому обратиться за помощью.

source: <20>{#p/undyne}{#e/undyne/5}NGAHHH! Enough warming up!
ru_ru: Достаточно разогреться!

source: <20>{#p/undyne}{#e/undyne/11}Howling in pain, I dragged myself across the floor...
ru_ru: <20>{#p/undyne}{#e/undyne/11: Я горько завывал и тащил себя через пол.

source: <20>{#e/undyne/3}Hoping someone would hear me.
ru_ru: <20>{#e/undyne/3} Надеюсь, кто - нибудь меня услышит.

source: <20>{#p/undyne}{#e/undyne/20}Well... you're tough!
ru_ru: <20>{#p/undyne}{#e/undyne/20} Хорошо. Ты такой сильный!

source: <20>{#p/undyne}{#e/undyne/9}Come on! Hit me already!
ru_ru: Ударь меня!

source: <20>{#e/undyne/7}Don't just stand there!
ru_ru: <20>{#e/undyne/7} Не просто стоять там!

source: <20>{#p/undyne}{#e/undyne/6}Mercy! Ha!
ru_ru: Ха!

source: <20>{#e/undyne/5}I still can't believe you want to SPARE me!
ru_ru: <20>{#e/undyne/5} Я все еще не могу поверить, что вы хотите меня уволить!

source: <20>{#p/undyne}{#e/undyne/4}Then, I heard an innocent voice.
ru_ru: <20>{#p/undyne}{#e/undyne/4} Затем я услышал невинный голос.

source: <20>{#e/undyne/3}Calling from the distance.
ru_ru: <20>{#e/undyne/3} Звоните издалека.

source: <20>{#p/undyne}{#e/undyne/0}Not that I expected anything less...
ru_ru: <20>{#p/undyne}{#e/undyne/0} не означает, что я ничего не ожидал.

source: <20>{#p/undyne}{#e/undyne/0}But even if you could beat me...
ru_ru: <20>{#p/undyne}{#e/undyne/0} Но даже если ты можешь победить меня.

source: <20>{#p/undyne}{#e/undyne/10}This isn't like you at all!
ru_ru: <20>{#p/undyne}{#e/undyne/10 Это совсем не похоже на тебя!

source: <20>{#p/undyne}{#e/undyne/3}But even if I DID spare you...
ru_ru: <20>{#p/undyne}{#e/undyne/3} Но даже если я пощадил тебя.

source: <20>{#p/undyne}{#e/undyne/2}After searching desperately for help, to no avail...
ru_ru: <20>{#p/undyne}{#e/undyne/2}, отчаянно обращаясь за помощью, не помогает.

source: <20>{#e/undyne/3}An innocent voice called my name.
ru_ru: <20>{#e/undyne/3} Невинный голос называет меня по имени.

source: <20>{#p/undyne}{#e/undyne/3}You know...
ru_ru: <20>{#p/undyne}{#e/undyne/3} Вы знаете.

source: <20>{#p/undyne}{#e/undyne/4}Even though we haven't escaped the outpost yet...
ru_ru: <20>{#p/undyne}{#e/undyne/4} Хотя мы еще не бежали от аванпоста.

source: <20>{#p/undyne}{#e/undyne/3}Honestly, I'm doing you a favor...
ru_ru: <20>{#p/undyne}{#e/undyne/3} Скажи правду, я делаю тебе одолжение.

source: <20>{#p/undyne}{#e/undyne/2}At the time, Papyrus was just a kid.
ru_ru: <20>{#p/undyne}{#e/undyne/2} В то время Papyrus был еще ребенком.

source: <20>{#p/undyne}{#e/undyne/0}Getting to fight makes me FEEL like I'm already free!
ru_ru: <20>{#p/undyne}{#e/undyne/0} Начало боя заставило меня почувствовать себя свободным!

source: <20>{#p/undyne}{#e/undyne/1}No human has EVER made it past ASGORE!
ru_ru: <20>{#p/undyne}{#e/undyne/1} Никто не может пройти ASGORE!

source: <20>{#p/undyne}{#e/undyne/3}Most kids run when they sense danger...
ru_ru: <20>{#p/undyne}{#e/undyne/3} Большинство детей убегают, когда чувствуют опасность.

source: <20>{#e/undyne/4}But not him.
ru_ru: <20>{#e/undyne/4} Но не он.

source: <20>{#p/undyne}{#e/undyne/4}Just like that one anime Alphys showed me...
ru_ru: <20>{#p/undyne}{#e/undyne/4} - это как аниме, которое Alphays показала мне.

source: <20>{#p/undyne}{#e/undyne/4}Killing you now is an act of mercy...
ru_ru: <20>{#p/undyne}{#e/undyne/4} Убить тебя сейчас - акт милосердия.

source: <20>{#p/undyne}{#e/undyne/2}All that mattered to him was that someone was hurting.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Для него важно, чтобы кто - то пострадал.

source: <20>{#e/undyne/2}Someone he could- No, HAD to help.
ru_ru: Нет, я должен помочь.

source: <20>{#p/undyne}{#e/undyne/1}No matter how awful being trapped out here can be...
ru_ru: <20>{#p/undyne}{#e/undyne/1} Независимо от того, насколько страшно быть запертым здесь.

source: <20>{#e/undyne/0}It won't stop us from doing what we love!
ru_ru: <20>{#e/undyne/0} Это не мешает нам делать то, что нам нравится!

source: <20>{#p/undyne}{#e/undyne/6}So STOP being so damn resilient!
ru_ru: <20>{#p/undyne}{#e/undyne/6} Так что перестаньте быть таким гибким!

source: <20>{#p/undyne}{#e/undyne/4}'Cause that's just who he was.
ru_ru: <20>{#p/undyne}{#e/undyne/4} Потому что он такой.

source: <20>{#p/undyne}{#e/undyne/3}Right to the end.
ru_ru: <20>{#p/undyne}{#e/undyne/3} До конца.

source: <20>{#p/undyne}{#e/undyne/1}... but man, you really don't know when to quit!
ru_ru: <20>{#p/undyne}{#e/undyne/1}. Но, чувак, ты действительно не знаешь, когда надо уходить!

source: <20>{#e/undyne/17}How'd you manage to get this strong!?
ru_ru: <20>{#e/undyne/17} Как ты стал таким сильным?

source: <20>{#p/undyne}{#e/undyne/5}What the hell are humans made out of!?
ru_ru: <20>{#p/undyne}{#e/undyne/5} Из чего состоит человечество?

source: <20>{#p/undyne}{#e/undyne/4}For all my bravado, courage, and strength of will...
ru_ru: <20>{#p/undyne}{#e/undyne/4} Несмотря на мой блеф, мужество и силу воли.

source: <20>{#e/undyne/11}Even I didn't have what it took to be like him.
ru_ru: <20>{#e/undyne/11: Даже я не стал таким, как он.

source: <20>{#p/undyne}{#e/undyne/5}Anyone else would've GIVEN UP by now!
ru_ru: <20>{#p/undyne}{#e/undyne/5} Все остальные сейчас сдадутся!

source: <20>{#p/undyne}{#e/undyne/5}Anyone else would be DEAD by now!
ru_ru: <20>{#p/undyne}{#e/undyne/5} Все остальные теперь мертвы!

source: <20>{#p/undyne}{#e/undyne/2}You didn't just kill a friend, or a student.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Вы убиваете не только друга или студента.

source: <20>{#e/undyne/2}You killed the one person who would've forgiven you for it.
ru_ru: <20>{#e/undyne/2} Вы убили человека, который простит вас.

source: <20>{#p/undyne}{#e/undyne/3}Then again, you've had time to train...
ru_ru: <20>{#p/undyne}{#e/undyne/3} Повторите еще раз, у вас есть время тренироваться.

source: <20>{#p/undyne}{#e/undyne/7}Are you even listening to me!?
ru_ru: <20>{#p/undyne}{#e/undyne/7} Ты меня слушаешь?

source: <20>{#p/undyne}{#e/undyne/3}Huh? Don't tell me you're ACTUALLY giving up...
ru_ru: Не говори мне, что ты действительно сдался.

source: <20>{#p/undyne}{#e/undyne/8}And sparing me won't do anything!!
ru_ru: <20>{#p/undyne}{#e/undyne/8} Дай мне ничего не сделать!

source: <20>{#p/undyne}{#e/undyne/11}With him and so many others gone...
ru_ru: <20>{#p/undyne}{#e/undyne/11: Он и многие другие ушли.

source: <20>{#p/undyne}{#e/undyne/11}With him gone...
ru_ru: <20>{#p/undyne}{#e/undyne/11: Он ушел.

source: <20>{#p/undyne}{#e/undyne/2}The only mercy YOU'RE going to get...
ru_ru: <20>{#p/undyne}{#e/undyne/2} Единственная жалость, которую вы можете получить.

source: <20>{#p/undyne}{#e/undyne/1}... is a quick death at the end of MY spear!
ru_ru: <20>{#p/undyne}{#e/undyne/1}. Быстрая смерть в конце моего копья!

source: <20>{#p/undyne}{#e/undyne/18}All those other monsters you fought...
ru_ru: <20>{#p/undyne}{#e/undyne/18} Все остальные монстры, с которыми вы сражаетесь.

source: <20>{#p/undyne}{#e/undyne/1}THAT'S the source of your power!
ru_ru: <20>{#p/undyne}{#e/undyne/1} Это источник вашей силы!

source: <20>{#p/undyne}{#e/undyne/9}Come on!
ru_ru: <20>{#p/undyne}{#e/undyne/9} Давай!

source: <20>{#p/undyne}{#e/undyne/5}Come on, I'm GIVING you an opening here!
ru_ru: <20>{#p/undyne}{#e/undyne/5} Давай, я дам тебе шанс!

source: <20>{#p/undyne}{#e/undyne/1}Seriously.
ru_ru: <20>{#p/undyne}{#e/undyne/1} Скажи правду.

source: <20>{#p/undyne}{#e/undyne/11}You know, punk...
ru_ru: <20>{#p/undyne}{#e/undyne/11 - Ты знаешь, панк...

source: <20>{#p/undyne}{#e/undyne/2}It's rude to interrupt people when they're monologuing.
ru_ru: <20>{#p/undyne}{#e/undyne/2} Было бы невежливо прерывать людей во время их монологов.

source: <20>{#p/undyne}{#e/undyne/11}... You're going to pay for what you did to him...
ru_ru: Ты заплатишь за все, что сделал с ним.

source: <20>{#p/undyne}{#e/undyne/2}... and all the other monsters you've slaughtered.
ru_ru: <20>{#p/undyne}{#e/undyne/2}. И всех остальных монстров, которых ты убил.

source: <20>{#p/undyne}{#e/undyne/2}... You're going to pay for what you did to him.
ru_ru: Ты заплатишь за то, что сделал с ним.

source: <20>{#p/undyne}{#e/undyne/17}Keep a close eye on my attacks, and maybe...
ru_ru: <20>{#p/undyne}{#e/undyne/17} внимательно следит за моей атакой, возможно...

source: <20>{#p/undyne}{#e/undyne/5}... you'll be smart enough to know when to let 'em through!
ru_ru: <20>{#p/undyne}{#e/undyne/5}. Вы будете достаточно умны, чтобы знать, когда их пропустить!

source: <20>{#p/undyne}{#e/undyne/2}Y'know, Alphys told me humans can be determined...
ru_ru: <20>{#p/undyne}{#e/undyne/2} Знаете ли вы, что Альфис сказал мне, что люди могут быть идентифицированы.

source: <20>{#p/undyne}{#e/undyne/1}Feh. Determination will only get you so far.
ru_ru: Решимость приведет вас только к этому шагу.

source: <20>{#p/undyne}{#e/undyne/1}Still going!?
ru_ru: <20>{#p/undyne}{#e/undyne/1} Все еще продолжается!?

source: <20>{#p/undyne}{#e/undyne/17}Ha... Alphys told me humans can be determined...
ru_ru: Альфис сказал мне, что люди могут быть уверены.

source: <20>{#p/undyne}{#e/undyne/1}Alphys told me humans can be determined...
ru_ru: <20>{#p/undyne}{#e/undyne/1} Альфис говорит мне, что человечество может быть определено.

source: <20>{#p/undyne}{#e/undyne/1}I see now what she meant by that!
ru_ru: <20>{#p/undyne}{#e/undyne/1} Теперь я понимаю, что она имела в виду!

source: <20>{#p/undyne}{#e/undyne/1}But you know what?
ru_ru: <20>{#p/undyne}{#e/undyne/1} Но знаете ли вы?

source: <20>{#e/undyne/1}I'm determined, too!
ru_ru: <20>{#e/undyne/1} Я тоже решил!

source: <20>{#p/undyne}{#e/undyne/1}But I'm determined, too!
ru_ru: <20>{#p/undyne}{#e/undyne/1} Но я тоже решил!

source: <20>{#p/undyne}{#e/undyne/5}Determined to show you who's BOSS!
ru_ru: <20>{#p/undyne}{#e/undyne/5} Решено показать вам, кто такой босс!

source: <20>{#p/undyne}{#e/undyne/6}Determined to end this RIGHT NOW!!
ru_ru: <20>{#p/undyne}{#e/undyne/6} Решить немедленно положить конец всему этому!!
