Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>{#p/story}* RADTILE - ATK 24 DEF 12 * Things aren't looking so hot for this cool crocodile.
ru_ru: * Для этого крутого крокодила все не выглядит так жарко.

source: <33>{#p/story}* RADTILE - ATK 24 DEF 12 * This cool crocodile is on fire.
ru_ru: * Этот крутой крокодил горит.

source: <32>{#p/story}* RADTILE - ATK 24 DEF 12 * When it comes to romance, this cool crocodile is stone cold.
ru_ru: * Говоря о романтике, этот крутой крокодил замерз, как камень.

source: * Radtile
ru_ru: :: Радиоактивные материалы

source: <32>{#p/asriel2}* Radtile.
ru_ru: <32>{#p/asriel2}* Радиоактивность.

source: <32>{#p/kidding}* Not this guy...
ru_ru: <32>{#p/Шутка}* Не этот парень.

source: <32>{#p/story}* Radtile makes an impression!
ru_ru: <32>{#p/story}* Радтил впечатляет!

source: <32>{#p/kidding}* That sure is an interesting hat he's got on his head.
ru_ru: <32>{#p/Шутка}* Шляпа, которую он носил на голове, была забавной.

source: <32>{#p/story}* Radtile adjusts his hat.
ru_ru: <32>{#p/story}* Radtile настраивает свою шляпу.

source: <32>{#p/kidding}* Everyone around here just loves Raddy's little mirror.
ru_ru: <32>{#p/Шутка}* Все здесь очень любят маленькое зеркало Радия.

source: <32>{#p/story}* Radtile looks deeply into his mirror image.
ru_ru: <32>{#p/story}* Radtile пристально смотрит на свое отражение.

source: <32>{#p/kidding}* What's he doing, anyway?
ru_ru: <32>{#p/Шутка}* Что именно он делает?

source: <32>{#p/story}* Radtile is making gestures to improve his cool factor.
ru_ru: <32>{#p/story}* Radtile делает жесты, чтобы улучшить свой крутой фактор.

source: <32>{#p/kidding}* I wonder what his face looks like.
ru_ru: <32>{#p/Шутка}* Я хочу знать, как выглядит его лицо.

source: <32>{#p/story}* Smells like an old skatepark.
ru_ru: <32>{#p/story}* Пахнет как старый скейтпарк.

source: <08>{#p/basic}{~}Check it.
ru_ru: <08>{#p/basic}{~} Проверьте.

source: <08>{#p/basic}{~}Take a looksie.
ru_ru: <08>{#p/basic}{~} Взгляните.

source: <08>{#p/basic}{~}Sneak a peek..
ru_ru: <08>А. #p/basic. ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ ~ Взгляните тайком.

source: <08>{#p/basic}{~}Give it a gaze..
ru_ru: <08>{#p/basic}{~} Взгляните.

source: <08>{#p/basic}{~}Meh.
ru_ru: <08>{#p/basic}{~} Хорошо.

source: <08>{#p/basic}{~}Whatever.
ru_ru: <08>{#p/basic}{~} Как угодно.

source: <08>{#p/basic}{~}Very un- cool.
ru_ru: <08>{#p/basic}{~} Очень не круто.

source: <32>{#p/human}* (You tell Radtile he's as cool as a quantum cucumber.)
ru_ru: <32>{#p/human}* (Вы сказали Radtile, что он классный).

source: <32>{#p/human}* (You tell Radtile his scars make him look tougher.)
ru_ru: <32>{#p/human}* (Вы сказали Radtile, что его шрамы делают его более сильным.)

source: <08>{#p/basic}{~}Were you really lookin'?
ru_ru: <08>{#p/basic}{~} Вы действительно смотрите?

source: <08>{#p/basic}{~}Check first, opinions later.
ru_ru: <08>AU #p/basic ~ Ϡ Сначала проверьте, а затем выскажите свое мнение.

source: <08>{#p/basic}{~}Show and tell, in that order.
ru_ru: <08>{#p/basic}{~} Показать и рассказывать в порядке.

source: <08>{#p/basic}{~}You're a liar, anyway.
ru_ru: <08>{#p/basic}{~} В любом случае, вы лжец.

source: <32>{#p/kidding}* Yeah, I don't think that's gonna work now, dude...
ru_ru: <32>{#p/Шутка}* Да, я чувствую, что сейчас нет, чувак...

source: <32>{#p/story}* Radtile isn't having it.
ru_ru: <32>{#p/story}* Radtile Без него.

source: <08>{#p/basic}{~}Woah, hey, hold on..
ru_ru: <08>{#p/basic}{~} Вау, эй, и так далее.

source: <32>{#p/kidding}* Maybe if you show him you're checking him out first...?
ru_ru: <32>{#p/Шутка}* Возможно, если вы сначала покажите ему, что вы смотрите на него.

source: <32>{#p/story}* Radtile wants you to check him out first.
ru_ru: <32>{#p/story}* Radtile хочет, чтобы вы сначала посмотрели на него.

source: <08>{#p/basic}{~}Study me, heh heh.
ru_ru: <08>{#p/basic}{~} Изучайте меня, ха.

source: <08>{#p/basic}{~}Right on.
ru_ru: <08>{#p/basic}{~} Правильно.

source: <32>{#p/kidding}* You did it! * ... can we leave now?
ru_ru: * ..... Мы можем идти?

source: <32>{#p/story}* Radtile's feeling a whole lot cooler than before.
ru_ru: <32>{#p/story}* Radtile чувствует себя лучше, чем раньше.

source: <08>{#p/basic}{~}You're the coolest.
ru_ru: <08>{#p/basic}{~} Ты самый крутой.

source: <08>{#p/basic}{~}Let's rock 'n' roll.
ru_ru: <08>{#p/basic}{~} Давайте рок - н - ролл.

source: <08>{#p/basic}{~}.. cool.
ru_ru: <08>А. #p/basic. Круто!

source: <32>{#p/kidding}* Uh...
ru_ru: <32>{#p/Шутка}* Э...

source: <32>{#p/story}* Radtile is not amused.
ru_ru: <32>{#p/story}* Radtile не кажется смешным.

source: <32>{#p/human}* (You call Radtile a loser, and tell him to shut up.)
ru_ru: <32>{#p/human}* (Вы называете Radtile неудачником и заткните его.)

source: <32>{#p/human}* (You mock Radtile's bruises, and tell him to go away.)
ru_ru: <32>{#p/human}* (Ты смеешься над синяками Радтиры и отпускаешь его прочь).

source: <32>{#p/human}* (You beckon Radtile.)
ru_ru: <32>{#p/human}* (Ты машешь Ладве.)

source: <32>{#p/human}* (You tell Radtile he's beautiful no matter how disfigured he is.)
ru_ru: <32>{#p/human}* (Вы говорите Radtile, какой бы уродливой он ни был, он красивый).

source: <08>{#p/basic}{~}And what if I don't?
ru_ru: <08>{#p/basic}{~} Что если я этого не сделаю?

source: <32>{#p/story}* Radtile keeps his distance.
ru_ru: <32>{#p/story}* Radtile Держите дистанцию.

source: <08>{#p/basic}{~}Come to take another look?
ru_ru: <08>{#p/basic}{~} Посмотрите еще раз?

source: <32>{#p/kidding}* Ah, we're going in circles!
ru_ru: <32>{#p/Шутка}* Ах, мы ходим кругами!

source: <32>{#p/story}* Radtile gives you a chance.
ru_ru: <32>{#p/story}* Radtile дает вам шанс.

source: <32>{#p/kidding}* This isn't looking good...
ru_ru: <32>{#p/Шутка}* Это выглядит не очень хорошо.

source: <32>{#p/story}* Radtile's teeth are beginning to fall out.
ru_ru: <32>{#p/story}* У Radtile начинают выпадать зубы.

source: <32>{#p/asriel2}* Doge, the callous dog. * Cares only for her work.
ru_ru: * Заботится только о ее работе.

source: <32>{#p/story}* DOGE - ATK 14 DEF 10 * Pronounced "dohj." Soft j. * Member of the ELITE squad.
ru_ru: * Члены элитной команды.

source: <32>{#p/human}* (You flirt with Doge.)
ru_ru: <32>{#p/human}* (Вы флиртуете с собакой).

source: <32>{#p/basic}* Doge ignores your attempts at flattery.
ru_ru: <32>{#p/basic}* Doge игнорирует ваши попытки льстить.

source: <32>{#p/basic}* Doge smiles in return.
ru_ru: <32>{#p/basic}* Собаки тоже смеются.

source: <32>{#p/basic}* Doge, despondent, was unreceptive to your remark.
ru_ru: <32>{#p/basic}* Doge расстроен и не принимает ваши слова.

source: <32>{#p/basic}* Doge doesn't react in any strong way.
ru_ru: <32>{#p/basic}* Реакция Doge не была сильной.

source: <32>{#p/basic}* Doge is giving it her all to resist you.
ru_ru: <32>{#p/basic}* Doge делает все возможное, чтобы противостоять вам.

source: <32>{#p/human}* (You flirt with Doge again.)
ru_ru: <32>{#p/human}* (Ты снова флиртуешь с собакой.)

source: <32>{#p/basic}* Doge can't keep this up for much longer...
ru_ru: <32>{#p/basic}* Doge больше не может быть таким.

source: <32>{#p/human}* (You muster your courage, and call Doge a little munchkin.)
ru_ru: <32>{#p/human}* (Вы набрались смелости и назвали Доджи карликом.)

source: <32>{#p/basic}* Doge tries not to react, but finds herself blushing.
ru_ru: <32>{#p/basic}* Доге пытается не реагировать, но оказывается покрасневшим.

source: <32>* She squirms and she struggles, but there's no hiding what's on her face.
ru_ru: <32>* Она крутит тело, борется, но выражение ее лица не может скрыться.

source: <32>* Thoroughly embarrassed, Doge flees the scene...
ru_ru: <32>* Собака очень смущенно сбежала с места происшествия.

source: <32>{#p/human}* (You suggest Doge get a shower.)
ru_ru: <32>{#p/human}* (Вы рекомендуете собакам принимать ванну.)

source: <32>{#p/basic}* Doge rips open a pipe from the ceiling... water comes flooding out.
ru_ru: <32>{#p/basic}* Doge срывает трубку с потолка. Вода хлынула.

source: <32>* It's cold, but she doesn't seem to mind...
ru_ru: <32>* Холодно, но она, кажется, не против.

source: <32>* Soon, the water runs dry. * Doge relaxes a little...
ru_ru: * Собака немного расслабилась.

source: <32>{#p/story}* Doge's ATTACK down!
ru_ru: <32>{#p/story}* Нападение щенка!

source: <32>{#p/human}* (You suggest Doge get a shower, but she wasn't in the mood yet.)
ru_ru: <32>{#p/human}* (Вы советуете Доге принять ванну, но она еще не в настроении).

source: <32>{#p/basic}* Doge does not seem concerned for her hygiene.
ru_ru: <32>{#p/basic}* Doge, похоже, не заботится о своей гигиене.

source: <32>{#p/human}* (You suggest Doge get a shower, but it was too late.)
ru_ru: <32>{#p/human}* (Вы рекомендуете собакам принимать ванну, но уже слишком поздно).

source: <32>{#p/human}* (But Doge was already clean.)
ru_ru: <32>{#p/human}* (но Дорджи уже чист).

source: <32>{#p/story}* Doge is a little smarter than the average dog.
ru_ru: <32>{#p/story}* Собаки умнее обычных собак.

source: <32>{#p/human}* (You throw the spanner.) * (Doge intercepts your throw, launching it back at you.)
ru_ru: * (Доге перехватил ваш бросок и бросил его обратно вам.)

source: <32>{#p/basic}* The spanner bonks you directly in the head!
ru_ru: <32>{#p/basic}* гаечный ключ прямо в голову!

source: <32>{#p/story}* SPEED down!
ru_ru: <32>{#p/story}* Замедление!

source: <32>{#p/asriel2}* Maybe don't try that again.
ru_ru: <32>{#p/asriel2}* Возможно, больше не стоит пытаться.

source: <32>{#p/human}* (You throw the spanner.) * (Doge, inspired, picks it up and brings it back to you.)
ru_ru: * (Собака вдохновлена, подобрала ее и вернула вам.)

source: <32>{#p/human}* (You throw the spanner.) * (Doge, exhausted, ignores it.)
ru_ru: * (Собака истощена и игнорирует ее.)

source: <32>{#p/story}* Doge questions the intention behind your advances.
ru_ru: <32>{#p/story}* Doge ставит под сомнение намерения, стоящие за вашим продвижением вперед.

source: <32>{#p/story}* Doge blushes slightly.
ru_ru: <32>{#p/story}* Доге слегка покраснел.

source: <32>{#p/story}* Doge sighs apathetically.
ru_ru: <32>{#p/story}* Доге вздохнул равнодушно.

source: <32>{#p/story}* Doge is trying desperately to pretend she's just fine.
ru_ru: <32>{#p/story}* Doge отчаянно притворяется, что он хорош.

source: * Doge
ru_ru: * Щенок

source: <11>{#p/basic}{~}Ah...
ru_ru: <11>{#p/basic}{~}.

source: <32>{#p/human}* (You try to pet Doge.)
ru_ru: <32>{#p/human}* (Вы пытаетесь погладить собаку).

source: <32>{#p/basic}* Doge hesitantly reaches her head up to meet your hand.
ru_ru: <32>{#p/basic}* Doge колеблется, чтобы поднять голову и поприветствовать вашу руку.

source: <32>* You make contact. * Her face lights up. * She gives you a big smile.
ru_ru: * Она дала тебе большую улыбку.

source: <32>* All her pent-up stress has finally been released.
ru_ru: <32>* Ее подавленное давление наконец - то было освобождено.

source: <32>* Doge is no longer interested in fighting you.
ru_ru: Собака больше не хочет с тобой драться.

source: <32>{#p/human}* (You try to pet Doge, but she can't be reached yet.)
ru_ru: <32>{#p/human}* (Вы пытаетесь погладить собаку, но еще не можете связаться с ней).

source: <32>{#p/basic}* Doge does not care for your attempts at affection.
ru_ru: <32>{#p/basic}* Doge не заботится о ваших эмоциональных попытках.

source: <32>{#p/human}* (You try to pet Doge, but it was too late.)
ru_ru: <32>{#p/human}* (Вы пытаетесь погладить собаку, но уже слишком поздно).

source: <32>{#p/human}* (You try to pet Doge again.)
ru_ru: <32>{#p/human}* (Вы пытаетесь снова погладить собаку).

source: <32>{#p/basic}* Doge laps up your love like it's the first time she's been cared for in years...
ru_ru: <32>{#p/basic}* Собака лизает вашу любовь, как будто за ней впервые за многие годы ухаживают.

source: <32>{#p/human}* (You try to pet Doge yet again.)
ru_ru: <32>{#p/human}* (Вы снова пытаетесь погладить собаку).

source: <32>{#p/basic}* Doge has reached nirvana.
ru_ru: <32>{#p/basic}* Doge достиг нирваны.

source: <32>{#p/human}* (You continue petting Doge.)
ru_ru: <32>{#p/human}* (Вы продолжаете ласкать собаку.)

source: <32>{#p/basic}* Is this even legal?
ru_ru: <32>{#p/basic}* Это законно?

source: <32>{#p/human}* (You pet Doge some more.)
ru_ru: <32>{#p/human}* (Вы поглаживаете щенка еще немного).

source: <32>{#p/basic}* Doge flops on the ground.
ru_ru: <32>{#p/basic}* Собака упала на землю.

source: <32>{#p/human}* (You give Doge a side rub.)
ru_ru: <32>{#p/human}* (Вы делаете собаке боковой массаж).

source: <32>{#p/basic}* Doge is drooling...
ru_ru: <32>{#p/basic}* У собаки слюни текут.

source: <32>{#p/human}* (You pet Doge.)
ru_ru: <32>{#p/human}* (Ваша домашняя собака).

source: <32>{#p/basic}* It continues.
ru_ru: <32>{#p/basic}* Он продолжается.

source: <32>{#p/human}* (But Doge was too antsy to be pet.)
ru_ru: <32>{#p/human}* (но собака слишком беспокойная, чтобы быть домашним животным).

source: <32>{#p/story}* Doge struts towards you.
ru_ru: <32>{#p/story}* Щенок шагает к вам с высоко поднятой головой.

source: <32>{#p/story}* Doge studies your stance, and deems it lacking.
ru_ru: <32>{#p/story}* Doge изучил вашу позицию и считает, что ей не хватает.

source: <32>{#p/story}* Doge fiddles with her spear.
ru_ru: <32>{#p/story}* Щенок играет с ее копьем.

source: <32>{#p/story}* Doge needs a good washdown.
ru_ru: <32>{#p/story}* Doge нужно хорошо промыть.

source: <32>{#p/story}* Doge double-checks her stance.
ru_ru: <32>{#p/story}* Doge тщательно изучил ее позу.

source: <32>{#p/story}* Doge is dripping wet.
ru_ru: <32>{#p/story}* Собака промокла.

source: <32>{#p/story}* Doge's hygiene remains unchanged, much to her dismay.
ru_ru: <32>{#p/story}* Состояние здоровья Доге не изменилось, что расстраивает ее.

source: <32>{#p/story}* Doge thinks of her duty.
ru_ru: <32>{#p/story}* Doge думает о своей ответственности.

source: <32>{#p/story}* Doge thinks of her colleagues.
ru_ru: <32>{#p/story}* Doge вспоминает своих коллег.

source: <32>{#p/story}* Doge seeks a little adventure.
ru_ru: <32>{#p/story}* Doge ищет немного приключений.

source: <32>{#p/story}* Doge ponders the meaning of her duty.
ru_ru: <32>{#p/story}* Doge размышляет о значении своих обязанностей.

source: <32>{#p/story}* Doge thinks of her honor.
ru_ru: <32>{#p/story}* Доге вспомнил о своей чести.

source: <32>{#p/story}* Doge thinks of her friends.
ru_ru: <32>{#p/story}* Doge вспомнила о своей подруге.

source: <32>{#p/story}* Doge relaxes back into her standard pose.
ru_ru: <32>{#p/story}* Doge расслабляется и возвращается к своей стандартной позе.

source: <32>{#p/story}* Doge regains her composure.
ru_ru: <32>{#p/story}* Doge восстановил спокойствие.

source: <32>{#p/story}* Doge remembers an old colleague fondly.
ru_ru: <32>{#p/story}* Doge с нежностью вспоминает старого коллегу.

source: <32>{#p/story}* Doge keeps a cool head.
ru_ru: <32>{#p/story}* Doge Спокойный ум.

source: <32>{#p/story}* Doge takes a deep breath.
ru_ru: <32>{#p/story}* Doge Сделайте глубокий вдох.

source: <32>{#p/story}* Doge breaks into a cold sweat.
ru_ru: <32>{#p/story}* Doge выходит холодный пот.

source: <32>{#p/story}* Doge seeks affection.
ru_ru: <32>{#p/story}* Doge ищет чувства.

source: <32>{#p/story}* Doge remains intent.
ru_ru: <32>{#p/story}* Doge остается преднамеренным.

source: <32>{#p/story}* Doge could use a helping hand.
ru_ru: <32>{#p/story}* Doge Требуется помощь.

source: <32>{#p/story}* Doge's breath shortens.
ru_ru: <32>{#p/story}* Дыхание Doge сокращается.

source: <32>{#p/story}* Doge just wants to be pet.
ru_ru: <32>{#p/story}* Собака просто хочет быть домашним животным.

source: <32>{#p/story}* Doge is hyperventilating.
ru_ru: <32>{#p/story}* Доге одышка.

source: <32>{#p/story}* Doge is satisfied.
ru_ru: <32>{#p/story}* Doge Доволен.

source: <32>{#p/story}* Doge stands patiently before you in surrender.
ru_ru: <32>{#p/story}* Собака терпеливо стоит перед вами и сдается.

source: <11>{#p/basic}{~}I know what you've been doing.
ru_ru: <11>{#p/basic}{~} Я знаю, что вы делали.

source: <11>{#p/basic}{~}The captain warned us about your arrival.
ru_ru: <11>{#p/basic}{~} Капитан предупредил нас о вашем прибытии.

source: <11>{#p/basic}{~}All those you two have hurt together...
ru_ru: <11>{#p/basic}{~} Вы двое причиняете боль вместе.

source: <11>{#p/basic}{~}Have you truly lost yourselves this badly?
ru_ru: <11>{#p/basic}{~} Вы действительно так потеряли себя?

source: <11>{#p/basic}{~}All that carnage...
ru_ru: <11>{#p/basic}{~} Все массовые убийства.

source: <11>{#p/basic}{~}Did you ever once feel remorse?
ru_ru: <11>{#p/basic}{~} Вы когда - нибудь чувствовали раскаяние?

source: <11>{#p/basic}{~}The canine unit...
ru_ru: <11>{#p/basic}{~} Служба служебных собак.

source: <11>{#p/basic}{~}You killed them all!
ru_ru: <11>{#p/basic}{~} Ты убил их всех!

source: <11>{#p/basic}{~}As such, I have been on extended patrol.
ru_ru: <11>{#p/basic}{~} Поэтому я проводил длительные патрули.

source: <11>{#p/basic}{~}Mind you... it is quite dirty here.
ru_ru: <11>{#p/basic}{~} Пожалуйста, обратите внимание. Здесь грязно.

source: <11>{#p/basic}{~}It is a difficult conclusion to avoid...
ru_ru: <11>{#p/basic}{~} Это неизбежный вывод.

source: <11>{#p/basic}{~}But I see no alterna- tive.
ru_ru: <11>{#p/basic}{~} Но я не вижу других вариантов.

source: <11>{#p/basic}{~}You could have surrendered at any moment...
ru_ru: <11>{#p/basic}{~} Вы можете сдаться в любой момент.

source: <11>{#p/basic}{~}Yet you chose violence.
ru_ru: <11>{#p/basic}{~} Но вы выбрали насилие.

source: <11>{#p/basic}{~}How pleasant...
ru_ru: <11>{#p/basic}{~} Как приятно.

source: <11>{#p/basic}{~}But we are ELITE squad members, I suppose.
ru_ru: <11>{#p/basic}{~} Но я думаю, что мы элитные игроки.

source: <11>{#p/basic}{~}We must adapt to any situation.
ru_ru: <11>{#p/basic}{~} Мы должны адаптироваться к любой ситуации.

source: <11>{#p/basic}{~}When I first joined the ELITE squad...
ru_ru: <11>{#p/basic}{~} Когда я впервые присоединился к элитной команде.

source: <11>{#p/basic}{~}Part of me doubted Undyne's stance on humans...
ru_ru: <11>{#p/basic}{~} Я отчасти сомневаюсь в позиции Ундина по отношению к человечеству.

source: <11>{#p/basic}{~}Too much water in my hair...
ru_ru: <11>{#p/basic}{~} Слишком много воды в моих волосах.

source: <11>{#p/basic}{~}When I asked to join the ELITE squad...
ru_ru: <11>{#p/basic}{~} Когда я прошу присоединиться к элитной команде.

source: <11>{#p/basic}{~}I never imagined I'd make it in.
ru_ru: <11>{#p/basic}{~} Я никогда не думал, что добьюсь успеха.

source: <11>{#p/basic}{~}But after what you've done...
ru_ru: <11>{#p/basic}{~} Но после того, как вы сделали это.

source: <11>{#p/basic}{~}There's no more doubt in my mind.
ru_ru: <11>{#p/basic}{~} Я больше не сомневаюсь.

source: <11>{#p/basic}{~}Well. Nothing beats a nice walk.
ru_ru: Нет ничего лучше, чем прогулка.

source: <11>{#p/basic}{~}{#f.batmusic1}Just a moment.
ru_ru: <11>{#p/basic}{~}{#f.batmusic1} Пожалуйста, подождите.

source: <11>{#p/basic}{~}There, all dry now. Back to fighting, yes?
ru_ru: Вернуться в бой, да?

source: <11>{#p/basic}{~}But after that dummy called it quits...
ru_ru: <11>{#p/basic}{~} Но после того, как этот дурак вышел...

source: <11>{#p/basic}{~}I became the next in line.
ru_ru: <11>{#p/basic}{~} Я стал следующим в очереди.

source: <11>{#p/basic}{~}And you, Asriel... a traitor to your own kind...
ru_ru: <11>{#p/basic}{~} И ты, Аслиль. Предал себе подобных.

source: <11>{#p/basic}{~}It is hard to believe you were once to be our king.
ru_ru: <11>{#p/basic}{~} Трудно поверить, что ты был нашим королем.

source: <11>{#p/basic}{~}It would be wise for you to surrender.
ru_ru: <11>{#p/basic}{~} Вы сдались мудро.

source: <11>{#p/basic}{~}Not that you know how.
ru_ru: <11>{#p/basic}{~} не означает, что вы знаете, как это сделать.

source: <12>{#p/basic}{~}Doggo was the newest recruit to the canines.
ru_ru: <12>{#p/basic}{~} Догго является последним членом семейства собак.

source: <11>{#p/basic}{~}Some saw his blindness as a weakness...
ru_ru: <11>{#p/basic}{~} Некоторые считают его слепоту слабостью.

source: <11>{#p/basic}{~}But he had so much promise.
ru_ru: <11>{#p/basic}{~} Но у него много надежд.

source: <11>{#p/basic}{~}You've sure been walking for a while.
ru_ru: <11>{#p/basic}{~} Вы определенно давно ушли.

source: <11>{#p/basic}{~}How much stamina do YOU have?
ru_ru: <11>{#p/basic}{~} Насколько вы выносливы?

source: <11>{#p/basic}{~}Apologies. There is much on my mind.
ru_ru: У меня много мыслей.

source: <11>{#p/basic}{~}It has been a difficult line of work...
ru_ru: <11>{#p/basic}{~} Это трудная работа.

source: <11>{#p/basic}{~}Even Undyne herself has moments of doubt.
ru_ru: <11>{{#p/basic}{~} Даже у самой Ундин есть сомнения.

source: <11>{#p/basic}{~}... do not tell her I shared that.
ru_ru: <11>{#p/basic}{~}. Не говори ей, что я поделился этим.

source: <11>{#p/basic}{~}Is this really the fate that befalls us?
ru_ru: <11>{#p/basic}{~} Это действительно наша судьба?

source: <11>{#p/basic}{~}A vile prince and his human partner...
ru_ru: <11>{#p/basic}{~} Подлый принц и его человеческий спутник.

source: <11>{#p/basic}{~}... on a mission to kill us all?
ru_ru: <11>{#p/basic}{~}. Выполнить задание убить всех нас?

source: <11>{#p/basic}{~}For life, you show nothing but contempt.
ru_ru: <11>{#p/basic}{~} Для жизни вы будете проявлять только презрение.

source: <11>{#p/basic}{~}At every turn, you treat us as inferior.
ru_ru: <11>{#p/basic}{~} На каждом поворотном моменте вы ставите нас в настоящее время ждать.

source: <11>{#p/basic}{~}Canis Minor was Canis Major's underling.
ru_ru: <11>{#p/basic}{~} Маленький Ганис является подчиненным Большого Ганиса.

source: <11>{#p/basic}{~}Its unique perspective helped in unexpected ways...
ru_ru: <11>{#p/basic}{~} Его уникальная перспектива помогает неожиданным образом.

source: <11>{#p/basic}{~}Even if it was often mis- understood.
ru_ru: <11>{#p/basic}{~} Даже если это часто неправильно понимается.

source: <11>{#p/basic}{~}Clearly more than I antici- pated...
ru_ru: <11>{#p/basic}{~} явно больше, чем я ожидал.

source: <11>{#p/basic}{~}(Sigh...)
ru_ru: <11>{#p/basic}{~} (вздох...)

source: <11>{#p/basic}{~}After all is said and done...
ru_ru: <11>{#p/basic}{~} В конце концов сказал и сделал.

source: <11>{#p/basic}{~}I can't decide which of you is worse.
ru_ru: <11>{#p/basic}{~} Я не могу судить, кто из вас хуже.

source: <11>{#p/basic}{~}Now, it is your turn.
ru_ru: <11>{#p/basic}{~} Теперь твоя очередь.

source: <11>{#p/basic}{~}Your turn to be treated as inferior.
ru_ru: <11>{#p/basic}{~} Ваша очередь считаться низшим классом.

source: <11>{#p/basic}{~}Dogamy and Dogaressa, a duo of dilligence.
ru_ru: <11>{#p/basic}{~} Догами и Догареза, два трудолюбивых человека.

source: <11>{#p/basic}{~}Before they met, they often misbehaved.
ru_ru: <11>{#p/basic}{~} До встречи они часто вели себя плохо.

source: <11>{#p/basic}{~}But once together, they could do ANYTHING.
ru_ru: <11>{#p/basic}{~} Но как только они вместе, они могут сделать все, что угодно.

source: <11>{#p/basic}{~}Can we really keep going like this?
ru_ru: <11>{#p/basic}{~} Можем ли мы действительно продолжать делать это?

source: <11>{#p/basic}{~}This battle is starting to drag on.
ru_ru: <11>{#p/basic}{~} Эта битва начала затягиваться.

source: <11>{#p/basic}{~}Suffice it to say...
ru_ru: <11>{#p/basic}{~} Просто скажи.

source: <11>{#p/basic}{~}This, I did not expect.
ru_ru: <11>{#p/basic}{~} Это то, чего я не ожидал.

source: <11>{#p/basic}{~}Canis Major was there when the canine unit was formed.
ru_ru: <11>{#p/basic}{~} Когда была создана собачья единица, там были крупные собаки.

source: <11>{#p/basic}{~}Along with its master, it led the unit well.
ru_ru: <11>{#p/basic}{~} Вместе со своим хозяином он хорошо руководил подразделением.

source: <11>{#p/basic}{~}But now...
ru_ru: <11>{#p/basic}{~} Но сейчас.
