Repository: ws-3917/psoutertale-text
Catalog: v55.2/foundry/*.po
Languages: ru_ru

source: <32>* There'll be so many natural resouces to exploit~
ru_ru: <32>* Будет так много природных ресурсов, которые можно использовать~

source: <32>* We're going to build the largest tea empire this new world has ever seen~
ru_ru: <32>* Мы собираемся построить самую большую чайную империю, которую когда-либо видел этот новый мир~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Oh, and if I can help it...
ru_ru: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* О, и если я могу помочь...

source: <32>* It'll be the only tea empire this new world will ever see~ * Ahuhuhu~
ru_ru: <32>* Это будет единственная чайная империя, которую когда-либо увидит этот новый мир~ * Ахухуху~

source: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Ahuhuhu~
ru_ru: <32>{#p/basic}{#s/spiderLaugh}{#npc/a}* Ахухуху~

source: <32>{#p/basic}{#npc/a}* I know you have been violent, but I appreciate the compassion you have shown me.
ru_ru: <32>{#p/basic}{#npc/a}* Я знаю, что ты был жесток, но я ценю сострадание, которое ты проявил ко мне.

source: <32>{#p/basic}{#npc/a}* Thank you for the compassion you have shown me.
ru_ru: <32>{#p/basic}{#npc/a}* Спасибо тебе за сострадание, которое ты проявил ко мне.

source: <32>* It is what I needed to see the error in my choice of career.
ru_ru: <32>* Это то, что мне было нужно, чтобы увидеть ошибку в моём выборе профессии.

source: <33>* Still, I'm keeping the uniform. * It suits me well.
ru_ru: <33>* Тем не менее, я оставляю униформу. * Она мне очень идёт.

source: <32>{#p/basic}{#npc/a}* I regretted letting you get past me, but after what you've done, I'm fine with that.
ru_ru: <32>{#p/basic}{#npc/a}* Я пожалел, что позволил тебе обойти меня, но после того, что ты сделал, я смирился с этим.

source: <32>* I shall overlook your rather... violent tendencies for the moment.
ru_ru: <32>* Я пока не буду обращать внимания на ваши довольно... агрессивные наклонности.

source: <32>* I shall recall your name for many centuries to come.
ru_ru: <32>* Я буду помнить твоё имя ещё много веков.

source: <32>{#p/basic}{#npc/a}* I do apologize for mis- judging you, Frisk.
ru_ru: <32>{#p/basic}{#npc/a}* Я прошу прощения за то, что неправильно оценил тебя, Фриск.

source: <32>* As a member of the ELITE squad, it was difficult for me to see the good in you.
ru_ru: <32>* Как участнику ЭЛИТНОГО отряда , мне было сложно увидеть в тебе хорошее.

source: <32>* Well. * There is much for me to reflect on, now.
ru_ru: <32>* Ну. * Теперь мне есть над чем задуматься.

source: <32>* I would appreciate if you gave me the time and space to do so.
ru_ru: <32>* Я буду признателен, если ты уделишь мне время и место для этого.

source: <33>* Thank you for the conversation.
ru_ru: <33>* Спасибо тебе за разговор.

source: <32>{#p/basic}{#npc/a}* Until next time.
ru_ru: <32>{#p/basic}{#npc/a}* Увидимся в следующий раз.

source: <32>{#p/basic}{#npc/a}* How silly... * As soon as I choose to stay somewhere, we all have to go.
ru_ru: <32>{#p/basic}{#npc/a}* Как глупо... * Как только я решаю остаться где-нибудь, мы все уходим.

source: <32>* The irony of the situation has not escaped me. * Still, it is for the best.
ru_ru: <32>* Ирония ситуации не избежала меня. * Тем не менее, это к лучшему.

source: <32>* On our new homeworld... * I'm sure to find lots of new neighbors for myself.
ru_ru: <32>* На нашей новой родной планете... * Я обязательно найду для себя много новых соседей.

source: <32>{#p/basic}{#npc/a}* Er, she's still after you...
ru_ru: <32>{#p/basic}{#npc/a}* Э, она всё ещё охотится за тобой...

source: <32>{#p/basic}{#npc/a}* You should never have come.
ru_ru: <32>{#p/basic}{#npc/a}* Ты не должен был приходить.

source: <32>{#p/basic}{#npc/a}* I sense a disturbance in the nearby aura...
ru_ru: <32>{#p/basic}{#npc/a}* Я чувствую нарушение в ближайшей ауре...

source: <32>* You really shouldn't have left that girl alone.
ru_ru: <32>* Тебе правда не стоило оставлять эту девушку одну.

source: <32>* You really should have left that girl alone.
ru_ru: <32>* Ты правда должен был оставить эту девушку в покое.

source: <32>* You and my new neighbor are getting along, I see.
ru_ru: <32>* Ты и мой новый сосед ладите, Я вижу.

source: <32>{#p/basic}{#npc/a}* Papyrus is waiting nearby.
ru_ru: <32>{#p/basic}{#npc/a}* Папирус ждёт неподалеку.

source: <32>* Isn't he brave?
ru_ru: <32>* Разве он не смелый?

source: <32>* Won't you meet my new neighbor?
ru_ru: <32>* Не хочешь ли ты познакомиться с моим новым соседом?

source: <32>{#p/basic}{#npc/a}* I'm visiting the Foundry from the Citadel, by the way.
ru_ru: <32>{#p/basic}{#npc/a}* Кстати, я прибыл в Литейную из Цитадели.

source: <32>* There, I hardly knew anyone, but here, I've met several friendly neighbors already.
ru_ru: <32>* Там я почти никого не знал, но здесь я уже познакомился с несколькими дружелюбными соседями.

source: <32>* I don't think I'll be leaving here any time soon.
ru_ru: <32>* Я не думаю, что скоро уеду отсюда.

source: <32>{#p/basic}{#npc/a}* Won't that be splendid?
ru_ru: <32>{#p/basic}{#npc/a}* Разве это не прекрасно?

source: <32>{#p/basic}{#npc/a}* Good neighbors have been quite difficult to find.
ru_ru: <32>{#p/basic}{#npc/a}* Хороших соседей найти было довольно сложно.

source: <32>{#p/basic}{#npc/a}* Go on. She won't bite. * She might throw a few spears at you, though.
ru_ru: <32>{#p/basic}{#npc/a}* Иди. Она не кусается. * Она может бросить в тебя несколько копий.

source: <32>{#p/basic}{#npc/a}* Having neighbors is nice.
ru_ru: <32>{#p/basic}{#npc/a}* Наличие соседей - это хорошо.

source: <32>{#s/echostart}{#p/event}{#npc/a}* Signal start...
ru_ru: <32>{#s/echostart}{#p/event}{#npc/a}* Сигнал запуска...

source: <32>{#p/undyne}* Citizens of the Foundry...
ru_ru: <32>{#p/undyne}* Граждане Литейной...

source: <32>* ... you should all know what happened to you by now.
ru_ru: <32>* ... Ты уже должен знать, что с тобой произошло недавно.

source: <32>* It's time to go, and you damn well know it.
ru_ru: <32>* Пора уходить, и ты это прекрасно знаешь.

source: <32>* So let's get going.
ru_ru: <32>* Итак, начнём уходить.

source: <32>{#s/echostop}{#p/event}{#npc}* Signal stop.
ru_ru: <32>{#s/echostop}{#p/event}{#npc}* Сигнал прекратился.

source: <32>{#p/undyne}* Listen up, everyone! * The force field's gone! * We can all go home!
ru_ru: <32>{#p/undyne}* Слушайте все! * Силовое поле исчезло! * Мы все можем идти домой!

source: <32>* If you're still down there dawdling by the time we leave...
ru_ru: <32>* Если ты всё ещё будешь там бездельничать, когда мы уйдём...

source: <32>* Then... we'll probably just come back for you later.
ru_ru: <32>* Тогда... мы, наверное, просто вернёмся за тобой позже.

source: <32>* But don't make us do that!
ru_ru: <32>* Но не заставляй нас делать это!

source: <32>{#p/undyne}* Citizens of the Foundry! * If you're hearing this, then get the heck outta here!
ru_ru: <32>{#p/undyne}* Граждане Литейной! * Если вы это слышите, то уходите отсюда!

source: <32>* There's a pair of killers on the loose, and they WON'T show mercy!
ru_ru: <32>* На свободе пара убийц, и они не СТАНУТ проявлять пощаду!

source: <32>* There's a killer on the loose, and they WON'T show mercy!
ru_ru: <32>* На свободе убийца, и он не проявит пощады!

source: <32>* You've been warned!!
ru_ru: <32>* Вас предупредили!!!

source: <25>{#p/asriel2}{#f/2}* Thanks, Undyne. * I was getting tired of running into people.
ru_ru: <25>{#p/asriel2}{#f/2}* Спасибо, Андайн. * Я уже начал уставать от столкновений с кем-либо.

source: <32>{#p/basic}* Skrubby of foundry crew. * Need u to check pipe for leak.
ru_ru: <32>{#p/basic}* Скрабби из Литейной бригады. * Нужно, чтобы ты проверил трубу на герметичность.

source: <32>{#p/alphys}* Oh- uh... s-sorry, ah! * I'm a little busy at the moment!
ru_ru: <32>{#p/alphys}* О... э... с-извини, ах! * Я сейчас немного занят!

source: <32>{#p/basic}* Okie. * I ask Raddy instead. * Thx for nothing.
ru_ru: <32>{#p/basic}* Оки. * Вместо этого я спрашиваю Рэдди. * Спасибо за ничего.

source: <32>{#p/alphys}* Y-you're welcome??
ru_ru: <32>{#p/alphys}* Т-ты пришёл??

source: <32>{#p/basic}* Hey... everything's gonna be okay, kiddo.
ru_ru: <32>{#p/basic}* Эй... всё будет хорошо, малыш.

source: <32>* (Gerson?) * (Is that you again?)
ru_ru: <32>* (Герсон?) * (Это снова ты?)

source: <32>* Oh, I dunno. * Is that really you, Burgie? * Wa ha ha.
ru_ru: <32>* О, я не знаю. * Это правда ты, Бёрджи? * Ва-ха-ха.

source: <32>* (Yeah, yeah.) * (I'm just a little scared... like everyone else.)
ru_ru: <32>* (Да, да.) * (Я просто немного боюсь... как и все остальные.)

source: <32>{#p/basic}* Well, you heard her! * Time for us to go, kiddo!
ru_ru: <32>{#p/basic}* Ну, ты её слышал! * Пора идти, малыш!

source: <32>{#p/basic}* ... wa ha ha. * In truth, we've still got the rest of the day.
ru_ru: <32>{#p/basic}* ... ва-ха-ха. * По правде говоря, у нас ещё есть остаток дня.

source: <32>{#p/basic}* (Yeah, I'm gonna hang out here for a bit longer.)
ru_ru: <32>{#p/basic}* (Да, я задержусь здесь ещё на некоторое время.)

source: <32>{#p/basic}* (Who knows?) * (Maybe Frisk'll come by.)
ru_ru: <32>{#p/basic}* (Кто знает?) * (Может, Фриск заглянет.)

source: <32>{#p/basic}* Hey kiddo, did ya catch the warning broadcast?
ru_ru: <32>{#p/basic}* Эй, малыш, ты слышал предупреждающие вещание?

source: <32>* (Keep your voice down!) * (... so are they like, a human or something?)
ru_ru: <32>* (Говорите тише!) * (... так они что, люди, что ли?)

source: <32>* No doubt about it.
ru_ru: <32>* Никаких сомнений.

source: <32>* (Figures.) * (It's gonna suck having to evacuate, though.)
ru_ru: <32>* (Фигура.)↵ * (Это будет неприятно, если придётся эвакуироваться.)

source: <32>{#s/phone}* Ring, ring...
ru_ru: <32>{#s/phone}* Звонок, звонок...

source: <32>{#p/basic}* Hey kiddo! * Just wanted to check in on how that new shop of yours is.
ru_ru: <32>{#p/basic}* Привет, малыш! * Просто хотел посмотреть, как там твой новый магазин.

source: <32>* I hear you're doin' pretty well!
ru_ru: <32>* Я слышал, что ты хорошо справляешься!

source: <32>* (...) * (It's kinda hard for me to talk right now.)
ru_ru: <32>* (...) * (Мне сейчас трудно говорить.)

source: <32>{#p/basic}* I hear ya. * Hey, maybe it'd help if ya told me what ya saw.
ru_ru: * Эй, может ты расскажешь мне, что ты видел.

source: <32>* From your point of view.
ru_ru: <32>* С твоей точки зрения.

source: <32>* (Well...) * (It all started when...)
ru_ru: <32>* (Ну...) * (Всё началось, когда...)

source: <32>* (I was at the force field with a bunch of others.)
ru_ru: <32>* (Я был на силовом поле с кучей других.)

source: <32>{#p/basic}* That'd be a treat! * I know I'd sure as hell like to see 'em.
ru_ru: <32>{#p/basic}* Это было бы здорово! * Я знаю, что хотел бы увидеть их.

source: <32>{#p/basic}* It's kind of hard to imagine, isn't it? * Being saved by a human?
ru_ru: <32>{#p/basic}* Это трудно представить, не так ли? * Быть спасённым человеком?

source: <32>{#p/basic}* (I know, right?) * (And those other humans... they're alive, too.)
ru_ru: <32>{#p/basic}* (Я знаю, правда?) * (И те другие люди... они тоже живые.)

source: <32>{#p/basic}* (What a crazy day it's been.)
ru_ru: <32>{#p/basic}* (Какой сумасшедший был день.)

source: <32>{#p/basic}* Evacuate? Not a chance! * You'll be just fine right where you are, actually.
ru_ru: <32>{#p/basic}* Эвакуироваться? Нет, шансов! * Ты будешь в полном порядке прямо там, где находишься.

source: <32>* (Uh...) * (You do realize I'm out in the open here, right?)
ru_ru: <32>* (Эээ...) * (Ты ведь понимаешь, что я на виду, да?)

source: <32>* That may be true. * But there's a little thing I happen to know...
ru_ru: <32>* Возможно, это и так. * Но есть одна маленькая вещь, которую я случайно узнал...

source: <32>* Somethin' that keeps us humble shopkeepers safe.
ru_ru: <32>* То, что обеспечивает безопасность нам, скромным торговцам.

source: <32>{#p/basic}* Huh? * What's the problem?
ru_ru: <32>{#p/basic}* А? * В чём проблема?

source: <32>* (... don't you know?)
ru_ru: <32>* (... ты не знаешь?)

source: <32>* Wait...
ru_ru: <32>* Подожди...

source: <32>* (It's THAT menace.)
ru_ru: <32>* (Это ТА угроза.)

source: <32>{#p/basic}* (We were all there to see the force field be taken down.)
ru_ru: <32>{#p/basic}* (Мы все были там, чтобы увидеть, как снимается силовое поле.)

source: <32>* (We'd been told something like that could happen, but when we got there...)
ru_ru: <32>* (Нам говорили, что такое может случиться, но когда мы туда приехали...)

source: <32>* (The same talking star who told us to go there was holding monsters hostage.)
ru_ru: <32>* (Та самая говорящая звезда, которая сказала нам идти туда, держа в заложниках монстров.)

source: <32>* Little star, huh? * I have heard stories of a little yellow star...
ru_ru: <32>* Маленькая звезда, да? * Я слышал истории о маленькой жёлтой звезде...

source: <32>{#p/basic}* (I wonder what we'll do when we arrive on the new homeworld.)
ru_ru: <32>{#p/basic}* (Интересно, что мы будем делать, когда прибудем на новую планету.)

source: <32>{#p/basic}* (Maybe the two of us could open a shop together!) * (You'd sell the trinkets...)
ru_ru: <32>{#p/basic}* (Может, мы вдвоём откроем магазин!) * (Ты бы продавал безделушки...)

source: <32>{#p/basic}* And you'd sell the food. * I like the way you think about it, kiddo!
ru_ru: <32>{#p/basic}* А ты бы продавал еду. * Мне нравится, как ты об этом думаешь, малыш!

source: <32>{#p/basic}* But it'd likely be better if one of us sells, and the other tracks the finances.
ru_ru: <32>{#p/basic}* Но, скорее всего, будет лучше, если один из нас продаёт, а другой будет следить за финансами.

source: <32>{#p/basic}* (What?) * (That's the dumbest thing I've ever heard.)
ru_ru: <32>{#p/basic}* (Что?) * (Это самая глупая вещь, которую я когда-либо слышал.)

source: <32>* It's true! * I could demonstrate it, if you'd like.
ru_ru: <32>* Это правда! * Я могу продемонстрировать это, тебе если хочешь.

source: <32>* (Uh, n-no thanks!) * (I'll take your word for it, old b-buddy!)
ru_ru: <32>* (Э, нет, спасибо!) * (Поверю тебе на слово, старина!)

source: <32>* Wa ha ha. * Y'learn something new every day, don'tcha!
ru_ru: <32>* Ва-ха-ха. * Ты каждый день узнаешь что-то новое, правда!

source: <32>{#p/basic}* ... wa ha ha. * It's the fella who goes around selling steak, ain't it?
ru_ru: <32>{#p/basic}* ... ва-ха-ха. * Это тот парень, который ходит и продает стейк, да?

source: <32>* (What am I gonna do!)
ru_ru: <32>* (Что мне делать!)

source: <32>* Shhhh. * It's alright, kiddo. * That shop's got a backdoor!
ru_ru: <32>* Ш-ш-ш. * Все в порядке, малыш. * В этом магазине есть чёрный вход!

source: <32>* (It does!?!?)
ru_ru: <32>* (Это так!?!?)

source: <32>{#p/basic}* (Well, he's real.) * (And we thought we'd helped the human beat him...)
ru_ru: <32>{#p/basic}* (Ну, он настоящий.) * (И мы думали, что помогли человеку победить его...)

source: <32>* (But he just ended up taking everyone's SOULs anyway.)
ru_ru: <32>* (Но в итоге он всё равно забрал у всех ДУШИ.)

source: <32>* That must've been the bright light I saw... * I just couldn't shake it.
ru_ru: <32>* Должно быть, это был яркий свет, который я видел... * Я просто не мог избавиться от этого.

source: <32>* (Yeah, and it was even brighter at the source.) * (We didn't stand a chance.)
ru_ru: <32>* (Да, а у источника он был еще ярче.) * (У нас не было шансов.)

source: <32>{#p/basic}* (Ha. We'll take turns, then.)
ru_ru: <32>{#p/basic}* (Ха - ха, тогда будем по очереди.)

source: <32>{#p/basic}* (Doing the same thing all the time would get boring, don't you think?)
ru_ru: <32>{#p/basic}* (Делать всё время одно и то же - скучно, не так ли?)

source: <32>{#p/basic}* Wa ha ha. * Maybe I'm just old, but I don't mind doing finances.
ru_ru: <32>{#p/basic}* Ва-ха-ха. * Может быть, я просто старый, но я не против заниматься финансами.

source: <32>{#p/basic}* You can have the fun job all to yourself, kiddo!
ru_ru: <32>{#p/basic}* Ты можешь получить весёлую работу в своё полное распоряжение, малыш!

source: <32>{#p/basic}* (I guess we really are doomed to live here forever, huh?)
ru_ru: <32>{#p/basic}* (Похоже, мы действительно обречены жить здесь вечно, да?)

source: <32>* Hey, don't underestimate the Royal Guard. * They're tough stuff!
ru_ru: <32>* Эй, не стоит недооценивать Королевскую Гвардию. * Они крепкие ребята!

source: <32>* (Do you really think they can stop someone like that?)
ru_ru: <32>* (Ты действительно думаешь, что они могут остановить кого-то вроде него?)

source: <32>* One human child? * I dunno kiddo, maybe that's just too much to handle.
ru_ru: <32>* Один человеческий ребёнок? * Не знаю, малыш, возможно, это слишком много.

source: <25>{#p/asriel2}{#f/5}* Hee hee hee...
ru_ru: <25>{#p/asriel2}{#f/5}* Хи-хи-хи...

source: <32>{#p/basic}* (Woah...) * (This door leads to a balcony on the outside!)
ru_ru: <32>{#p/basic}* (Вау...) * (Эта дверь ведёт на балкон снаружи!)

source: <32>{#p/basic}* (I swear the stars have never looked this bright...)
ru_ru: <32>{#p/basic}* (Я клянусь, что звёзды никогда не выглядели так ярко...)

source: <32>* Huh. * Must be a distortion field or something.
ru_ru: <32>* Хм. * Должно быть, это поле искажения или что-то в этом роде.

source: <32>* Take a minute, and enjoy it while ya can!
ru_ru: <32>* Найди минуту и наслаждайтесь ею, пока можете!

source: <32>{#p/basic}* So what happened next?
ru_ru: <32>{#p/basic}* Что же произошло дальше?

source: <32>* (Well, you should know.) * (This is the part that everyone knows.)
ru_ru: <32>* (Ну, ты должен знать.) * (Это та часть, которую знают все.)

source: <32>* (From our perspective, we saw a human fending off attacks...)
ru_ru: <32>* (С нашей точки зрения, мы видели человека, отражающего атаки...)

source: <32>* (Whatever that star turned himself into was relentlessly attacking the human.)
ru_ru: <32>* (То, во что превратилась звёзда, нещадно атаковало человека.)

source: <32>{#p/basic}* I do feel like a part of me's going to miss this old place.
ru_ru: <32>{#p/basic}* Я чувствую, что какая-то часть меня будет скучать по этому старому месту.

source: <32>{#p/basic}* We really made it our own.
ru_ru: <32>{#p/basic}* Мы правда сделали его своим.

source: <32>{#p/basic}* (You're kidding, right?) * (I won't miss this old dump for a second.)
ru_ru: <32>{#p/basic}* (Ты шутишь, да?) * (Я ни секунды не буду скучать по этой старой помойке.)

source: <32>{#p/basic}* (But I guess I've also had it pretty bad up here.)
ru_ru: <32>{#p/basic}* (Но я думаю, что и здесь мне пришлось несладко.)

source: <32>{#p/basic}* Bad news, kiddo. * The human came through not too long ago.
ru_ru: <32>{#p/basic}* Плохие новости, малыш. * Человек появился не так давно.

source: <32>{#p/basic}* ... they had a partner with 'em, too.
ru_ru: <32>{#p/basic}* ... они взяли с собой партнёра.

source: <32>{#p/basic}* (What?) * (Who was it?)
ru_ru: <32>{#p/basic}* (Что?) * (Кто это был?)

source: <32>{#p/basic}* Wa ha ha... * You wouldn't believe me.
ru_ru: <32>{#p/basic}* Ва-ха-ха... * Ты мне не поверишь.

source: <32>{#p/basic}* (Are they on their way here?)
ru_ru: <32>{#p/basic}* (Они на пути сюда?)

source: <32>{#p/basic}* Sure, but it'll be a while until ya see 'em. * Not to mention Undyne...
ru_ru: <32>{#p/basic}* Конечно, но пройдет немного времени, пока ты их увидишь. * Не упоминая об Андайн...

source: <32>{#p/basic}* (Yeah, she'll stop them.) * (She's in charge of the Royal Guard, after all...)
ru_ru: <32>{#p/basic}* (Да, она их остановит.) * (В конце концов, она возглавляет Королевскую Гвардию...)

source: <32>{#p/basic}* Sorry about that, the phone signal here isn't the greatest.
ru_ru: <32>{#p/basic}* Извини за это, сигнал телефона здесь не самый лучший.

source: <32>* You seen anything interesting so far?
ru_ru: <32>* Ты видел что-нибудь интересное?

source: <32>* (... well...)
ru_ru: <32>* (... ну...)

source: <32>* (How about a shooting star?)
ru_ru: <32>* (Как насчёт падающей звезды?)

source: <32>{#p/basic}* (Eventually, though, the human mustered some kind of power...)
ru_ru: <32>{#p/basic}* (В конце концов, человек набрал какую-то силу...)

source: <32>* (And then...)
ru_ru: <32>* (И затем...)

source: <32>* (... IT... happened.)
ru_ru: <32>* (... ЭТО... произошло.)

source: <32>* Yeah... that. * The moment where it all turned upside-down, huh?
ru_ru: <32>* Да... это. * Момент, когда всё поменялось да?

source: <32>{#p/basic}* Hey, it's alright.
ru_ru: <32>{#p/basic}* Эй, всё в порядке.

source: <32>{#p/basic}* On a new homeworld... you'll be able to go wherever you want.
ru_ru: <32>{#p/basic}* На новой планете... ты сможете отправиться туда, ты захочешь.

source: <32>{#p/basic}* (Really? I thought I was going to settle down with you.)
ru_ru: <32>{#p/basic}* (Правда? Я думал, что собираюсь поселиться с тобой.)

source: <32>{#p/basic}* Oh, did you now? * Wa ha ha.
ru_ru: <32>{#p/basic}* О, ты сейчас чем занимаешься? * Ва ха ха.

source: <32>{#p/basic}* (So you're telling me this kid's been resurrected from the dead?)
ru_ru: <32>{#p/basic}* (То есть ты хочешь сказать, что этот парень был воскрешен из мёртвых?)

source: <32>{#p/basic}* (Wow.) * (I knew you were a crazy old coot, but this is something!)
ru_ru: <32>{#p/basic}* (Вау.) * (Я знал, что ты старый сумасшедший, но это что-то!)

source: <32>{#p/basic}* ... would I lie to you?
ru_ru: <32>{#p/basic}* ... я бы тебе соврал?

source: <32>{#p/basic}* (Well... knowing you... I guess... probably not.) * (Hmph.)
ru_ru: <32>{#p/basic}* (Ну... зная тебя... наверное... наверное, нет.) * (Хмф.)

source: <32>{#p/basic}* (So what are we supposed to do in the meantime?)
ru_ru: <32>{#p/basic}* (Так что же нам делать в это время?)

source: <32>{#p/basic}* Oh, y'know, just the usual jiggery-pokery, I'd guess.
ru_ru: <32>{#p/basic}* О, ну, знаете, обычное шутовство, я полагаю.

source: <32>{#p/basic}* (You and your weird sayings.)
ru_ru: <32>{#p/basic}* (Ты и твои странные высказывания.)

source: <32>{#p/basic}* Wa ha ha, you know it!
ru_ru: <32>{#p/basic}* Ва ха ха, ты знаешь!

source: <32>{#p/basic}* Oh! * Make a wish, kiddo!
ru_ru: <32>{#p/basic}* О!↵ * Загадай желание, малыш!

source: <32>* (...) * (It'd never come true.)
ru_ru: <32>* (...)↵ * (Это никогда не сбудется.)

source: <32>* ... freedom, huh? * Wa ha ha... I might have some good news for you.
ru_ru: <32>* ... свобода, да?↵ * Ва ха ха... У меня есть для вас хорошие новости.

source: <32>* I saw a human come through just a little while ago.
ru_ru: <32>* Я видел, как недавно здесь проходил человек.

source: <32>{#p/basic}* I remember that bit. * The power changed hands... the human was in control.
ru_ru: <32>{#p/basic}* Я помню этот момент.↵ * Власть перешла из рук в руки... человек контролировал ситуацию.

source: <32>* (Yeah, and then they started attacking us!) * (I thought we were all...)
ru_ru: <32>* (Да, а потом они начали нападать на нас!)↵ * (Я думал, мы все...)

source: <32>* Going to die?
ru_ru: <32>* Собираешься умирать?

source: <32>* (Yeah, and it's like I could feel their fear.) * (Everyone was so afraid.)
ru_ru: <32>* (Да, и я как будто чувствовал их страх.)↵ * (Все были так напуганы.)

source: <32>{#p/basic}* (Who else am I gonna go to?) * (The girls?)
ru_ru: <32>{#p/basic}* (К кому ещё я пойду?)↵ * (К девочкам?)

source: <32>{#p/basic}* Hmm... * I see your point.
ru_ru: <32>{#p/basic}* Хм...↵ * Я понял, к чему ты клонишь.

source: <32>{#p/basic}* (You're the only one I feel like I can rely on, old buddy.)
ru_ru: <32>{#p/basic}* (Ты единственный, на кого я могу положиться, старый приятель.)

source: <32>{#p/basic}* (Using this shop to make fun of Mettaton was a blast, but it's time for a change.)
ru_ru: <32>{#p/basic}* (Использовать этот магазин для развлечения Меттатона было очень весело, но пришло время перемен.)

source: <32>{#p/basic}* (Hey... if we ever manage to get out of this...)
ru_ru: <32>{#p/basic}* (Эй... если мы сможем выйти из этой ситуации...)
