Repository: ws-3917/psoutertale-text
Catalog: v52.13/values/*.po
Languages: ru_ru

source: en_US
ru_ru: ru_RU

source: You must choose a name.
ru_ru: Ты должен выбрать имя.

source: No?
ru_ru: Нет?

source: Hm...?
ru_ru: Хм...?

source: Maybe?
ru_ru: Может быть?

source: Yes?
ru_ru: Да?

source: Take heart. There is nothing to be afraid of here.
ru_ru: Успокойся. Здесь нечего бояться.

source: A light-hearted spirit will serve you well on your journey.
ru_ru: Легкомысленный настрой сослужит вам хорошую службу в путешествии.

source: Take heart. Your frustrations are behind you now.
ru_ru: Успокойтесь. Ваши разочарования уже позади.

source: Take heart. The story is yours, no matter what you feel.
ru_ru: Успокойся. Эта история - твоя, что бы ты ни чувствовал.

source: May tranquility come upon you as you embark on your journey.
ru_ru: Пусть спокойствие снизойдет на тебя, когда ты отправишься в путь.

source: Take heart. Your story is as interesting as you make it.
ru_ru: Успокойся. Твоя история настолько интересна, насколько ты ее создашь.

source: May your quality of speech translate to action on your journey.
ru_ru: Пусть качество твоей речи перейдет в действие на твоём пути.

source: A courageous heart will serve you well on your journey.
ru_ru: Мужественное сердце сослужит тебе добрую службу на твоём пути.

source: A sense of serenity will do you wonders on your journey.
ru_ru: Чувство спокойствия сделает с тобой чудеса в путешествии.

source: May your ingenuity surpass the challenges on your journey.
ru_ru: Пусть твоя изобретательность превзойдет все трудности на твоём пути.

source: A confident mindset will take you far on your journey.
ru_ru: Уверенный образ мыслей поможет тебе пройти долгий путь.

source: May your inginuity surpass the challanges on your journey.
ru_ru: Пусть твоя изобретательность превзойдет все трудности на твоём пути.

source: May balance come upon you as you embark on your journey.
ru_ru: Пусть равновесие придет к тебе, когда ты отправишься в путь.

source: Take heart. There is much to be learned on the road ahead.
ru_ru: Успокойся. На предстоящем пути тебе предстоит многому научиться.

source: May the tapestry of chaos and order satisfy you on your journey.
ru_ru: Пусть гобелен хаоса и порядка удовлетворит тебя в твоём путешествии.

source: May your story gain meaning in this cocoon amidst the darkness.
ru_ru: Пусть твоя история обретет смысл в этом коконе среди тьмы.

source: May the experience be as playful as you desire.
ru_ru: Пусть этот опыт будет настолько игривым, насколько ты хочешь.

source: May the experience be as excessive as you desire.
ru_ru: Пусть опыт будет таким же чрезмерным, как ты хочешь.

source: Take heart. You have nothing to feel ashamed of now.
ru_ru: Успокойся. Теперь тебе нечего стыдиться.

source: A temperate ego will take you far on your journey.
ru_ru: Умеренное самолюбие поможет тебе далеко продвинуться в путешествии.

source: May the experience provide the sustenance you require.
ru_ru: Пусть опыт даст тебе необходимую подпитку.

source: May your story bring forth the emotion you strive to feel.
ru_ru: Пусть твоя история вызовет те эмоции, которые ты стремишься испытать.

source: May your choices be as effortless as they come.
ru_ru: Пусть твой выбор будет таким же легким, как и все остальное.

source: Take heart. There is much companionship to be had here.
ru_ru: Примите к сердцу. Здесь есть с кем пообщаться.

source: May your fortune carry you forward on your journey.
ru_ru: Пусть удача сопутствует тебе в твоём путешествии.

source: May the tapestry of chaos and order please you on your journey.
ru_ru: Пусть гобелен хаоса и порядка радует тебя на твоём пути.

source: Take heart. Your story is as uplifting as you make it.
ru_ru: Примите к сердцу. Твоя история поднимает настроение настолько, насколько ты ее делаешь.

source: May your stability provide a solid foundation on your journey.
ru_ru: Пусть твоя стабильность послужит надежным фундаментом на твоём пути.

source: May the experience only add to your state of satisfaction.
ru_ru: Пусть этот опыт только усугубит твоё состояние удовлетворения.

source: May the experience be as comforting as you desire.
ru_ru: Пусть этот опыт будет настолько комфортным, насколько ты хочешь.

source: May the experience provide the energy you require.
ru_ru: Пусть этот опыт даст тебе необходимую энергию.

source: May your overflowing energy power you through your journey.
ru_ru: Пусть переполняющая тебя энергия поможет тебе в твоём путешествии.

source: I am honored by your choice.
ru_ru: Я польщен твоим выбором.

source: Let the experiment begin.
ru_ru: Начинаем эксперимент.

source: The true name.
ru_ru: Истинное имя.

source: This name is incorrect.
ru_ru: Это имя неверное.

source: ............ (They're powerless to stop you.)
ru_ru: ............ (Они бессильны остановить вас.)

source: ............ (It's not much for conversation.)
ru_ru: ............ (Это не очень подходит для разговоров).

source: Hello.
ru_ru: Привет.

source: Saddle up!
ru_ru: Седлайте!

source: Well... I suppose that works...
ru_ru: Ну... Полагаю, это работает...

source: I think you should think of your own name, my child.
ru_ru: Я думаю, тебе стоит подумать о своем собственном имени, дитя мое.

source: Really...
ru_ru: Действительно...

source: Nice try, idiot.
ru_ru: Хорошая попытка, идиот.

source: Don't you mean "Eyewalker?"
ru_ru: Разве ты не имеете в виду "Eyewalker"?

source: Check out my antenna!
ru_ru: Посмотрите на мою антенну!

source: Guh huh huh, nice one.
ru_ru: Гух-гух-гух, отлично.

source: Huh? What's that smell?
ru_ru: А? Что это за запах?

source: It's m-moving! I-I-It's shaking!
ru_ru: Он д-движется! Я-я-я трясусь!

source: Jerry.
ru_ru: Джерри.

source: (The dog jumped into your lap.)
ru_ru: (Пёс запрыгнул к вам на колени.)

source: I'LL ALLOW IT!!!!
ru_ru: Я РАЗРЕШАЮ ЭТО!!!!

source: ok.
ru_ru: ок.

source: nope.
ru_ru: неа.

source: A "stellar" choice.
ru_ru: "Звездный" выбор.

source: A pleasing nomenclature, no?
ru_ru: Приятная номенклатура, не так ли?

source: I am not amused.
ru_ru: Меня это не забавляет.

source: Roar.
ru_ru: Рёв.

source: Wah ha ha! Why not?
ru_ru: Ва-ха-ха! Почему бы и нет?

source: What. What! WHAT!
ru_ru: Что. Что! ЧТО!

source: That's my name!!
ru_ru: Это моё имя!!

source: Ahuhuhu~ You must have great taste, dearie~
ru_ru: Ахухуху~ У тебя, должно быть, отличный вкус, дорогуша~

source: Hey! Only Skrubby gets to call me that!
ru_ru: Эй! Только Skrubby может так меня называть!

source: Sorry, but you're a letter shy.
ru_ru: Извините, но вы стесняетесь букв.

source: Clean name.
ru_ru: Чистое имя.

source: hOI!
ru_ru: хОЙ!

source: Ngah, fine.
ru_ru: Нга, хорошо.

source: Get your OWN name!
ru_ru: Получи свое СОБСТВЕННОЕ имя!

source: Uh.... OK?
ru_ru: Уф.... ХОРОШО?

source: D-don't do that.
ru_ru: Н-не делай этого.

source: You are really scraping the bottom of the barrel.
ru_ru: Вы действительно скребете по дну бочки.

source: Like, OK I guess.
ru_ru: Типа, хорошо, наверное.

source: You like my name, little buddy?
ru_ru: Тебе нравится мое имя, дружок?

source: Bratty! Bratty! That's MY name!
ru_ru: Брэтти! Брэтти! Это МОЁ имя!

source: A fellow wizard?
ru_ru: Друга-волшебника?

source: Slick choice, homeslice.
ru_ru: Отличный выбор, домосед.

source: Now you're just being rude, darling.
ru_ru: Теперь ты просто грубишь, дорогая.

source: Hot, but not hot enough.
ru_ru: Горячо, но недостаточно.

source: You don't have to do that...
ru_ru: Ты не должен этого делать...

source: You KNEW!?
ru_ru: Ты ЗНАЛ!?
